{
    "__articles": "10;10-1;10-2",
    "__conclusion": "No violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression)",
    "applicability": "",
    "appno": "11882/10",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "No violation of Article 10 - Freedom of expression -{General}",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-158279.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 11882/10) against the Republic of Finland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Finnish national, Mr Markus Veikko Pentikäinen (“the applicant”), on 19 February 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr J. Salokangas, a lawyer practising in Helsinki. The Finnish Government (“the Government”) were represented by their Agent, Mr A. Kosonen, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that there had been an interference with his right to freedom of expression under Article 10 of the Convention because the police had asked him to leave the scene of a demonstration, he had been unable to transmit information during his detention of seventeen and a half hours, and due to the fact that he had been suspected, charged and convicted of a crime, which constituted a “chilling effect” on his rights and work.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). On 4 February 2014 a Chamber composed of Ineta Ziemele, President, Päivi Hirvelä, George Nicolaou, Ledi Bianku, Vincent A. De Gaetano, Paul Mahoney, Faris Vehabović, judges, and Françoise Elens-Passos, Section Registrar, delivered its judgment. It decided unanimously to declare the application admissible and held, by five votes to two, that there had been no violation of Article 10 of the Convention. The joint dissenting opinion of Judges Nicolaou and De Gaetano was annexed to the judgment. On 30 April 2014 the applicant requested that the case be referred to the Grand Chamber in accordance with Article 43 of the Convention and a panel of the Grand Chamber accepted that request on 2 June 2014.",
                        "elements": []
                    },
                    {
                        "content": "5.  The composition of the Grand Chamber was determined according to the provisions of Article 26 §§ 4 and 5 of the Convention and Rule 24. At the final deliberations, Mark Villiger continued to sit in the case following the expiry of his term of office but Isabelle Berro was replaced by Paul Lemmens, substitute judge (Article 23 § 3 of the Convention and Rule 24 § 4). Josep Casadevall and Elisabeth Steiner were unable to take part in the final deliberations of the case and were replaced by Khanlar Hajiyev and Angelika Nußberger, substitute judges.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed further observations (Rule 59 § 1) on the merits.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 15 December 2014 the Grand Chamber viewed DVD material provided by the parties.",
                        "elements": []
                    },
                    {
                        "content": "8.  A hearing took place in public in the Human Rights Building, Strasbourg, on 17 December 2014 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The applicant was also present.",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Kosonen, Mr Salokangas and Mr Matilainen as well as their replies and those of Ms Majuri and Mr Pentikäinen to questions put by Judges Hirvelä, Potocki, Silvis, Motoc, Sicilianos, Spano, Kūris and Dedov.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicant was born in 1980 and lives in Helsinki.",
                                "elements": []
                            },
                            {
                                "content": "10.  He is a photographer and journalist who is employed by the weekly magazine Suomen Kuvalehti. On 9 September 2006 he was sent by his employer to take photographs of the demonstration which was being held in protest against the ongoing AsiaEurope Meeting (ASEM) in Helsinki. The demonstration was an exceptionally large one in the Finnish context and all the media were following it closely. The applicant was to conduct an extensive report on the demonstration for the paper version of the magazine and also to publish it online immediately, once the demonstration had ended.",
                                "elements": []
                            },
                            {
                                "content": "11.  The following account of the circumstances of the case is based on the parties’ submissions, including the DVD material covering the Smash ASEM event (see paragraph 7 above) as well as the Helsinki District Court judgment (see paragraph 37 below).",
                                "elements": []
                            },
                            {
                                "content": "A.  The Smash ASEM demonstration",
                                "elements": [
                                    {
                                        "content": "12.  On 30 August 2006, before the demonstration took place, the Finnish Security Intelligence carried out an assessment of the risk levels inherent in the upcoming Smash ASEM demonstration and alerted the Helsinki Police Department that the demonstration would be a hostile one and would not aim to highlight any clear political message. At that time the Police Department did not manage, despite all efforts, to establish contact with the organisers of the demonstration. The police based their subsequent actions, inter alia, on these grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  A similar risk assessment had also been carried out in the context of two earlier demonstrations which had taken place in Helsinki during the same year, both of which had turned violent. The first one was the EuroMayDay demonstration of 30 April 2006, when a march of approximately 1,500 persons evolved into a riot with projectiles being thrown and property damaged. Consequently, the District Court found eight persons guilty of violent rioting and resisting the police by violence and imposed suspended prison sentences. A similar incident took place during the Helsinki Night of the Arts on 24 August 2006 which also resulted in the destruction of property and violence and led to the detention of fifty-six persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 8 September 2006 the so-called Dongzhou Coalition notified the police of the Smash ASEM demonstration. According to the report of the Deputy Parliamentary Ombudsman (see paragraph 34 below), the police did not have any information on the Dongzhou Coalition and it was thus unclear to them who the organiser was in reality. It appears from public sources that the said “coalition” was an informal group open to anyone who agreed with the idea behind the Smash ASEM demonstration and who undertook not to bring any party emblems to the demonstration site.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The demonstrators announced that they were planning to march on 9 September 2006 between 5.45 p.m. and 9 p.m. from the Kiasma Museum of Contemporary Art – an area of dense traffic – to the Helsinki Exhibition and Convention Centre where the ASEM Summit was to be held, a distance of 4.9 kilometres. The announced march route was as follows: Mannerheimintie – Kaivokatu – Siltasaarenkatu – Agricolankatu – Kaarlenkatu – Helsinginkatu – Läntinen Brahenkatu – Sturenkatu – Aleksis Kivenkatu – Ratapihantie – Asemapäällikönkatu – Ratamestarinkatu – Rautatieläistenkatu, ending at the park next to the velodrome which is close to the Summit venue. The theme of the demonstration was opposition to the ASEM Summit, with some focus on human rights issues. In posters inviting people to take part in the demonstration, the demonstrators were asked to wear black clothing. The posters also portrayed a demonstrator throwing a Molotov cocktail and they encouraged would-be participants, inter alia, to “bring even a little bit of mayhem to the streets of Helsinki” (“tuoda edes hieman sekasortoa myös Helsingin kaduille”, “att få även en liten bit av kaos också på gatorna i Helsingfors”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  According to the Government, the police were able to make telephone contact with one of the organisers named as the contact person for the event. However, that person, acting on behalf of the organisers, refused to discuss matters relating, inter alia, to the conditions in which the demonstrators would be able to march from the site of the demonstration to the vicinity of the exhibition centre where the ASEM Summit was being held. This refusal extended also to police efforts to establish contact with the organisers at the site of the demonstration itself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  According to the Government, there was a separate area reserved by the police for media representatives to cover the event. It was located at Paasikivi Square, opposite the Kiasma Museum of Contemporary Art, on the other side of Mannerheimintie. The police, as was standard procedure, had notified major Finnish media organisations of the Smash ASEM event and included the contact details of the police’s public-relations unit, which was available to discuss any questions the media might have about covering the event, including information on an area reserved for the media’s convenience. Furthermore, the Helsinki District Police public-relations unit had charged a senior officer to be present at that very same area to answer any questions media representatives might have, as well as to give interviews on the events that unfolded during the day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The demonstration was to start at 6 p.m. on 9 September 2006. Some 500 bystanders, a core group of about fifty demonstrators and some fifty journalists congregated at the starting-point of the march. The police had made security preparations for the event by deploying 480 police and border-guard officers. By Finnish standards, the scale of the police preparations was exceptional.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  At the start of the demonstration, bottles, stones and jars filled with paint were thrown at the public and police officers. Some demonstrators kicked and hit police officers. Apparently, at around 6.05 p.m., police officers surrounded the area of the demonstration. At this point people were free to pass through the line of officers. The police announced several times over loudspeakers that a peaceful demonstration was allowed to take place on the spot but that the crowd was not allowed to demonstrate by marching.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  After the escalation of violence, the police considered at 6.30 p.m. that the event had turned into a riot. From 6.30 p.m. to 7.17 p.m. the police sealed off the area in an effort to contain the rioting. The crowd tried to break through the police cordon. However, during this time, the police did allow families with children, and representatives of the media, to pass through. This passage was, at times, subject to bottles and other projectiles being thrown at the spot where people were leaving.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The police announced over loudspeakers that they were stopping the demonstration and that the crowd should leave the scene. This announcement was repeated several times. Hundreds of people then left voluntarily via several exit routes established by the police. When leaving, they were asked to show their identity cards and their belongings were checked.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicant claimed that the line of policemen surrounding the cordon was extremely tight and multi-layered. The visibility from outside the cordon to inside was practically non-existent. The police minibuses and detention buses also impeded visibility. At 7.15 p.m. the police started to set up a second, wider cordon and fenced off the whole immediate downtown area. It was not possible to see the Kiasma area from nearby streets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Some demonstrators were apprehended within the cordoned-off area by force. The apprehensions by the police were effected using the “paint-chain” method, part of which includes the opening up of the police cordon to allow detaining officers to act, followed by that cordon’s immediate closure after the detained person has been secured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The police announced repeatedly that the crowd should disperse. The applicant claimed that he heard the police order that the area be cleared for the first time at 8.30 p.m. The applicant called his employer and they had a conversation about whether the applicant should leave the area. The applicant noted that on the basis of, inter alia, this conversation he came to the conclusion that his presence inside the cordon was necessary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Towards the end of the demonstration, the applicant maintained that he had placed himself between the police and the demonstrators. The police continued to order the crowd to disperse, stating that any person who did not leave would be apprehended. At about 9 p.m. a police officer told the applicant personally that he had one last chance to leave the scene. The applicant told the police officer that he was reporting for Suomen Kuvalehti and that he was going to follow the event to its end, after which the police officer had left him alone. The applicant thought that the police would not interfere with his work after he had given them this explanation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  By 9 p.m., about 500 people had left the scene via the police checkpoints. According to the applicant, about twenty demonstrators were still sitting on the ground in the middle of the first cordoned-off area, closely encircled by the police. The demonstrators held on to one another and were holding each other’s arms. The situation inside the cordon had already been peaceful for an hour at this point. After this, the police broke up the crowd of demonstrators and apprehended the protesters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant claimed that, before he was apprehended, he heard a police officer shout: “Get the photographer!” The applicant was standing next to a former member of parliament and taking photographs when he was apprehended. He told the apprehending officer that he was a journalist, which the police officer later confirmed. The apprehending officer stated during the pre-trial investigation that the applicant did not resist the apprehension and that he had asked to make a telephone call, which he had been allowed to do. The applicant called his colleague at the magazine, explaining that the police had detained him and that he did not know what was going to happen next. He thought that he would be released soon. The applicant had also told the apprehending police officer that he had cameras in his bag, which information was taken into account by the police officer: the applicant was allowed to put his camera equipment away in his camera bag. When the apprehending police officer had asked for identification, the applicant had presented his press card. Another police officer present during the applicant’s apprehension stated during the pre-trial investigation that the applicant did not resist apprehension but that he had not heard the applicant identify himself as a journalist. The apprehending officer also testified that he had filled in the apprehension document, giving the reasons for the applicant’s apprehension and recording his personal information. According to the pre-trial investigation report, the basis for the applicant’s apprehension was contumacy towards the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant was then taken to a bus for detainees. In the bus, he allegedly explained to the police again that he was a magazine photographer. The applicant was taken to the police station where he asked to speak with the chief constable. He allegedly explained again that he was a journalist but his requests were ignored. He claimed that he “held up” his press card and started to wear it visibly on his chest thereafter. The applicant also claimed that the receiving police officer at the police station had to remove his press card which was hanging around his neck. According to the applicant, the receiving police officer at the police station was therefore aware that he was a journalist. While in the custody cell, the applicant allegedly shouted also to passing police officers that they had apprehended a journalist, but he was ignored.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant claimed that his camera equipment and memory cards had been confiscated. However, the Government maintained that, as soon as the police had found out that the applicant was a member of the press, his camera, memory cards and other equipment were immediately treated as journalistic sources and were not confiscated. He had been able to retain the photographs and no restrictions on the use of the photographs had been imposed on him by any authority at any stage. According to the report of the Deputy Parliamentary Ombudsman (see paragraph 34 below), the police had checked the content of the detainees’ mobile telephones. However, it is not clear whether the applicant’s mobile telephone was checked or whether his memory cards were inspected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The police kept the applicant in detention from 9 September at 9.26 p.m. until 10 September at 3.05 p.m., that is, for seventeen and a half hours. He was interrogated by the police on 10 September between 1.32 p.m. and 1.57 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicant’s employer, the editor-in-chief of the magazine, apparently learned about the applicant’s apprehension and that he was being held in police custody. It would appear that he telephoned the police station but was given no information concerning the applicant’s apprehension. According to the applicant, it was only when the editor-in-chief called a senior official (whose name the applicant did not mention in his submissions) at the Ministry of the Interior the following day that preparations were made for the applicant’s release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The police apprehended 128 persons altogether at the demonstration site. The police released minors (sixteen individuals) after a few hours’ apprehension. The majority of those who were apprehended were released on 11 September 2006. The applicant was the seventh detainee to be interrogated and the sixth to be released after minors. The last suspect was released on 12 September 2006 at 11.07 a.m.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Subsequent developments",
                                "elements": [
                                    {
                                        "content": "33.  Both domestic and international media reported the event and the police measures widely. The matter was also the subject of a wide-ranging investigation by the Deputy Parliamentary Ombudsman in 2006 and 2007. However, due to procedural rules, the Deputy Parliamentary Ombudsman could not investigate the applicant’s case because the criminal proceedings were pending against him at that time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  It appears from the report of the Deputy Parliamentary Ombudsman of 9 September 2006, inter alia, that the police did not have any information on the Dongzhou Coalition and that it was thus unclear to them who the organiser of the demonstration was in reality. It also appears that the police checked the content of the detainees’ mobile telephones. Moreover, the Deputy Parliamentary Ombudsman criticised, inter alia, the fact that there had been an insufficient number of checkpoints in relation to the number of people, and that the three-hour duration of holding people within the cordoned-off area was unnecessarily long. The Deputy Parliamentary Ombudsman also questioned the legality of the security checks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 5 February 2007 the police informed thirty-seven suspects that, for their part, the preliminary investigation was discontinued and that their cases would not be referred to the public prosecutor for the consideration of charges. The public prosecutor brought charges against eighty-six persons altogether.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "36.  On 23 May 2007 the public prosecutor brought charges against the applicant for contumacy towards the police (niskoittelu poliisia vastaan, tredska mot polis) under Chapter 16, section 4(1), of the Penal Code (rikoslaki, strafflagen).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 17 December 2007 the Helsinki District Court (käräjäoikeus, tingsrätten) found the applicant guilty of contumacy towards the police under Chapter 16, section 4(1), of the Penal Code but did not impose any penalty on him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant stated before the District Court that he had heard the orders to disperse at around 8.30 p.m. but had understood them as applying only to the demonstrators. The court found it established that the police actions had been legal and that the applicant had been aware of the orders of the police to leave the scene but had decided to ignore them. It appeared from the witness statements given before the court that the applicant had not said or indicated to a police officer standing nearby at the time of the apprehension that he was a journalist. According to this police officer, this fact only became known to him when the magazine relating the events at the demonstration came out. It appeared also from the witness statement of another journalist that he and a third photographer, who had been in the sealed-off area, had been able to leave the scene without consequences just before the applicant was apprehended. This last remaining journalist stated that he had taken his last photograph at 9.15 p.m. and left the area just two to three minutes before the applicant’s apprehension took place. The District Court found it further established that the police orders had been clear and that they had manifestly applied to everyone in the crowd, which consisted of demonstrators as well as bystanders and other members of the public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, the District Court examined the justification of the interference of the applicant’s right under Article 10 of the Convention in the following manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is disputed whether Mr Pentikäinen had, as a journalist and on the basis of his freedom of expression, the right not to obey the orders given to him by the police. He had intended to use his freedom of expression as a photographer. The police orders to disperse therefore restricted his freedom of expression. The question is whether there was a justification for this restriction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Pursuant to Article 12 of the Constitution and Article 10 of the European Convention on Human Rights, everyone has the right to freedom of expression. It includes a right to publish and distribute information without interference by the authorities. Pursuant to the Constitution, more detailed provisions on the exercise of freedom of expression are laid down by an Act. In accordance with Article 10 § 2 of the European Convention on Human Rights, the exercise of freedom of expression may be subject to formalities, conditions, restrictions or penalties which are prescribed by law. Pursuant to the said Article and the case-law of the European Court of Human Rights, three requirements must be taken into account when assessing the restrictions: (1) the restriction must be prescribed by law; (2) it must have an acceptable reason; and (3) it must be necessary in a democratic society.",
                                        "elements": []
                                    },
                                    {
                                        "content": "First of all, the District Court notes that the police have the power, in accordance with sections 18 and 19 of the Police Act, to cordon off an area and to disperse a crowd. On the strength of this power, the police gave an order to disperse to the persons remaining in the Kiasma-Postitalo area, which order Mr Pentikäinen also refused to follow. The restriction was thus prescribed by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Secondly, the District Court considers that the powers stipulated in sections 18 and 19 of the Police Act relate to the maintenance of public order and security and to the prevention of disorder or crime, and that in this case the order to disperse given to, among others, Mr Pentikäinen relates to the prevention of disorder. The restriction therefore has an acceptable reason.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thirdly, it must be examined whether the order to disperse given to Mr Pentikäinen and the obligation to follow it was necessary in a democratic society. The District Court finds that it was necessary to put an end to the situation in the Kiasma area by ordering the crowd to disperse and by asking the persons to leave the area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The District Court concludes that, in the case at hand, the conditions for restricting Mr Pentikäinen’s freedom of expression by ordering him to disperse along with the remaining crowd were fulfilled. The District Court has taken a stand on the elements having an effect on the punishability of Mr Pentikäinen’s act below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The case referred to by Mr Pentikäinen (Dammann v. Switzerland, [no. 77551/01,] 25 April 2006) concerned a situation in which a journalist had been convicted in Switzerland of incitement to breach official secrecy because he had asked for and received information from an administrative assistant in the public prosecutor’s office about some registry entries. The [European] Court found that the applicant’s conviction could prevent journalists from participating in public discussions on questions of general interest. The conviction was not proportionate to the aims sought and Article 10 of the Convention had thus been violated. The District Court finds that the cited case is not similar to the case at hand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, relying on Chapter 6, section 12, of the Penal Code, no penalty was imposed on the applicant as the offence was comparable to “an excusable act” (anteeksiannettavaan tekoon rinnastettava, jämförbar med en ursäktlig gärning). The District Court found:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The punishment of Mr Pentikäinen is waived in accordance with Chapter 6, section 12(3), of the Penal Code because the offence, due to special reasons related to the act, can be deemed comparable to an excusable act. As a journalist, Mr Pentikäinen was forced to adapt his behaviour towards the situation due to the conflicting expectations expressed by the police, on the one hand, and by his profession and employer, on the other hand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  By a letter dated 23 January 2008, the applicant appealed to the Helsinki Court of Appeal (hovioikeus, hovrätten), claiming that the District Court should have dismissed the charges against him. He argued that his apprehension and the fact that he was found guilty were contrary to the Constitution and Article 10 of the Convention. The applicant was a journalist and he had not participated in the demonstration or caused any disorder. The District Court had not given reasons as to why his apprehension and conviction were “necessary in a democratic society” and had thereby failed to justify the interference.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 30 April 2009 the Court of Appeal dismissed the applicant’s appeal without giving any further reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  By a letter dated 24 June 2009, the applicant further appealed to the Supreme Court (korkein oikeus, högsta domstolen), reiterating the grounds of appeal already presented before the Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 1 September 2009 the Supreme Court refused the applicant leave to appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Police Act",
                                "elements": [
                                    {
                                        "content": "42.  Under section 14 of the Police Act (poliisilaki, polislagen; Law no. 493/1995, as in force at the relevant time), at the request of the occupant of domestic or public premises or his or her representative, police officers had the right to remove anyone who unlawfully intruded, entered in secret or by diversion, or concealed himself or herself therein or neglected an order to leave. Police officers had the right to remove anyone with permission to be in an area or place referred to above if he or she disturbed the domestic or public peace of other persons or caused considerable disturbance in other ways and there were reasonable grounds for suspecting that the disturbance would recur. If it was likely that removal would not prevent the disturbance from recurring, police officers had the right to apprehend the person causing the disturbance and keep him or her in custody. The apprehended person could be kept in custody only for as long as the disturbance was likely to recur, but no longer than twelve hours after being apprehended.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Pursuant to section 18(1) of the Police Act, police officers had the right to cordon off, close or clear a place or area in public use, or to prohibit or restrict movement there, if this was necessary to maintain public order and security, to secure an investigation, or to protect measures taken at the scene of an accident, the privacy of persons subjected to those measures and any endangered property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Section 19 of the Police Act provided that police officers had the right to order a crowd to disperse or move if the gathering threatened public order and security or obstructed traffic. If an order to disperse or move was not obeyed, police officers had the right to use force to disperse the crowd and to apprehend non-compliant persons. Apprehended persons had to be released as soon as the purpose of the measure had been served, but no later than twelve hours after being apprehended.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  A new Police Act (poliisilaki, polislagen; Law no. 872/2011) came into force on 1 January 2014. Chapter 2, sections 5, 8 and 9, of the new Act contain the same regulations, including that an apprehended person may be kept in custody only for as long as the disturbance is likely to recur, but no longer than twelve hours after being apprehended.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Coercive Measures Act",
                                "elements": [
                                    {
                                        "content": "46.  Chapter 1, section 2, second paragraph, of the Coercive Measures Act (pakkokeinolaki, tvångsmedelslagen; Law no. 450/1987, as in force at the relevant time) provided that, if the prerequisites existed for arrest, a police officer could apprehend a person suspected of an offence even without an arrest warrant if the arrest could otherwise be endangered. The police officer had, without delay, to notify an official with the power of arrest of this apprehension. Said official had to decide, within twenty-four hours of the apprehension, whether the apprehended person was to be released or arrested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  A new Coercive Measures Act (pakkokeinolaki, tvångsmedelslagen; Law no. 806/2011) came into force on 1 January 2014. Chapter 2, section 1, of the new Act provides as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A police officer may, for the purpose of clarifying an offence, apprehend a person suspected of an offence who is caught in the act or trying to escape.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A police officer may also apprehend a suspect whose arrest or remand has been ordered. In addition, a police officer may, during the main hearing of a court or during the consideration of the decision, apprehend a defendant whose remand has been requested in connection with the judgment, if the remand is necessary in order to prevent him or her from leaving.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the prerequisites exist for arrest, a police officer may apprehend a suspect even without an arrest warrant if the arrest may otherwise be endangered. The police officer shall notify without delay an official with the power of arrest of this apprehension. Said official with the power of arrest shall decide, within twenty-four hours of the apprehension, whether the apprehended person is to be released or arrested. Prolonging the apprehension for more than twelve hours requires the existence of the prerequisites for arrest.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Criminal Investigation Act",
                                "elements": [
                                    {
                                        "content": "48.  According to section 21 of the Criminal Investigation Act (esitutkintalaki, förundersökningslagen; Law no. 449/1987, as in force at the relevant time), a suspect who had not been arrested or remanded could not be detained as part of the criminal investigation for longer than twelve hours at a time or, if the prerequisites for arrest under the Coercive Measures Act were fulfilled, for longer than twenty-four hours.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Pursuant to section 24, second paragraph, of the same Act, questioning could be conducted between 10 p.m. and 7 a.m. only if,",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  the person being questioned requests this;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  the matter is under simplified investigation for which the person being questioned is required to stay or to arrive immediately; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  there is some other pressing reason for it.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The same rules are included in Chapter 6, section 5, subsection 2 and Chapter 7, section 5, second paragraph, of the new Criminal Investigation Act (esitutkintalaki, förundersökningslagen; Law no. 805/2011) which came into force on 1 January 2014.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Penal Code",
                                "elements": [
                                    {
                                        "content": "51.  Chapter 16, section 4 of the Penal Code (rikoslaki, strafflagen; Law no. 39/1889, as amended by Law no. 563/1998) provides as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A person who",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  fails to obey an order or prohibition issued by a police officer, within his or her competence, for the maintenance of public order or security or the performance of a duty;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  refuses to provide a police officer with the identifying information referred to in section 10, subsection 1, of the Police Act;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  fails to obey a police officer’s clearly visible signal or order for stopping or moving a vehicle, as referred to in section 21 of the Police Act;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  neglects the duty to provide assistance, as referred to in section 45 of the Police Act; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  alerts the police without reason or, by providing false information, hinders police operations;",
                                        "elements": []
                                    },
                                    {
                                        "content": "shall be sentenced, unless a more severe penalty for the act has been provided elsewhere in the law, for contumacy towards the police to a fine or to imprisonment of at most three months.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Chapter 6, section 12, of the same Code provides the following.",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A court may waive punishment if",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  the offence, when assessed as a whole, taking into account its harmfulness or the culpability of the perpetrator, is to be deemed of minor significance;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  the perpetrator was under the age of 18 when the offence was committed and the act is deemed to be the result of lack of understanding or of imprudence;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  due to special reasons related to the act or the perpetrator the act is deemed to be an excusable act;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  punishment is deemed to be unreasonable or pointless in particular taking into account the factors referred to above in section 6, paragraph 3, and section 7, or action taken by the social security and health authorities; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  the offence would not have an essential effect on the total sentence due to the provisions on sentencing to a joint punishment.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The Criminal Records Act",
                                "elements": [
                                    {
                                        "content": "53.  Section 2, first and second paragraphs, of the Criminal Records Act (rikosrekisterilaki, straffregisterlagen; Law no. 770/1993) provide as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On the basis of notices by courts of law, data shall be entered in the criminal records on decisions whereby a person in Finland has been sentenced to unsuspended imprisonment; community service; suspended imprisonment; suspended imprisonment supplemented with a fine, community service or supervision; juvenile punishment; a fine instead of juvenile punishment; dismissal from office; or whereby sentencing has been waived under Chapter 3, section 4, of the Penal Code (no. 39/1889). However, no entries shall be made in the criminal records on the conversion of fines into imprisonment, nor on imprisonment imposed under the Civilian Service Act (no. 1723/1991). Data on fines imposed on the basis of the provisions governing corporate criminal liability shall also be entered in the criminal records.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, entries shall be made in the criminal records, as provided by Decree, on court decisions whereby a Finnish citizen or a foreigner permanently resident in Finland has been sentenced abroad to a penalty equivalent to one mentioned in paragraph 1.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  INTERNATIONAL AND EUROPEAN STANDARDS",
                        "elements": [
                            {
                                "content": "54.  In the information available to the Court concerning international and European standards, specific references to the conduct of journalists during demonstrations were scarce. However, some regulations or recommendations existed regulating the conduct of the police towards journalists covering demonstrations or similar events while also imposing a duty on journalists to refrain from hampering the police in maintaining public order and safety.",
                                "elements": []
                            },
                            {
                                "content": "55.  For instance, the Guidelines drawn up by the Office for Democratic Institutions and Human Rights (ODIHR) of the Organization for Co-operation and Security in Europe (OSCE) and the European Commission for Democracy through Law (Venice Commission) provide as follows.",
                                "elements": []
                            },
                            {
                                "content": "“168.  If dispersal is deemed necessary, the assembly organiser and participants should be clearly and audibly informed prior to any intervention by law -enforcement personnel. Participants should also be given reasonable time to disperse voluntarily. Only if participants then fail to disperse may law enforcement officials intervene further. Third parties (such as monitors, journalists, and photographers) may also be asked to disperse, but they should not be prevented from observing and recording the policing operation ...",
                                "elements": []
                            },
                            {
                                "content": "169.  Photography and video recording (by both law enforcement personnel and participants) should not be restricted, but data retention may breach the right to private life: During public assemblies the photographing or video recording of participants by the law enforcement personnel is permissible. However, while monitoring individuals in a public place for identification purposes does not necessarily give rise to an interference with their right to private life, the recording of such data and the systematic processing or permanent nature of the record kept may give rise to violations of privacy. Moreover, photographing or videoing assemblies for the purpose of gathering intelligence can discourage individuals from enjoying the freedom [to assemble] and should therefore not be done routinely. Photographing or video recording the policing operation by participants and other third parties should not be prevented, and any requirement to surrender film or digitally recorded images or footage to the law enforcement agencies should be subject to prior judicial scrutiny. Law enforcement agencies should develop and publish a policy relating to their use of overt filming/photography at public assemblies.”",
                                "elements": []
                            },
                            {
                                "content": "56.  The European and international regulations, standards, recommendations or public announcements concerning the conduct of journalists are predominantly silent as to the coverage of demonstrations or similar events. The same holds true for the self-regulating codes of conduct or professional ethics of journalists.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  COMPARATIVE LAW",
                        "elements": [
                            {
                                "content": "57.  From the information available to the Court, including a comparative-law survey of thirty-four Council of Europe member States (Austria, Azerbaijan, Belgium, Bosnia and Herzegovina, Bulgaria, Cyprus, the Czech Republic, Estonia, France, Georgia, Germany, Greece, Hungary, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, the Republic of Moldova, the Netherlands, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Ukraine and the United Kingdom), it appeared that all of the surveyed States applied general criminal-law provisions to journalists covering demonstrations. No special status regarding the arrest, detention and conviction of journalists emerged. Members of the media therefore remained liable for offences committed by them during demonstrations in the same way as participants in demonstrations. While case-law similar to the present case was found in five of the surveyed States – Austria, Hungary, Spain, Sweden and the former Yugoslav Republic of Macedonia – it did not allow for the drawing of any general conclusions.",
                                "elements": []
                            },
                            {
                                "content": "58.  Concerning police powers, the vast majority of surveyed States did not regulate the specific issue of news-gathering during violent demonstrations. General guidelines or regulations governing police and media relations were found in twelve member States (Belgium, Bulgaria, Germany, Greece, Hungary, Luxembourg, the Republic of Moldova, the Netherlands, Russia, Spain, Sweden and the United Kingdom) whereby, as a general rule, members of the media covering events were encouraged to identify themselves as such in order to be distinguished from participants. However, while this singling out of members of the media was aimed at enabling and facilitating journalistic activity, it did not have the effect of conferring any sort of immunity on journalists when they failed to comply with police orders to leave the scene of a demonstration. Only a limited number of member States (Georgia, the Republic of Moldova, Russia and Serbia) dealt with the issue of news-gathering during demonstrations by way of specific regulations. In these member States, journalists were either granted protected areas from which they could cover ongoing demonstrations or were informed of the safest area in which to carry out their activities. Nonetheless, the overall balance of interests appeared to be struck in favour of preserving public order and safety by following police instructions.",
                                "elements": []
                            },
                            {
                                "content": "59.  While a large majority of the surveyed member States had professional codes of conduct or codes of ethics for journalists, they did not contain specific provisions relating to the relationship between journalists and the police during demonstrations. These codes rather focused on investigative techniques and journalistic sources as well as protecting third-party privacy.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  The applicant complained under Article 10 of the Convention that his freedom of expression had been violated. Article 10 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The Chamber judgment",
                                "elements": [
                                    {
                                        "content": "61.  The Chamber considered that, since the applicant’s apprehension and conviction had been the consequence of his conduct as a newspaper photographer and journalist when disobeying the police, the presumption was that there had been an interference with his right to freedom of expression. The Chamber further found that the parties agreed that the impugned measures had a basis in Finnish law, in particular in Chapter 16, section 4, of the Penal Code. The interference was thus “prescribed by law” and it pursued several legitimate aims, namely the protection of public safety as well as the prevention of disorder and crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  As to its necessity in a democratic society, the Chamber noted that the applicant had waived his right to use the separate, secure area for the press when he had decided to stay with the demonstrators even after the orders to disperse. It was established that the applicant had been aware of the orders of the police to leave the scene but had decided to ignore them. The applicant could have left the scene and moved to the secure press area without any consequences at any time during the cordon. By not doing so, the applicant had knowingly taken the risk of being apprehended for contumacy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  For the Chamber it was not entirely clear at what stage the police had learned that the applicant was a journalist. It appeared that the applicant had failed to make clear efforts to identify himself as a journalist. Moreover, it did not appear that the applicant had in any way been prevented from taking photographs of the demonstration. Nor had his camera or other equipment been confiscated and he had been allowed to keep all the photographs he had taken and to use them unrestrictedly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Chamber considered that the demonstration had been a matter of legitimate public interest, having regard in particular to its nature. The District Court had analysed the matter from the Article 10 point of view, balancing the different interests against each other, and had found that there had been a pressing social need to take the impugned measures against the applicant. The Chamber also attached weight to the fact that no penalty was imposed on the applicant as his act had been considered “excusable” by the domestic courts. Having regard to all the factors, the Chamber considered that the domestic courts had struck a fair balance between the competing interests at stake. Accordingly, there had been no violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "65.  The applicant submitted that there had been an interference with his right to freedom of expression because the police had asked him to leave the area where the demonstration was taking place, he had been apprehended and had been unable during his detention of seventeen and a half hours to transmit information, and because he had been suspected, charged and convicted of a crime which constituted a “chilling effect” on his rights and work.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  As to whether the interference had been prescribed by law, the applicant claimed that the police had exceeded their statutory powers or abused their discretionary powers at several different stages. First of all, the disproportionality of the police’s categorical order for the crowd to disperse showed that it was not in accordance with Finnish law. The police decision to treat the demonstration as a riot was also questionable as the extent of aggressive behaviour was relatively limited, involving only a few individuals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Secondly, the applicant’s detention had been illegal as it had been overnight and had lasted for about seventeen and a half hours. Apprehended persons should be released as soon as possible but no later than twelve hours after being apprehended. The police would have been able to detain him for longer than twelve hours only if he had been suspected of rioting. The police had first apprehended the applicant for contumacy towards the police, but later, according to the applicant, the reason for his apprehension had been changed to rioting. As the applicant had clearly not even participated in the demonstration, his conduct could not fulfil the definition of rioting. The police had not therefore had sufficient reason to apprehend him and he should have been released immediately or at the latest within twelve hours. Moreover, the applicant should have been interrogated or interviewed without delay as interrogations could be conducted even between 10 p.m. and 7 a.m. if the suspect so requested or if there was another pressing reason.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The applicant also considered that the actual criminal conviction was not based on the law as he had not been aware that he might be found guilty of an offence by continuing to take photographs in the cordoned-off area. As the domestic courts had failed to give reasons in their judgments, the legality issues were not assessed by them. Therefore, the applicant maintained that the interference by the police, the prosecutor and the domestic courts had had no basis in Finnish law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The applicant was prepared to accept that the interference might have pursued a legitimate aim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  As to the necessity, the applicant pointed out that his task had been to impart information within a reasonable time about the demonstration. He had been working both on an indepth story on the conduct of each side during the demonstration and on publishing online information about the demonstration immediately after its termination. The applicant claimed that there had been no separate and secure press area for journalists at the site of the demonstration. He had contacted all the main media organisations and found out that none of the journalists present had been instructed to go to a secure area and no one had in fact seen such an area. The view from outside into the cordoned-off area had been blocked by a dense, several rows deep, line of police officers, police minibuses and police buses. At 7.15 p.m. the police had cordoned off an even larger area, which had made it even more difficult to follow the events. There could not have been a secured area for journalists because originally the demonstration was to be a march and therefore a static press area would not have served any purpose. Even if there were such an area, its use should have been optional as it was not up to the State authorities to decide from which angle journalists should cover the event.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The applicant further maintained that the allegation that he had not identified himself as a journalist was contrary to common sense. He had had a press badge around his neck, which fact had been testified by a witness before the District Court. He had been carrying two cameras of a sort which, in 2006, were only used by professional journalists, and a camera bag. From the pre-trial investigation report it appeared that the applicant had identified himself as a journalist to the apprehending officer. At the end of the demonstration the applicant had stood between the demonstrators and the police line, and had thus clearly been separated from the former. At this time the situation had been calm and under police control. After detaining the demonstrators, a police officer had shouted “Get the photographer!” and the applicant had been apprehended while taking photographs. While in the police custody cell, he had actively shouted to passing police officers that he was a journalist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The applicant argued that his detention of seventeen and a half hours had been disproportionate. The police could have released him at the scene or at the latest within twelve hours. The footage the applicant had gathered during the demonstration was already “old” by the time he had been released. The police had released minors after a few hours of detention, and the applicant could also have been released then. The police could also have discontinued the pre-trial investigation in his case and the prosecutor could have dropped the charges against him. However, the State considered it important that the applicant be prosecuted and possibly convicted of contumacy. The State had convicted him for carrying out his work even though he had already suffered the consequences of the police’s concrete actions. The District Court judgment and the duration of his detention would have a clear “chilling effect” on the work of journalists. The domestic courts had not assessed whether the interference had had a “pressing social need”. The District Court had not balanced the competing interests properly but had merely stated that the termination of the demonstration by ordering the crowd to disperse had been necessary. It had not assessed the nature of the “pressing social need” to remove the applicant from the scene. It had also failed to take into account the case-law of the Court according to which such a judgment would have a “chilling effect” on journalists.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "72.  The Government agreed with the Chamber’s conclusion to the effect that there had been no violation of Article 10 of the Convention in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  In the Government’s view, there had not been an interference with the applicant’s right to freedom of expression. They noted that the police had not prevented the applicant from covering the event. The reason for the applicant’s apprehension had not been the fact that he was a photographer but the fact that he had repeatedly failed to obey consistent and clear police orders to leave the site of the demonstration. The police orders had concerned everyone at the scene. Evidence also showed that the applicant had been ordered personally by a police officer to leave the scene, after which he had consulted his superior on whether he should stay despite the police orders or not. The applicant had not been ordered to stop taking photographs at any time, even at very close range, up to his apprehension. As soon as the police had found out that the applicant was a member of the press, his camera, memory cards and other equipment had been immediately treated as journalistic sources and were not confiscated. He had been able to keep the photographs and no restrictions on the use of the photographs had been imposed on him by any authority at any stage. The applicant had been the seventh detainee to be interrogated and the sixth to be released of the eighty-one detainees interrogated on the following day. After releasing the minors, the police had turned their attention to the applicant as soon as possible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Government further pointed out that none of the domestic proceedings concerning the applicant, nor the current proceedings before the Court, concerned the applicant’s actions as a photographer. The matter at stake rather concerned his actions as part of a crowd which had systematically – after being advised, urged and finally ordered to disperse – refused to obey the police. It was for this reason that the domestic courts had found the applicant guilty of contumacy towards the police. Furthermore, the District Court had decided not to impose any sanction on the applicant as, in its opinion, the applicant had found himself in a conflictual situation. He had to choose to abide, on the one hand, by the expectations imposed on him by the law and the police and, on the other hand, by the expectations imposed on him by his employer who had sent him to cover the event and who had advised him to stay at the scene after he had personally been ordered to leave. Given this understandable difficulty, the District Court had deemed the applicant’s refusal to obey the police to be comparable to “an excusable act”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  In the alternative, should the Court find that there had been an interference with the applicant’s right to freedom of expression, the Government argued that the interference was “prescribed by law”. The interference had also had several legitimate aims, namely the protection of public safety as well as the prevention of disorder and crime, as found by the Chamber.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  As to the necessity of the interference in a democratic society, the Government agreed with the Chamber’s finding that the domestic courts had struck a fair balance between the competing interests at stake. They noted that members of the media had been able to report on and photograph the event freely until its end, even at extremely close range to the police. There had also been a separate area for media representatives. However, the escalation of violence at the site of the Smash ASEM demonstration had resulted in the police arriving in numerous vehicles, some of which may have blocked visibility from the secure area to parts of the site. It was uncontested that the applicant had personally heard the police orders to disperse by 8.30 p.m. and that he had seen people heading towards the exits. At around 9 p.m., when the police had given the final orders to disperse, there had been two other photographers at the demonstration site but they had left the scene at around 9.15 p.m. No measures had been imposed on them at any stage. The police orders had been given in order to calm the situation, to restore public order and, in particular, to ensure public safety. When at 9.15 p.m. the police had ordered the applicant to leave he had refused to do so, stating that, as a photographer, the order did not apply to him. At that time those members of the crowd who had shown resistance had been detained and the event had come to an end. Some minutes later the police had apprehended the applicant as it had been clear that he was determined to disobey the police. As the applicant had consulted his superior by telephone asking for advice on whether to stay or leave, he had clearly understood that the police orders applied to him as well. The District Court had also found it established that the police orders had clearly applied to everybody, thus the applicant’s apprehension could not have come as a surprise to him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Government noted that the purpose of the applicant’s apprehension had not been to hinder his freedom of expression but to investigate the offence he was suspected of having committed. He had been able to use all the photographs he had taken at the event. The applicant’s apprehension and detention had thus been justifiable, necessary and proportionate as the police had been reacting to a violent demonstration for which there had existed a risk of further violence and disruption. The alleged interference was thus necessary in a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Government stressed the importance of equal treatment and equality before the law, as guaranteed by the Constitution of Finland and Article 14 of the Convention. They maintained that the applicant was not entitled to preferential or different treatment in comparison to other members of the crowd present at the demonstration. The police orders had been given without discrimination as to status or profession and had not been aimed at preventing the applicant’s professional activity. The aim of the police had been to calm the situation and to restore public order. Moreover, the District Court had established that the applicant had not shown his press badge to the apprehending officer or the receiving police officer at the police station. He had only shown his badge on the bus taking him to the police station. The applicant himself had written in the article about the event that he had started to wear his badge visibly only after he had been detained. Therefore, the margin of appreciation afforded to the State in assessing the proportionality of measures allegedly infringing the applicant’s right to freedom of expression had not been affected as the applicant had failed to make clear efforts to identify himself as a journalist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  Finally, the Government argued that no “chilling effect” could be connected to the present case. The applicant had not been detained and convicted for his activities as a journalist but for systematically disobeying clear police orders. Several other journalists present at the event had chosen not to disobey the police. No sanctions had been imposed on the applicant as the District Court had deemed his actions to be comparable to “an excusable act”. Nor had he been ordered to pay any legal costs.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Scope of the case before the Grand Chamber",
                                        "elements": [
                                            {
                                                "content": "80.  In his written submissions to the Grand Chamber, the applicant claimed that his detention had been illegal as it had lasted overnight and for about eighteen hours. He claimed that, as the police did not have sufficient prerequisites for his arrest, he should have been released at the latest within twelve hours after the apprehension. For this reason his detention exceeding twelve hours was not “prescribed by law” (see paragraph 66 above). The Government did not comment on this complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  According to the Court’s constant case-law, the “case” referred to the Grand Chamber is the application as it has been declared admissible by the Chamber (see, among other authorities, K. and T. v. Finland [GC], no. 25702/94, § 141, ECHR 2001VII). The applicant lodged the complaint that his detention had been illegal in so far as it exceeded twelve hours for the first time in his submissions to the Grand Chamber. The Chamber, when examining the necessity of the interference with the applicant’s right under Article 10, had regard to the Government’s argument that the duration of the applicant’s detention of about eighteen hours was explained by the fact that he was detained late at night and that domestic law prohibited interrogations between 10 p.m. and 7 a.m. (see paragraph 48 of the Chamber judgment). However, the applicant had not complained before the Chamber that his detention for a duration exceeding twelve hours was unlawful. This complaint did not form part of the application which was declared admissible by the Chamber, and therefore falls outside the scope of the examination by the Grand Chamber. The Court will therefore limit its examination to the applicant’s complaint as declared admissible by the Chamber, namely that his apprehension, detention and conviction entailed an unjustified interference with his right to freedom of expression as guaranteed by Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Whether there was an interference",
                                        "elements": [
                                            {
                                                "content": "82.  The Government primarily claimed that there had been no interference with the applicant’s right to freedom of expression in the instant case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The applicant was apprehended by the police in the context of a demonstration, detained for about eighteen hours, and was later charged and found guilty by the domestic courts of disobeying the police. However, no penalty was imposed on him since the offence was considered as “an excusable act”. Even if the impugned measures were not aimed at the applicant as a journalist but were the consequence of his failure to comply with police orders to disperse, addressed to all those present in the cordoned-off area, the exercise of his journalistic functions had been adversely affected as he was present at the demonstration as a newspaper photographer in order to report on the events (see, mutatis mutandis, Gsell v. Switzerland, no. 12675/05, § 49, 8 October 2009). The Court therefore accepts that there was an interference with his right to freedom of expression.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Whether the interference was prescribed by law",
                                        "elements": [
                                            {
                                                "content": "84.  The Court notes that the expression “prescribed by law” within the meaning of Article 10 § 2 of the Convention not only requires that the impugned measure should have a legal basis in domestic law, but also refers to the quality of the law in question, which should be accessible to the person concerned and foreseeable as to its effects (see, among other authorities, Centro Europa 7 S.r.l. and Di Stefano v. Italy [GC], no. 38433/09, § 140, ECHR 2012, and Rotaru v. Romania [GC], no. , § 52, ECHR 2000-V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The parties disagree as to whether or not the interference was “prescribed by law”. The Court notes that the applicant’s main argument concerns the alleged illegality of his detention as far as it exceeded twelve hours, which issue falls outside the scope of the case before the Grand Chamber (see paragraph 81 above). For the rest, it appears from the applicant’s submissions that he does not, as such, argue that his apprehension, detention and conviction had no legal basis in Finnish law but rather complains of how the relevant provisions of domestic law were applied by the national authorities and courts in his case. However, it is primarily for the national authorities, notably the courts, to interpret and apply domestic law (see Kopp v. Switzerland, 25 March 1998, § 59, Reports of Judgments and Decisions 1998-II, and Kruslin v. France, 24 April 1990, § 29, Series A no. 176-A). None of the applicant’s arguments discloses any indication that the domestic authorities applied the law in an arbitrary manner. The Court is therefore satisfied that the interference complained of, encompassing the applicant’s apprehension, detention and conviction, had a legal basis in Finnish law, namely in section 19 of the Police Act, in Chapter 1, section 2, second paragraph, of the Coercive Measures Act and in Chapter 16, section 4, of the Penal Code. The Court therefore concludes that the interference was “prescribed by law”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Whether the interference pursued a legitimate aim",
                                        "elements": [
                                            {
                                                "content": "86.  It has not been disputed that the interference pursued several legitimate aims within the meaning of Article 10 § 2 of the Convention, namely the protection of public safety and the prevention of disorder and crime.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Whether the interference was necessary in a democratic society",
                                        "elements": [
                                            {
                                                "content": "87.  The general principles concerning the necessity of an interference with freedom of expression were summarised in Stoll v. Switzerland ([GC], no. , § 101, ECHR 2007V) and were reiterated more recently in Animal Defenders International v. the United Kingdom ([GC], no. 48876/08, § 100, ECHR 2013) and Morice v. France ([GC], no. 29369/10, § 124, ECHR 2015):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(i)  Freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and for each individual’s self-fulfilment. Subject to paragraph 2 of Article 10, it is applicable not only to ‘information’ or ‘ideas’ that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness without which there is no ‘democratic society’. As set forth in Article 10, this freedom is subject to exceptions, which ... must, however, be construed strictly, and the need for any restrictions must be established convincingly ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  The adjective ‘necessary’, within the meaning of Article 10 § 2, implies the existence of a ‘pressing social need’. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a ‘restriction’ is reconcilable with freedom of expression as protected by Article 10.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  The Court’s task, in exercising its supervisory jurisdiction, is not to take the place of the competent national authorities but rather to review under Article 10 the decisions they delivered pursuant to their power of appreciation. This does not mean that the supervision is limited to ascertaining whether the respondent State exercised its discretion reasonably, carefully and in good faith; what the Court has to do is to look at the interference complained of in the light of the case as a whole and determine whether it was ‘proportionate to the legitimate aim pursued’ and whether the reasons adduced by the national authorities to justify it are ‘relevant and sufficient’... In doing so, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they relied on an acceptable assessment of the relevant facts ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "This protection of Article 10 extends not only to the substance of the ideas and information expressed but also to the form in which they are conveyed (see Jersild v. Denmark, 23 September 1994, § 31, Series A no. 298).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Court further emphasises the essential function the media fulfil in a democratic society. Although they must not overstep certain bounds, their duty is nevertheless to impart – in a manner consistent with their obligations and responsibilities – information and ideas on all matters of public interest (see Bladet Tromsø and Stensaas v. Norway [GC], no. , § 59, ECHR 1999-III; De Haes and Gijsels v. Belgium, 24 February 1997, § 37, Reports 1997I; and Jersild, cited above, § 31). Not only do the media have the task of imparting such information and ideas, the public also has a right to receive them (see The Sunday Times v. the United Kingdom (no. 1), 26 April 1979, § 65, Series A no. 30).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  In this connection, and with reference to the facts of the instant case, the crucial role of the media in providing information on the authorities’ handling of public demonstrations and the containment of disorder must be emphasised. The “watchdog” role of the media assumes particular importance in such contexts since their presence is a guarantee that the authorities can be held to account for their conduct vis-à-vis the demonstrators and the public at large when it comes to the policing of large gatherings, including the methods used to control or disperse protesters or to preserve public order. Any attempt to remove journalists from the scene of demonstrations must therefore be subject to strict scrutiny.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Court also reiterates that the protection afforded by Article 10 of the Convention to journalists is subject to the proviso that they act in good faith in order to provide accurate and reliable information in accordance with the tenets of responsible journalism (see, mutatis mutandis, Bladet Tromsø and Stensaas, cited above, § 65; Fressoz and Roire v. France [GC], no. 29183/95, § 54, ECHR 1999I; Kasabova v. Bulgaria, no. 22385/03, §§ 61 and 63-68, 19 April 2011; and Times Newspapers Ltd v. the United Kingdom (nos. 1 and 2), nos. 3002/03 and 23676/03, § 42, ECHR 2009). In the Court’s case-law, the concept of responsible journalism has so far focused mainly on issues relating to the contents of a publication or an oral statement (see, for example, Bladet Tromsø and Stensaas, cited above, §§ 65-67; Fressoz and Roire, cited above, §§ 52-55; Krone Verlag GmbH v. Austria, no. 27306/07, §§ 46-47, 19 June 2012; Novaya Gazeta and Borodyanskiy v. Russia, no. 14087/08, § 37, 28 March 2013; Perna v. Italy [GC], no. 48898/99, § 47, ECHR 2003V; Times Newspapers Ltd, cited above, § 45; Ungváry and Irodalom Kft v. Hungary, no. 64520/10, § 42, 3 December 2013; and Yordanova and Toshev v. Bulgaria, no. 5126/05, §§ 53 and 55, 2 October 2012) rather than on the public conduct of a journalist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, the concept of responsible journalism, as a professional activity which enjoys the protection of Article 10 of the Convention, is not confined to the content of information which is collected and/or disseminated by journalistic means. That concept also embraces, inter alia, the lawfulness of the conduct of a journalist, including, and of relevance to the instant case, his or her public interaction with the authorities when exercising journalistic functions. The fact that a journalist has breached the law in that connection is a most relevant, albeit not decisive, consideration when determining whether he or she has acted responsibly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The Court reiterates in this context that journalists who exercise their freedom of expression undertake “duties and responsibilities” (see Stoll, cited above, § 102, and Handyside v. the United Kingdom, 7 December 1976, § 49 in fine, Series A no. 24). It is to be noted in this connection that paragraph 2 of Article 10 does not guarantee a wholly unrestricted freedom of expression even with respect to media coverage of matters of serious public concern. In particular, and notwithstanding the vital role played by the media in a democratic society, journalists cannot, in principle, be released from their duty to obey the ordinary criminal law on the basis that, as journalists, Article 10 affords them a cast-iron defence (see, among other authorities and mutatis mutandis, Stoll, cited above, § 102; Bladet Tromsø and Stensaas, cited above, § 65; and Monnat v. Switzerland, no. , § 66, ECHR 2006-X). In other words, a journalist cannot claim an exclusive immunity from criminal liability for the sole reason that, unlike other individuals exercising the right to freedom of expression, the offence in question was committed during the performance of his or her journalistic functions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The Court notes that the applicant was apprehended, detained, charged and found guilty of having disobeyed the police. His apprehension took place in the context of the Smash ASEM demonstration in which he had participated as a photographer and journalist for the weekly magazine Suomen Kuvalehti. It is not in dispute that the demonstration attracted considerable media attention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  In contrast to many other cases brought by journalists under Article 10 of the Convention, including Stoll and further cases referred to in paragraphs 87 to 91 above, the present case does not concern the prohibition of a publication (public disclosure of certain information) or any sanctions imposed in respect of a publication. What is at stake in the present case are measures taken against a journalist who failed to comply with police orders while taking photos in order to report on a demonstration that had turned violent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  When assessing whether the measures taken against the applicant by the Finnish authorities were necessary, the Court will bear in mind that the interests to be weighed in the instant case, namely, the interest of the police in maintaining public order in the context of a violent demonstration and the interest of the public to receive information on an issue of general interest, are both public in nature (see, mutatis mutandis, Stoll, cited above, §§ 11516). It will examine the applicant’s apprehension, detention and conviction in turn, in order to determine whether the impugned interference, seen as a whole, was supported by relevant and sufficient reasons and was proportionate to the legitimate aims pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  Regarding the applicant’s apprehension, the Court will have regard to whether the police orders were based on a reasonable assessment of the facts and whether the applicant was able to report on the demonstration. It will also have regard to the applicant’s conduct, including whether he identified himself as a journalist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  When the demonstration started, a core group of about fifty demonstrators, some 500 bystanders and some fifty journalists, including the applicant, had congregated at the starting-point of the march. As the demonstration turned violent, the police first prevented the crowd from marching but allowed a peaceful demonstration to be held on the spot. Later on the police sealed off the area around the demonstration and ordered the crowd to disperse. The police had made security preparations for the event by deploying 480 police and border-guard officers. The police had good reason to expect, on the basis of the risk assessment made by the Finnish Security Intelligence and their previous experience of riots which had taken place the same year, as well as in view of the tone of the posters inviting members of the public to “bring even a little bit of mayhem to the streets of Helsinki” and the anonymity of the organiser of the demonstration (see paragraphs 12-16 above), that the demonstration might turn violent. Subsequently the District Court found that the police actions had been legal and that the police had had justifiable reasons to give the orders to disperse (see paragraph 37 above). The Court therefore sees no reason to doubt that the police orders were based on a reasonable assessment of the facts. Moreover, in the Court’s view, the preventive measures against the likelihood of the events turning violent, including police orders to leave the scene of the demonstration, were justified. The measures were directed not only at the “abstract” protection of public order – the protection of public safety as well as the prevention of disorder and crime – but also at the safety of individuals at or in the vicinity of the demonstration, including members of the media and thus also the applicant himself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The Court will now examine whether the applicant was in any way prevented from doing his job as a journalist at any time during the Smash ASEM demonstration. The parties disagreed on whether a secure press area existed. It appears, however, that most journalists, about fifty of them at the beginning of the demonstration, remained in the area of the demonstration. They were not, as was the applicant not, asked by the authorities, at any point during the events, to use a separate area reserved for the press. Furthermore, the demonstration was of such a character – initially foreseen as a march along the route – that the violent events could and actually did take place in an “unpredicted” area. In such a situation there was no possibility whatsoever for the authorities to secure in advance an area close to such events. Consequently, for the Court it is not decisive whether such a secure area existed as all journalists seem to have been in the area of the demonstration and could work freely there. It cannot therefore be said that the applicant was as such prevented from reporting on the event. On the contrary, he was able to take photographs during the entire demonstration until the very moment he was apprehended. This is clearly seen, for example, from the DVD-recordings made of the demonstration as well as from the fact that the last photograph taken by the applicant was of his apprehending police officer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  Turning now to the applicant’s conduct, the Court notes that he was apprehended within the cordoned-off area where he was with the core group of demonstrators who were holding onto each other’s arms. It appears from the DVD-recordings that the applicant was dressed in dark clothing, which corresponded to the required “dress code” for the demonstrators. He was not wearing any distinctive clothing or other signs capable of identifying him as a journalist. He was not wearing, for example, a yellow waistcoat or jacket as were some of his journalist colleagues. Nor was there apparently any indication, for example on the camera the applicant used, that he worked for Suomen Kuvalehti. Nor was his press badge visible in the DVD-recordings or in any of the photographs in which the applicant appears. The applicant’s appearance did not therefore seem to allow him to be clearly distinguishable from the protesters. It is thus likely that, on the basis of his presence within the cordoned-off area, as well as of his appearance, he was not readily identifiable as a journalist prior to his apprehension.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  It also remains unclear from the District Court’s judgment and the other material in the case file to which police officers the applicant identified himself as a journalist. It appears from the pre-trial investigation report that he did so to his apprehending officer, who stated during the pre-trial investigation that the applicant did not resist the apprehension and that he had asked to make a telephone call, which he had been allowed to do. When the apprehending police officer had asked for identification, the applicant had presented his press card (see paragraph 27 above). From this it can be deduced that the applicant was not wearing his press badge, or at least was not wearing it visibly so that he could be immediately identified as a journalist. Another police officer present during the applicant’s apprehension stated during the pre-trial investigation that the applicant did not resist the apprehension but that he did not hear the applicant identify himself as a journalist (ibid.). It has also not been established whether the applicant identified himself as a journalist when he was taken to the bus taking him to custody. Nevertheless, the Court considers that the police must have learned of his status as a journalist at the latest at the police station when the receiving police officer removed the applicant’s press card which, according to the applicant’s own submissions, he had “held up” and started to wear visibly on his chest only a while earlier (see paragraph 28 above). On the basis of this information, the Court considers that, had the applicant wished to be acknowledged as a journalist by the police, he should have made sufficiently clear efforts to identify himself as such either by wearing distinguishable clothing or keeping his press badge visible at all times, or by any other appropriate means. He failed to do so. The applicant’s situation was thus different from that of the journalist in Najafli v. Azerbaijan who was wearing a journalist’s badge on his chest and also had specifically told the police officers that he was a journalist (see Najafli v. Azerbaijan, no. 2594/07, § 67, 2 October 2012; see also, mutatis mutandis, Gsell, cited above, § 49).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  Moreover, the applicant claimed that he was not aware of the police orders to disperse. The Court observes that the District Court found it established that the applicant had been aware of the orders of the police to leave the scene but had decided to ignore them (see paragraph 37 above). The applicant himself admitted before the District Court and in his submissions to this Court that he had heard the orders at around 8.30 p.m. (see paragraphs 24 and 37 above). This is also confirmed by the fact that the applicant then called his employer to discuss whether he should leave the area or not (see paragraph 24 above). For the Court, this fact shows that the applicant understood, or at least contemplated, that the order applied to him as well. In addition, the applicant conceded in his submissions to this Court that, about half an hour later, he was personally told to disperse by a police officer, but he replied to the police officer that he had decided to stay (see paragraph 25 above). This admission is in manifest contradiction with the applicant’s claim that he was not aware of the police orders to disperse. The applicant thus clearly knew what he was doing and it cannot therefore be accepted that he was unaware of the police orders. Moreover, as a journalist reporting on police actions, he had to be aware of the legal consequences disobeying police orders may entail. Therefore, the Court cannot but conclude that, by not obeying the orders given by the police, the applicant knowingly took the risk of being apprehended for contumacy towards the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The Court also finds it relevant that all other journalists except the applicant obeyed the police orders. Even the last one of them left the area after hearing the final warning which clearly indicated that if the persons present still did not disperse, they would be apprehended. As witnessed by this last remaining journalist during the District Court proceedings, he had taken his last photograph at 9.15 p.m. and left the area just two to three minutes before the applicant’s apprehension took place. No measures were imposed on these journalists at any point (see paragraph 37 above). The applicant could also have left the scene and moved outside the police cordon without any consequences at any time during it. Moreover, nothing in the case file suggests that the applicant, had he obeyed the order given by the police to leave the cordoned-off area, could not have continued to exercise his professional assignment even in the immediate vicinity of the cordoned-off area where, as it later developed, the police broke up the crowd of demonstrators and apprehended the protesters.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The applicant was held in police detention for seventeen and a half hours. As already found by the Court, the issue of the alleged unlawfulness of the applicant’s detention exceeding twelve hours falls outside the scope of examination by the Grand Chamber (see paragraph 81 above). In addition, the applicant claimed that he should have been interrogated and released expeditiously.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The Government maintained that the length of the applicant’s detention was mainly explained by the fact that he had been detained late at night and that the domestic law prohibited interrogations between 10 p.m. and 7 a.m. The domestic law provided exceptions to this rule in section 24, second paragraph, of the Criminal Investigations Act (see paragraph 49 above). The Court observes that there is no information in the case file as to whether the applicant asked to be interrogated promptly during the night. The applicant has not even alleged that he did so. In addition, 128 persons altogether were apprehended and detained due to the demonstration and this fact may also have delayed the applicant’s release. However, the next day the applicant was one of the first to be interrogated and released due to his status as a journalist: he was the seventh detainee to be interrogated and the sixth to be released after the release of the minors (see paragraph 32 above). This fact clearly demonstrates that the police authorities displayed a rather favourable attitude towards the applicant as a representative of the media.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The Court notes that it is uncertain whether the applicant’s mobile telephone, camera equipment and memory cards were inspected by the police. The applicant claimed that this was the case. According to the report of the Deputy Parliamentary Ombudsman (see paragraph 34 above), the police had checked the content of the detainees’ mobile telephones. On the basis of the case file it is not clear whether the applicant’s mobile telephone was also checked and whether his memory cards were inspected. The Government, however, claimed that as soon as the police had found out that the applicant was a member of the press, his camera, memory cards and other equipment had immediately been treated as journalistic sources and were not confiscated (see paragraph 29 above). The applicant did not object to this assertion of the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  Although it is not entirely clear how the applicant’s camera equipment and memory cards were treated after his apprehension, the Court notes that it has not been claimed by the applicant that his camera equipment or the photographic materials he had acquired were not returned to him in their entirety or unaltered. For the Court, it does not appear that the applicant’s equipment was confiscated at any point but rather only set aside for the duration of his apprehension, in accordance with normal practice. Moreover, the applicant was allowed to keep all the photographs he had taken. No restriction on the use of the photographs was imposed on him by any authority at any stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  Finally, regarding the applicant’s conviction, the Court notes that the District Court found the applicant guilty of contumacy towards the police but did not impose any penalty on him as the offence was regarded as “excusable”. This conviction was later upheld by the Court of Appeal which did not give any additional reasons in its judgment. Finally, the Supreme Court refused the applicant leave to appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  The Court considers that the demonstration was a matter of legitimate public interest, having regard in particular to its nature. The media therefore had the task to impart information on the event and the public had the right to receive such information. This was also acknowledged by the authorities and therefore they had made preparations to accommodate the needs of the media. The event attracted a lot of media attention and was closely followed. The Court notes, however, that of the fifty or so journalists present at the demonstration, the applicant was the only one to claim that his freedom of expression was violated in the context of the demonstration.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  Moreover, any interference with the exercise of his journalistic freedom was of limited extent, given the opportunities made available to him to cover the event adequately. The Court emphasises once more that the conduct sanctioned by the criminal conviction was not the applicant’s journalistic activity as such, that is, any publication made by him. While the phase prior to publication also falls within the scope of the Court’s review under Article 10 of the Convention (see The Sunday Times v. the United Kingdom (no. 2), 26 November 1991, § 51, Series A no. 217), the present case does not concern a sanction imposed on the applicant for carrying out journalistic research or for obtaining information as such (contrast Dammann v. Switzerland, no. 77551/01, § 52, 25 April 2006, concerning the imposition of a fine on a journalist for obtaining information which was subject to official secrecy). The applicant’s conviction concerns only his refusal to comply with a police order at the very end of the demonstration, which had been judged by the police to have become a riot.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The District Court subsequently found that the police had had justifiable reasons to give these orders (see paragraph 37 above). It considered that it had been necessary to disperse the crowd because of the riot and the threat to public safety, and to order people to leave. Since these lawful orders were not obeyed, the police were entitled to apprehend and detain the disobedient demonstrators. As the Government pointed out, the fact that the applicant was a journalist did not entitle him to preferential or different treatment in comparison to the other people left at the scene (see paragraph 78 above). This approach is also supported by the information available to the Court, according to which the legislation of the majority of the Council of Europe member States does not have the effect of conferring any special status on journalists when they fail to comply with police orders to leave the scene of a demonstration (see paragraph 57 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  It appears from the case file that charges were brought against eighty-six defendants altogether who were accused of several types of offences. The applicant argued that the prosecutor could and should have dropped the charges against him as he was only carrying out his work as a journalist. According to the Court’s case-law, the principle of discretionary prosecution leaves States considerable room for manoeuvre in deciding whether or not to institute proceedings against someone thought to have committed an offence (see, mutatis mutandis, Stoll, cited above, § 159). Furthermore, the Court reiterates that journalists cannot be exempted from their duty to obey the ordinary criminal law solely on the basis that Article 10 affords them protection (ibid., § 102). Nonetheless, the Court accepts that journalists may sometimes face a conflict between the general duty to abide by ordinary criminal law, of which journalists are not absolved, and their professional duty to obtain and disseminate information thus enabling the media to carry out their essential role as a public watchdog. Against the background of this conflict of interests, it has to be emphasised that the concept of responsible journalism requires that whenever a journalist – as well as his or her employer – has to make a choice between the two duties and if he or she makes this choice to the detriment of the duty to abide by ordinary criminal law, such journalist has to be aware that he or she runs the risk of being subject to legal sanctions, including those of a criminal character, by not obeying the lawful orders of, inter alia, the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The District Court raised the question whether the applicant as a journalist had the right not to obey the orders given to him by the police. It found that, in the circumstances of the case, the conditions for restricting the applicant’s right to freedom of expression were fulfilled. In reaching that conclusion the District Court referred to the judgment in Dammann (cited above), arguing that the applicant’s case had to be distinguished from it. The reasons given by the District Court for the applicant’s conviction for contumacy towards the police are succinct. However, having regard to the particular nature of the interference with the applicant’s right to freedom of expression at stake in the present case (see paragraph 108 above), the Court is satisfied that they are relevant and sufficient. Moreover, the District Court had regard to the conflict of interests faced by the applicant when it decided not to impose any penalty on him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  In that context the Court reiterates that the nature and severity of the penalty imposed are further factors to be taken into account when assessing the proportionality of the interference (see Stoll, cited above, § 153, with further references). In the present case, the District Court refrained from imposing any penalty on the applicant as his act was considered “excusable”. In coming to that conclusion it took into account that the applicant, as a journalist, had been confronted with contradictory expectations, arising from obligations imposed on him by the police, on the one hand, and by his employer, on the other hand.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  In some cases, the fact of a person’s conviction may be more important than the minor nature of the penalty imposed (see Stoll, cited above, § 154, with further references). In the present case, however, the Court attaches weight to the fact that the applicant’s conviction had no adverse material consequences for him: as no sanction was imposed, the conviction was not, in accordance with the domestic law, even entered in his criminal record (see paragraph 53 above). The applicant’s conviction amounted only to a formal finding of the offence committed by him and as such could hardly, if at all, have any “chilling effect” on persons taking part in protests (compare and contrast, mutatis mutandis, Taranenko v. Russia, no. 19554/05, § 95, 15 May 2014) or on the work of journalists at large (compare and contrast Cumpănă and Mazăre v. Romania [GC], no. 33348/96, § 116, ECHR 2004XI). In sum, it can be said that the applicant’s conviction was proportionate to the legitimate aims pursued.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  Overall conclusion",
                                        "elements": [
                                            {
                                                "content": "114.  Having regard to all the foregoing factors and taking into account the margin of appreciation afforded to the State, the Court concludes that, in the present case, the domestic authorities based their decisions on relevant and sufficient reasons and struck a fair balance between the competing interests at stake. It clearly transpires from the case file that the authorities did not deliberately prevent or hinder the media from covering the demonstration in an attempt to conceal from the public gaze the actions of the police with respect to the demonstration in general or to individual protesters (see paragraph 89 in fine above). Indeed, the applicant was not prevented from carrying out his work as a journalist either during or after the demonstration. The Court therefore concludes that the interference with the applicant’s right to freedom of expression can be said to have been “necessary in a democratic society” within the meaning of Article 10 of the Convention. The Court would stress that this conclusion must be seen on the basis of the particular circumstances of the instant case, due regard being had to the need to avoid any impairment of the media’s “watchdog” role (see paragraph 89 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  Accordingly, there has been no violation of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "Holds, by thirteen votes to four, that there has been no violation of Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 20 October 2015.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  concurring opinion of Judge Motoc;",
                        "elements": []
                    },
                    {
                        "content": "(b)  dissenting opinion of Judge Spano joined by Judges Spielmann, Lemmens and Dedov.",
                        "elements": []
                    },
                    {
                        "content": "I think that the judgment delivered in the present case represents an important decision because of the complexity and subtlety of the reasoning behind it.",
                        "elements": []
                    },
                    {
                        "content": "In my view, the judgment has advanced our understanding of the concept of responsible journalism. I would like to dwell on three different aspects in this opinion, namely the origin of the concept of independent journalism in the Court’s case-law, proportionality and the State’s margin of appreciation.",
                        "elements": []
                    },
                    {
                        "content": "Responsible journalism is no new concept in the Court’s case-law. I take the view that the Court has explicitly or implicitly followed the principles of journalism ethics set out in the Munich Declaration of the Duties and Rights of Journalists (1971). Although the rights of journalists are well known, their duties are less so, which is why it could be useful to list them:",
                        "elements": []
                    },
                    {
                        "content": "These principles have been acknowledged in several Court judgments, particularly Bladet Tromsø and Stensaas v. Norway ([GC], no. 21980/93, ECHR 1999-III), Fressoz and Roire v. France ([GC], no. 29183/95, ECHR 1999I), Kasabova v. Bulgaria (no. 22385/03, 19 April 2011), and Times Newspapers Ltd v. the United Kingdom (nos. 1 and 2) (nos. 3002/03 and 23676/03, ECHR 2009). In those judgments the Court pointed out the other principles relating to responsible journalism, especially as regards publication content.",
                        "elements": []
                    },
                    {
                        "content": "The main achievement of this judgment is that the principle of responsible journalism has been brought to the fore with regard to the public conduct of journalists.",
                        "elements": []
                    },
                    {
                        "content": "In the present judgment the Court clarifies the journalists’ duty to comply with the applicable domestic law in a context in which their professional honour is not at stake (this corresponds to the end of the Munich Declaration). The point in issue here is the public conduct of journalists. The judgment points out the two corollaries of that principle, that is to say, firstly, the fact that journalists cannot claim any kind of immunity from the application of criminal law on the basis of their profession, and secondly, the obligation on journalists who have failed to comply with the law to carefully weigh up the consequences of their conduct.",
                        "elements": []
                    },
                    {
                        "content": "The principle of responsible journalism has also been addressed by other courts, particularly the US Supreme Court in its landmark case in New York Times v. Sullivan, 376 US 254 (1964), in the wake of which that Court laid down the regulations which transformed libel legislation. A public official can only win a libel suit if and when a court rules that the libellous statement concerning him or her was made with “‘actual malice’ – that the statement was made with knowledge of its falsity or with reckless disregard of whether it was true or false.” Provided that the press show “no malice”, public officials cannot claim damages for the publication of false statements concerning them.",
                        "elements": []
                    },
                    {
                        "content": "In separate concurring opinions, Mr Justice Hugo L. Black and Mr Justice William O. Douglas disagreed with Mr Justice Brennan on whether the press should never be held responsible for libelling officials. They considered that the First Amendment laid down absolute immunity for criticism of the way public officials do their public duty. Anything less than absolute immunity would encourage a “deadly danger” to the free press under State libel legislation harassing, punishing and ultimately destroying criticism. The findings set out in that judgment have not been followed by the other Supreme Courts.",
                        "elements": []
                    },
                    {
                        "content": "In Grant v. Torstar Corp., [2009] 3 SCR 640, the Canadian Supreme Court found that two conditions had to be fulfilled for the defence of responsible communication to be established:",
                        "elements": []
                    },
                    {
                        "content": "(1)  the case had to involve a matter of public interest;",
                        "elements": []
                    },
                    {
                        "content": "(2)  the defendant had to demonstrate that he had acted responsibly and been diligent in trying to verify the allegation(s), having regard to all the relevant circumstances.",
                        "elements": []
                    },
                    {
                        "content": "The Supreme Court stated that in order to assess whether the defendant had acted responsibly, the court had to consider",
                        "elements": []
                    },
                    {
                        "content": "The Supreme Court noted that the list was not exhaustive and that it should only serve as guidance. The courts were free to consider other factors. Moreover, the factors listed should not all carry the same weight.",
                        "elements": []
                    },
                    {
                        "content": "There are a number of decisions from European Constitutional and Supreme Courts on the conduct of journalists. For instance, the Austrian Constitutional Court held that the fact of punishing a journalist for refusing to leave a public demonstration was not contrary to the relevant journalists’ rights (see VGH, judgment of 20 September 2012). The same reasoning is to be found in a judgment delivered by the Macedonian Constitutional Court in 2014:  the Court held that the removal of journalists from a parliamentary session did not infringe their rights. Again, in a 2004 judgment the Swedish Supreme Court ruled that the fact of being a journalist could not prevent a person from being convicted of unlawful conduct while covering a demonstration in a limited-access nuclear zone.",
                        "elements": []
                    },
                    {
                        "content": "I fully agree with the majority’s conclusion that a distinction must be drawn between the present case and Stoll v. Switzerland ([GC], no. 69698/01, ECHR 2007-V). Even if both cases involved the concept of public order, the publication of secret documents in Stoll has nothing to do with the failure to comply with an order during a demonstration which is central to the instant case. Stoll concerned a publication, not public conduct.",
                        "elements": []
                    },
                    {
                        "content": "Another major question remains to be addressed in this case, as in all those involving the rights set out in Articles 8 and 11 of the Convention, namely proportionality. The application of the proportionality principle has also given rise to most debates concerning Court case-law. Originally, it was often considered that the Court applied the principle of giving “priority to rights”, to the effect that it is incumbent on the Government to demonstrate the proportionality of the impugned interference. Several examples of grounds of interference in a Convention right have been set out: interference must be “relevant and sufficient” (see, among other authorities, Nikula v. Finland, no. , ECHR 2002-II); the need for a restriction must be “convincingly established” (see Société Colas Est and Others v. France, no. 37971/97, ECHR 2002-III) or it must be justified by “convincing and compelling reasons” (see Refah Partisi (the Welfare Party) and Others v. Turkey [GC], nos. 41340/98 and 3 others, ECHR 2003-II); the interference must be justified by an “overriding social need” (see Observer and Guardian v. the United Kingdom, 26 November 1991, Series A no. 216); and public policies must be pursued “in the least onerous way as regards human rights” (see Hatton and Others v. the United Kingdom, no. 36022/97, 2 October 2001). Nevertheless, confusion has been created by other decisions which have opted for a “fair balance” between the Convention rights and the “general interests of the community”, without providing any particular reasons.",
                        "elements": []
                    },
                    {
                        "content": "Although it is broadly considered that the Court uses the triadic structure to assess proportionality, albeit often in a rather obscure manner, other approaches to the proportionality issue have been proposed in terms of moral values, drawing on the stance adopted by Jeremy Waldron, who notes the lack of a common system to “balance” incommensurability but allows the relevant values to be taken into account.",
                        "elements": []
                    },
                    {
                        "content": "I consider that this judgment implicitly combines both approaches, as do many of the Court’s judgments. It analyses the objective, the aims and the question whether the measure helps pursue those aims, and at the same time it highlights the question of the competing moral values. Ultimately, it leaves adequate room for the State’s margin of appreciation.",
                        "elements": []
                    },
                    {
                        "content": "1.  An interference under Article 10 of the Convention with the fundamental role of the press in imparting information to the public in a democratic society can develop in several stages. The Contracting State bears the burden of demonstrating that a pressing social need justifying the interference remains present throughout all the stages during which the press is impeded in fulfilling its vital role under the Convention as the public’s “watchdog”.",
                        "elements": []
                    },
                    {
                        "content": "2.  In the present case, I accept that the police were initially justified in apprehending the applicant at the end of the demonstration because, it is important to note, he did not take the necessary precautions to display his press card visibly and wear distinguishing clothing. However, once the police were informed that the applicant was a journalist, the social need justifying the continued interference with his Article 10 rights became gradually less pressing and ultimately ceased to exist, as it is undisputed that the applicant did not take any part in the demonstration itself or present a clear and concrete risk to public order through any hostile or violent behaviour on his part. His role was simply that of an impartial bystander observing as a journalist, on behalf of the public at large, the unfolding of a very important societal event in Finland.",
                        "elements": []
                    },
                    {
                        "content": "3.  I would emphasise that I do not contest the majority’s findings as regards the lawfulness of the interference or the legitimate aim it pursued. However, as I will explain in more detail below, the Government have not demonstrated, in the light of the respondent State’s narrow margin of appreciation in this case, that the applicant’s subsequent seventeen and a half hour period of detention – during which his professional equipment was obviously also seized, thus preventing him from reporting on the important societal events of the day – and his ensuing criminal conviction were necessary and proportionate under Article 10 § 2 of the Convention. Thus, I respectfully dissent from the Court’s finding that there has been no violation of Article 10 in the present case.",
                        "elements": []
                    },
                    {
                        "content": "4.  It is a consistent and crucial theme in the Court’s Article 10 case-law that the press has a vital role to play in safeguarding the proper functioning of a democratic society. Of course, as the Court held in its Grand Chamber judgment in Stoll v. Switzerland ([GC], no. 69698/01, § 102, ECHR 2007V)",
                        "elements": []
                    },
                    {
                        "content": "5.  However, as was also recognised in Stoll, although it may be undisputed that a journalist has violated the criminal law – for example, as in Stoll, by publishing information that was confidential – the mere fact that a journalist has acted in breach of a criminal-law provision is not the end of the matter for the purposes of the necessity and proportionality assessment which must be carried out under Article 10 § 2 of the Convention. Otherwise, Contracting States would be free to subject journalists to criminal sanctions whenever they came close to uncovering activities that cast those in power in an unfavourable light, and would thereby subvert the vital role of the press in the functioning of a democratic society.",
                        "elements": []
                    },
                    {
                        "content": "6.  The majority recognise that “a journalist cannot claim an exclusive immunity from criminal liability for the sole reason that ... the offence in question was committed during the performance of his or her journalistic functions” (see paragraph 91 of the present judgment). However, the assessment of whether there was a pressing social need to interfere with a journalist’s right under Article 10 is materially different from cases where other individuals exercise the right to freedom of expression. Hence in Stoll the Court considered it necessary to examine whether the conviction of the journalist, for disclosing confidential information in breach of the criminal law, was nonetheless necessary, and in that regard adopted the following criteria: the interests at stake, the review of the measure by the domestic courts, the conduct of the applicant and whether the penalty imposed was proportionate (see Stoll, cited above, § 112).",
                        "elements": []
                    },
                    {
                        "content": "7.  The majority have not applied the Stoll criteria in the present case in their analysis of the necessity of the interference with the applicant’s freedom of expression and also, crucially, have failed to consider cumulatively the impugned measures that interfered with the applicant’s rights under Article 10. Rather, they proceed by examining the applicant’s apprehension, detention and conviction, in turn, in order to determine whether the impugned interference, seen as a whole, was supported by relevant and sufficient reasons and was proportionate to the legitimate aim pursued (see paragraph 94 of the present judgment). In my view, that approach is incorrect. Although the facts of the present case concern the criminal conduct of a journalist whilst obtaining information during a public demonstration, rather than the disclosure of confidential information, the same criteria as developed in Stoll are applicable for assessment under Article 10 § 2 in this case, although they of course have to be adapted accordingly to the facts as they are presented here.",
                        "elements": []
                    },
                    {
                        "content": "By dividing up the necessity assessment into an independent examination of the various measures complained of, viewed in isolation from one another, the Court fails to require the Government to answer the two most crucial questions in this case.",
                        "elements": []
                    },
                    {
                        "content": "Firstly, why was it considered necessary to continue to interfere with the applicant’s right to freedom of expression when it became clear, immediately upon his apprehension, that he was a journalist, bearing in mind that no allegation was made that he posed a threat to public order on account of violent behaviour or was taking any active part in the demonstration?",
                        "elements": []
                    },
                    {
                        "content": "Secondly, what pressing social need justified detaining the applicant for seventeen and a half hours and seizing his professional equipment – thus depriving him of the opportunity to report on the event as it unfolded – and then prosecuting and convicting him, for an act deemed by the domestic courts to be “excusable” under Finnish law owing to his journalistic status?",
                        "elements": []
                    },
                    {
                        "content": "If the majority had applied the Stoll criteria to the facts of the present case, the answers to these questions would have demonstrated that the findings in today’s judgment are not warranted, as I will now explain.",
                        "elements": []
                    },
                    {
                        "content": "8.  Turning to the first of the Stoll criteria, the interests at stake, it is undisputed that the Smash ASEM demonstration was an event of significant general interest in Finnish society as well as internationally, as is evidenced by the wide media exposure it attracted (see paragraph 33 of the present judgment). It goes without saying that the way in which the police dealt with the situation justified intrusive journalistic scrutiny. It is important to highlight that the applicant was apprehended when the police engaged with the last remaining protesters within the cordoned-off area, after the dispersal order had been issued. It was exactly at that moment that it became crucial for the purposes of Article 10 of the Convention for the press to be able to observe the operational choices made by the police in arresting and dispersing the remaining participants so as to secure transparency and accountability. I would refer here to the Venice Commission’s Guidelines on Freedom of Peaceful Assembly: Second Edition, adopted in 2010, drawn up by the Office for Democratic Institutions and Human Rights of the Organization for Co-operation and Security in Europe (see paragraph 55 of the present judgment), which state that third parties (such as monitors, journalists, and photographers) may also be asked to disperse, “but they should not be prevented from observing and recording the policing operation” (§§ 168-69). Also, “[p]hotographing or video recording the policing operation by participants and other third parties should not be prevented, and any requirement to surrender film or digitally recorded images or footage to the law enforcement agencies should be subject to prior judicial scrutiny”.",
                        "elements": []
                    },
                    {
                        "content": "9.  It is unquestionable that the applicant was justified, on the basis of his freedom to impart information to the public, in taking a searching and aggressive approach to his work as a journalist, even questioning whether his Article 10 rights outweighed his duty to follow the police orders directed at the demonstrators. In fact, this was exactly the view adopted by the Helsinki District Court, when it concluded that the applicant’s act was “excusable” under Chapter 6, section 12(3), of the Penal Code. The District Court correctly acknowledged (see paragraph 37 of the present judgment) that, as a journalist, the applicant was “forced to adapt his behaviour in the situation due to the conflicting expectations expressed by the police, on the one hand, and by his profession and employer, on the other hand”. Thus, the interests at stake were such that the applicant, as a journalist, should have been given ample latitude by the police to pursue his journalistic activity, taking due account of Article 10 of the Convention. It follows that applying the first of the Stoll criteria, and thus having proper regard not just for the applicant’s own rights but for the important societal interests which were also at stake, the margin of appreciation afforded to the respondent State is very limited. On that basis alone, it is already doubtful that there was a pressing social need justifying the intrusive interferences with the applicant’s Convention rights, given that they involved not only his initial arrest but also his detention and the seizure of his professional equipment, his prosecution and ultimately his criminal conviction for contumacy towards the police.",
                        "elements": []
                    },
                    {
                        "content": "10.  As regards the second of the Stoll criteria, the review of the measure by the domestic courts, the Court’s role under Article 10 of the Convention is limited to assessing whether the grounds relied on by the domestic authorities were relevant and sufficient. I note at the outset that the domestic courts’ role in this case was limited to assessing whether the conditions for convicting the applicant of contumacy towards the police under Chapter 16, section 4(1), of the Finnish Penal Code were fulfilled. In the Helsinki District Court’s judgment (see paragraph 37 of the present judgment), no examination was carried out to determine whether there was a pressing social need for convicting the applicant, taking into account all the measures to which he had been subjected. There was no analysis of the necessity of his detention or the seizure of his journalistic equipment. Furthermore, I disagree with the majority that the reasoning of the Helsinki District Court shows that it struck a fair balance between the conflicting interests at stake, as required by the case-law of the Court. The District Court gave a very laconic assessment of the necessity of convicting the applicant, finding simply that “it was necessary to stop the situation at Kiasma by ordering the crowd to disperse and asking the persons to leave the area”. On that basis alone, the District Court concluded that the “conditions for restricting Pentikäinen’s freedom of expression by ordering him to disperse along with the remaining crowd were fulfilled”. The District Court’s subsequent reasoning, distinguishing the applicant’s case from Dammann v. Switzerland (no. 77551/01, 25 April 2006), is also summed up in a single sentence, in which it proclaimed that “the cited case is not similar to the case at hand”.",
                        "elements": []
                    },
                    {
                        "content": "These are abstract general statements, and not reasoning that conveys the way in which the balancing of interests was performed. Furthermore, in the latter part of its judgment the District Court nevertheless concluded, as I mentioned above, that the applicant’s act was “excusable” under Chapter 6, section 12(3), of the Penal Code. In this sense, the District Court’s judgment is internally inconsistent for the purposes of the necessity assessment required under Article 10 § 2 of the Convention: on the one hand, it was necessary to apprehend the applicant for disobeying the police, but, on the other, it was nonetheless excusable for him to act in that way! It clearly follows that the Helsinki District Court’s reasoning, although perhaps relevant, cannot be considered sufficient under Article 10 § 2 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "11.  Turning to the third of the Stoll criteria, the conduct of the journalist, it is worth recalling the pertinent facts in this case. Firstly, it is undisputed that the applicant took no direct or active part in the demonstration. He was apprehended for not obeying police orders to disperse when the police decided to engage with the last remaining participants in the cordoned-off area, and not for rioting or other violent behaviour. Secondly, as the majority correctly conclude (see paragraph 98 of the present judgment), the applicant was not readily identifiable as a journalist prior to his apprehension. Thirdly, it nevertheless appears from the pre-trial investigation, as acknowledged in the Court’s judgment (see paragraph 99), that the applicant identified himself to the apprehending officer. When the police officer asked for his identification, the applicant presented his press card.",
                        "elements": []
                    },
                    {
                        "content": "12.  As I mentioned at the outset, I accept that the police were initially justified in apprehending the applicant at the end of the demonstration as he was not displaying his press card visibly and was wearing clothing that did not distinguish him from the protesters. However, the duty of the Government to demonstrate the existence of a pressing social need for interfering with the applicant’s Article 10 rights does not stop there, as the applicant was subsequently subjected to other restrictive measures, even though the police were well aware that the applicant was a journalist, as the apprehending officer’s testimony confirmed. It is in that context that the correct characterisation of the applicant’s conduct during the demonstration becomes decisive. In that respect it is noteworthy that the majority seem to assess a number of important facts – relating to the events, the applicant’s conduct and his state of mind – to his disadvantage, although other justifiable explanations for the applicant’s actions are equally plausible (see, for example, paragraphs 100-01, 103 and 107 of the present judgment). I stress that it is clear that if a journalist violates the criminal law by directly and actively taking part in a hostile or violent demonstration, Article 10 will, in principle, not provide a safe haven from measures such as detention and possible prosecution. However, that was clearly not the case here. The applicant made a judgment call in the middle of a tense and developing situation, to the effect that his freedom to impart information to the public should outweigh his duty to follow the dispersal order. Thus, the Helsinki District Court correctly characterised the applicant’s act as excusable. It is true, as the majority note, that a journalist has of course to be aware of the fact that he or she assumes the risk of being subject to legal sanctions by not obeying the police (see paragraph 110). However, the majority overlook the crucial importance of recognising at the same time that a journalist can justifiably consider that his actions are protected on the basis of his freedom of expression. In the light of the applicant’s conduct, the Government have therefore in no way demonstrated that, once the police were informed of his journalistic status and shown his press card, there remained a pressing social need which justified subjecting him to a seventeen-and-a-half-hour period of detention, taking away his journalistic equipment, and prosecuting and convicting him for contumacy towards the police.",
                        "elements": []
                    },
                    {
                        "content": "Lastly, as regards the fourth of the Stoll criteria, whether the penalty imposed was proportionate, the majority limit their findings by observing that the “applicant’s conviction amounted to a formal finding of the offence committed by him and, as such could hardly, if at all, have any ‘chilling effect’ ... on the work of journalists at large” (see paragraph 113 of the present judgment). With all due respect, to suggest that the decision to prosecute and convict a journalist for a criminal offence does not, in a case such as the present one, have, by itself, a chilling effect on journalistic activity is overly simplistic and unconvincing. On the contrary, it is in my view not unreasonable to consider that today’s decision, accepting as permissible under Article 10 § 2 of the Convention the prosecution of the applicant and his conviction for a criminal offence, will have a significant deterrent effect on journalistic activity in similar situations occurring regularly all over Europe.",
                        "elements": []
                    },
                    {
                        "content": "13.  To sum up, applying the Stoll criteria to the examination of whether the applicant’s act, although criminal according to domestic law, justified the continued and developing interferences with his freedom of expression under Article 10 § 2 of the Convention, I conclude that the Government have not demonstrated that a pressing social need existed for that purpose immediately after the police were made aware of the applicant’s journalistic status. I note that it is not in the least convincing for the majority to attempt to limit their findings to the “particular circumstances of the instant case” (see paragraph 114 of the present judgment). On the contrary, it is quite clear that the reasoning of the majority will unfortunately allow Contracting States considerable latitude in imposing intrusive measures on journalistic activity in public settings where force is used by law-enforcement officials.",
                        "elements": []
                    },
                    {
                        "content": "14.  Today’s Grand Chamber judgment is a missed opportunity for the Court to reinforce, in line with its consistent case-law, the special nature and importance of the press in providing transparency and accountability for the exercise of governmental power by upholding the rights of journalists to observe public demonstrations or other Article 11 activities effectively and unimpeded, so long as they do not take a direct and active part in hostilities. Recent events in many European countries demonstrate, more than ever, the necessity of safeguarding the fundamental role of the press in obtaining and disseminating to the public information on all aspects of governmental activity. That is, after all, one of the crucial elements of the democratic ideal protected by the European Convention on Human Rights.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dean Spielmann",
            "role": "president"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Paul Lemmens",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Johannes Silvis",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Robert Spano",
            "role": "judges"
        },
        {
            "name": "Iulia Motoc",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "jurisconsult"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PENTIKÄINEN v. FINLAND",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-158279.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:1020JUD001188210",
    "externalsources": [],
    "extractedappno": [
        "11882/10",
        "77551/01",
        "25702/94",
        "12675/05",
        "38433/09",
        "28341/95",
        "69698/01",
        "48876/08",
        "29369/10",
        "21980/93",
        "29183/95",
        "22385/03",
        "3002/03",
        "23676/03",
        "27306/07",
        "14087/08",
        "48898/99",
        "64520/10",
        "5126/05",
        "73604/01",
        "2594/07",
        "19554/05",
        "33348/96",
        "31611/96",
        "37971/97",
        "41340/98",
        "36022/97"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Section 19 of the Police Act, in Chapter 1",
        "Section 2, subsection 2, of the Coercive Measures Act",
        "Chapter 16, section 4, of the Penal Code",
        "Section 24, subsection 2, of the Criminal Investigations Act"
    ],
    "itemid": "001-158279",
    "judgementdate": "20/10/2015 00:00:00",
    "kpdate": "20/10/2015 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "201",
        "265",
        "327",
        "331",
        "389",
        "316",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "10",
        "10-1",
        "10-2"
    ],
    "parties": [
        "PENTIKÄINEN",
        "FINLAND"
    ],
    "rank": "1385.54467773438",
    "representedby": [
        "SALOKANGAS J."
    ],
    "respondent": "FIN",
    "respondentOrderEng": "15",
    "scl": [
        "Animal Defenders International v. the United Kingdom [GC], no. 48876/08, § 100, ECHR 2013 (extracts)",
        "Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, ECHR 1999-III",
        "Centro Europa 7 S.r.l. and Di Stefano v. Italy [GC], no. 38433/09, § 140, ECHR 2012",
        "Cumpănă and Mazăre v. Romania [GC], no. 33348/96, § 116, ECHR 2004 XI",
        "Dammann v. Switzerland, no. 77551/01, § 52, 25 April 2006",
        "De Haes and Gijsels v. Belgium, 24 February 1997, § 37, Reports of Judgments and Decisions 1997 I",
        "Fressoz and Roire v. France [GC], no. 29183/95, ECHR 1999 I",
        "Gsell v. Switzerland, no. 12675/05, § 49, 8 October 2009",
        "Handyside v. the United Kingdom, 7 December 1976, § 49 in fine, Series A no. 24",
        "Jersild v. Denmark, 23 September 1994, § 31, Series A no. 298",
        "K. and T. v. Finland [GC], no. 25702/94, § 141, ECHR 2001 VII",
        "Kasabova v. Bulgaria, no. 22385/03, §§ 61 and 63-68, 19 April 2011",
        "Kopp v. Switzerland, 25 March 1998, § 59, Reports of Judgments and Decisions 1998-II",
        "Krone Verlag GmbH v. Austria, no. 27306/07, §§ 46-47, 19 June 2012",
        "Kruslin v. France, 24 April 1990, § 29, Series A no. 176-A",
        "Monnat v. Switzerland, no. 73604/01, § 66, ECHR 2006-X",
        "Morice v. France [GC], no. 29369/10, § 124, 23 April 2015",
        "Najafli v. Azerbaijan, no. 2594/07, § 67, 2 October 2012",
        "Novaya Gazeta and Borodyanskiy v. Russia, no. 14087/08, § 37, 28 March 2013",
        "Perna v. Italy [GC], no. 48898/99, § 47, ECHR 2003 V",
        "Rotaru v. Romania [GC], no. 28341/95, § 52, ECHR 2000-V",
        "Stoll v. Switzerland [GC], no. 69698/01, ECHR 2007 V",
        "Taranenko v. Russia, no. 19554/05, § 95, 15 May 2014",
        "The Sunday Times v. the United Kingdom (no. 1), 26 April 1979, § 65, Series A no. 30",
        "The Sunday Times v. the United Kingdom (no. 2), 26 November 1991, § 51, Series A no. 217",
        "Times Newspapers Ltd v. the United Kingdom (nos. 1 and 2), nos. 3002/03 and 23676/03, ECHR 2009",
        "Ungváry and Irodalom Kft v. Hungary, no. 64520/10, § 42, 3 December 2013",
        "Yordanova and Toshev v. Bulgaria, no. 5126/05, §§ 53 and 55, 2 October 2012"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "491231",
    "typedescription": "15"
}