{
    "__articles": "5;5-3;8",
    "__conclusion": "Violation of Art. 5-3;Violation of Art. 8",
    "applicability": "",
    "appno": "20138/03",
    "article": [
        "8",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        }
    ],
    "content": {
        "001-84586.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 20138/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Piotr Bobel on 26 May 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 7 September 2006 the President of the Fourth Section decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it was decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1972 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  The facts of the case, as submitted by the applicant, may be summarised as follows:",
                                "elements": []
                            },
                            {
                                "content": "1.  The applicant's pre-trial detention and proceedings as to the merits of the criminal case",
                                "elements": [
                                    {
                                        "content": "6.  On 30 June 2000 a wanted notice with a detention order was issued in respect of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 28 August 2000 the applicant was arrested on the strength of the above-mentioned order and on 1 September 2000 the decision as to his detention was given by the Olsztyn District Court. He was charged with numerous counts of major financial fraud (several counts of massive-scale bank fraud, deceiving private companies and other financial offences) committed while acting in an organised criminal group.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The applicant's detention was subsequently extended by the following decisions: the Olsztyn District Court decisions of 7 November 2001, 7 February 2002, 21 February and 20 May 2003; and the 's decision of 9 February 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The courts repeatedly relied on the strong probability that the applicant had committed the offences that he had been charged with and that there was a real risk that he would receive a severe sentence, thereby giving rise to a presumption that he would obstruct the proper conduct of proceedings. They also referred to the risk of absconding, deriving from the fact that the applicant had been sought pursuant to a wanted notice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant challenged his detention. He lodged appeals against the Olsztyn District Court decisions of 20 May and 24 July 2003, which were dismissed by the  on 6 June and 8 August 2003 respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  He also lodged numerous requests for release from detention, which were dismissed by the Olsztyn District Court decisions of 19 December 2001, 11 January and 13 February 2002, 10 January, 21 February, 27 March and 16 May 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Furthermore, the applicant requested the application of a more lenient preventive measure to replace his detention. That request was refused by the Olsztyn District Court decision of 28 April 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Until March 2002 the trial court effectively held eight hearings. The court conducted extensive evidentiary proceedings; a considerable number of witnesses was heard, evidence was obtained from documents, searches and other sources.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 5 March 2002 the Olsztyn District Court found the applicant guilty of fraud. It acquitted him of the charge of membership of a criminal organisation, and imposed a sentence of five years' imprisonment. The applicant appealed. Seven hearings were subsequently held by the second-instance court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 1 October 2002 the  quashed the judgment and remitted the case for re-examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 24 July 2003 the Olsztyn District Court again found the applicant guilty of financial fraud and sentenced him to five years' imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 20 July 2004 the  conditionally released the applicant from serving the remaining part of the sentence, which was due to end on 28 August 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On several occasions between 2003 and 2004 the applicant requested information as to whether a confirmation that the detention order of 30 June 2000 had been served on him was kept in the case file. On 6 June and 10 August 2004 he was informed by the Vice-President of the  that no such confirmation had been found.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. Censorship of the applicant's correspondence",
                                "elements": [
                                    {
                                        "content": "19.  While the applicant was detained, his correspondence was censored on several occasions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  A letter dated 23 November 2001, which was sent to the applicant by his lawyer, bears a “censored” stamp dated 29 November 2001, a handwritten note “on the judge's behalf” and an illegible signature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Two Olsztyn Tax Office decisions, one dated 30 November 2001, informing the applicant of the institution of tax proceedings against him, and the other dated 3 December 2001, informing the applicant of his right to be heard in the course of the tax proceedings, were also censored. Both decisions bear a “censored” stamp with the date 10 December 2002 and an illegible signature of a judge. They also bear another stamp of the same kind which is almost illegible, bearing the date 11 December 2001 and an illegible signature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicant further submitted an envelope in which the correspondence with the tax office was sent to him. It bears a “censored” stamp with the date 11 December 2001 and an illegible signature of a judge. There are also further notes on it: “it is not subject to censorship” (nie podlega cenzurze) and “I annul subjection to censorship” (uchylam) and “submit to censorship” (poddać cenzurze), followed by an illegible signature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Finally, the applicant provided two envelopes from letters sent by him to his family and bearing “censored” stamps dated 14 December 2000 and 31 May 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 16 December 2001, in reply to a complaint by the applicant, the judge admitted that he had stamped the letter of 30 November 2001 sent by the tax office as “censored”, had written a date on it and had signed it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 17 March 2003 the applicant lodged a complaint to a higher authority, namely with the Vice-President of the , about the censorship of his correspondence by the President of the Criminal Division.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 17 April 2003 he sent a letter to the Vice-President of the  requiring just satisfaction for the breach of his right to unrestricted correspondence with his lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 7 May 2003 the applicant was informed by the Vice-President of the Olsztyn Regional Court that the letter sent by his lawyer had been censored by mistake and thus the applicant did not have any right to just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 26 March 2003 he was informed by the Vice-President of the  that the judge should not have subjected the applicant's correspondence with the tax authorities to censorship, as it was covered by the notion of “official correspondence”, and that he had done so by mistake.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "29.  The relevant domestic law and practice concerning the imposition of detention (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other “preventive measures” (środki zapobiegawcze) are stated in the Court's judgments in the cases of Kudła v. Poland [GC], no. 30210/96, §§ 75-79, ECHR 2000-XI; Bagiński v. Poland, no. 37444/97, §§ 42-46, 11 October 2005; Golek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006; and Celejewski v. , no. 17584/04, §§ 22-23, 4 August 2006.",
                                "elements": []
                            },
                            {
                                "content": "30.  The relevant domestic law concerning the censorship of correspondence is set out in the Court's judgment in the case of Michta v. Poland, no. 13425/02, §§ 33-39, 4 May 2006.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained that the length of his detention had been excessive. He relied on Article 5 § 3 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "32.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "33.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Period to be taken into consideration",
                                        "elements": [
                                            {
                                                "content": "34.  The applicant's detention started on 28 August 2000, when he was arrested on suspicion of financial fraud committed while acting as part of a criminal gang. On 5 March 2002 the Olsztyn District Court convicted him of fraud and acquitted him of the charge of membership of a criminal organisation, having concluded that the applicant had acted in co-operation with other persons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "From that date he was placed in detention “after conviction by a competent court”, within the meaning of Article 5 § 1 (a) and, consequently, that period of his detention falls outside the scope of Article 5 § 3 (see Kudła, cited above, § 104).",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 1 October 2002 the  quashed the applicant's conviction. Following that date his detention was again covered by Article 5 § 3. It continued until 24 July 2003 when the applicant was again convicted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Accordingly, the period to be taken into consideration amounts to two years, three months and twenty-eight days.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "36.  The Government submitted that the applicant's pre-trial detention had been justified by the existence of substantial evidence of his guilt, the nature of the offences with which he had been charged and the severity of the anticipated penalty. They underlined that the applicant had gone into hiding and had been arrested two months after a wanted notice had been issued. The risk that the applicant and the co-defendants might obstruct the proceedings or tamper with the evidence was aggravated by the fact that they were members of an organised criminal gang. Thus, the domestic courts had considered it necessary to remand the applicant and his co-defendants in custody until all relevant witnesses had been heard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Government emphasised that the serious nature of the charges as well as the fact that there had been seven defendants charged with numerous offences committed in a criminal gang required that the proper conduct of the proceedings be secured with particular diligence. Some of the charges against them were subjected to a separate set of proceedings. The Government stressed that although the applicant had finally been acquitted of the charges of acting within a criminal gang, it had been necessary to confront him with other persons whose actions had been closely related to the charges against the applicant. These persons had also been detained in the course of relevant criminal proceedings against them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government further submitted that the need for the applicant's continued detention had been thoroughly examined by the courts, which on each occasion had given sufficient reasons for their decisions. Lastly, they maintained that the authorities had displayed special diligence in dealing with the applicant's case. The trial court had effectively held eight hearings during the first examination of the case and seven hearings during the second examination. The hearings had been held regularly and at short intervals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The applicant's case has been particularly complex on account of the number of charges and the defendants and the volume of evidence. The proceedings were conducted against members of a criminal gang and although the applicant was acquitted of the charge of being a member, the examination of the charges required particular diligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant argued that the length of his detention had been unreasonable. He also alleged that it had been unknown to him that he had been sought pursuant to a wanted notice and that no notice had been sent to his home address.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "41.  The Court reiterates that the general principles regarding the right “to trial within a reasonable time or to release pending trial, as guaranteed by Article 5 § 3 of the Convention” have been stated in a number of its previous judgements (see, among many other authorities, Kudła v. Poland [GC], no. 30210/96, § 110 et seq., ECHR 2000XI, and McKay v. the United Kingdom [GC], no. 543/03, §§ 41-44, ECHR 2006-..., with further references).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles in the present case",
                                "elements": [
                                    {
                                        "content": "42.  In their detention decisions, the authorities, in addition to the reasonable suspicion against the applicant, relied on the following principal grounds: the severity of the penalty to which he was liable and the consequential risk that he might obstruct the trial by influencing witnesses or going into hiding (see paragraph 9 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court notes that the applicant was charged with financial fraud, committed with others, as a member of an organised criminal gang. In this regard, the Court reiterates that the existence of a general risk flowing from the organised nature of the alleged criminal activities of the applicant may be accepted as the basis for his detention at the initial stages of the proceedings (see Górski v. , no. 28904/02, § 58, 4 October 2005) and in some circumstances also for subsequent extensions of the detention (see Celejewski, cited above, § 37). It is also accepted that in such cases, involving numerous accused, the process of gathering and hearing evidence is often a difficult task. In these circumstances, the Court considers that the need to obtain voluminous evidence from many sources and to determine the facts and degree of alleged responsibility of each of the co-defendants constituted relevant and sufficient grounds for the applicant's detention during the period necessary to terminate the investigation, to draw up the bill of indictment and to hear evidence from the accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court accepts that the reasonable suspicion that the applicant had committed the serious offence may initially have warranted his detention. However, with the passage of time that ground inevitably became less and less relevant. It must then establish whether the other grounds advanced by the judicial authorities were “relevant” and “sufficient” to continue to justify the deprivation of liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court notes that the judicial authorities relied on the likelihood that a severe sentence would be imposed on the applicant given the serious nature of the offences at issue. According to them, that likelihood created a presumption that the applicant would obstruct the proceedings. In this respect, the Court reiterates that the severity of the sentence faced is a relevant element in the assessment of the risk of absconding or reoffending. It acknowledges that in view of the seriousness of the accusations against the applicant the authorities could justifiably consider that such an initial risk had been established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Furthermore, the judicial authorities relied on the fact that the applicant had been charged with being a member of an organised criminal gang, had gone into hiding and had been arrested pursuant to a wanted notice.  The foregoing considerations are sufficient for the Court to conclude that the grounds given for the applicant's pre-trial detention were “relevant” and “sufficient” to justify holding him in custody for the entire relevant period, that is two years, three months and twenty-eight days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  It therefore remains to be ascertained whether the national authorities displayed “special diligence” in the conduct of the proceedings. In this regard, the Court observes that the proceedings were of considerable complexity, regard being had to the number of defendants, the extensive evidentiary proceedings and the implementation of special measures required in cases concerning organised crime. Nevertheless, hearings in the applicant's case were held regularly and at fairly short intervals. For these reasons, the Court considers that the domestic authorities handled the applicant's case with relative expedition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Having regard to the foregoing, the Court finds that there has been no violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  The applicant also raised a complaint under Article 8 of the Convention, alleging that his correspondence during the detention had been subjected to censorship. This provision, in its relevant part, reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for ... his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "50.  The Government, having regard to the particular circumstances of the case and the Court's case-law, refrained from expressing their opinion on the admissibility and merits of the complaint.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "51.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Principles established under the Court's case-law",
                                        "elements": [
                                            {
                                                "content": "52.  An “interference by a public authority” with the exercise of the right to respect for his correspondence will contravene Article 8 unless it is “in accordance with the law”, pursues one or more of the legitimate aims referred to in paragraph 2 and furthermore is “necessary in a democratic society” in order to achieve them (see, among other authorities, the Labita judgment, cited above, § 179).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The expression “in accordance with the law” requires that the interference in question must have some basis in domestic law. A law must be adequately accessible: the citizen must be able to have an indication that is adequate, in the circumstances, of the legal rules applicable to a given case. Moreover, a norm cannot be regarded as a “law” unless it is formulated with sufficient precision to enable the citizen to regulate his conduct: he must be able - if need be with appropriate advice - to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail. Finally, a law which confers discretion must indicate the scope of that discretion. However, the Court has recognised the impossibility of attaining absolute certainty in the framing of laws and the risk that the search for certainty may entail excessive rigidity (see, among other authorities, Silver and Others v. the United Kingdom, judgment of 25 March 1983, Series A no. 61, p. 33, §§ 8688, and Kozimor v. Poland, no. 10816/02, § 48, 12 April 2007).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the principles to the circumstances of the present case",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Existence of interference",
                                "elements": [
                                    {
                                        "content": "54.  The Court notes that a letter dated 23 November 2001, which was sent to the applicant by his lawyer, bears a “censored” stamp, a handwritten note: “on the judge's behalf” and an illegible signature. Also, two Olsztyn Tax Office decisions, one dated 30 November 2001 and the other dated 3 December 2001, bear “censored” stamps dated 10 December 2002 and an illegible signature of a judge. Finally, the applicant's correspondence with the tax office and with members of his family bear “censored” stamps and judges' illegible signatures. There are also further notes on the correspondence: “it is not subject to censorship” (nie podlega cenzurze) and “I annul subjection to censorship” (uchylam) and “submit to censorship” (poddać cenzurze), followed by an illegible signature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court firstly observes that the Government refrained from taking a position on the question whether there has been an interference with the applicant's right to respect for his correspondence. The Court has held on many occasions that as long as the Polish authorities continue the practice of marking detainees' letters with the ocenzurowano stamp, the Court has no alternative but to presume that those letters have been opened and their contents read, even if there is no separate stamp on the letter as such (see Matwiejczuk v. Poland, no. 37641/97, § 99, 2 December 2003; PiskPiskowski v. Poland, no. 92/03, § 26, 14 June 2005; and Michta v. Poland, no. 13425/02, § 58, 4 May 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that censoring of the applicant's letters amounted to an “interference” with his right to respect for his correspondence under Article 8.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Compliance with the requirements of Article 8 § 2",
                                "elements": [
                                    {
                                        "content": "56.  The Government did not indicate a specific legal basis in domestic law for the impugned interference. The Court notes that the interference took place in 2001 when the applicant had been detained pending trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court observes that, according to Article 214 of the Code of Execution of Criminal Sentences, detained persons should enjoy the same rights as those convicted by a final judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  As regards the censorship of the letter from the tax office addressed to the applicant, the Court notes that it has previously held that the censorship of an applicant's correspondence with a State authority was contrary to the statutory prohibition laid down in Article 102 (11) of the 1997 Code read in conjunction with Article 214 (see Kwiek v. , no. 51895/99, judgment of 30 May 2006, § 41).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  As regards the censorship of the letter from the applicant's lawyer, the Court reiterates that the confidentiality of the applicant's letters addressed to and sent by his legal counsel must be respected - save for reasonable cause. It is clearly in the general interest that any person who wishes to consult a lawyer should be free to do so under conditions which favour full and uninhibited discussion. It is for this reason that the lawyer-client relationship is, in principle, privileged. Similar considerations apply to a prisoner's correspondence with a lawyer concerning contemplated or pending proceedings where the need for confidentiality is equally pressing. That such correspondence be susceptible to routine scrutiny is not in keeping with the principles of confidentiality and professional privilege attaching to relations between a lawyer and his client. In the Campbell v the  judgment of 25 March 1992 Series A no. 233, § 48, the Court found no reason to distinguish between the different categories of correspondence with lawyers which, whatever their purpose, concern matters of a private and confidential character. In the present case, regard being had to the explicit prohibition of censorship of detained persons' correspondence with their lawyers provided for in Article 73 of the Code of Criminal Procedure, the Court considers that the interference complained of was contrary to the domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  To sum up, the Court sees no reason to distinguish the instant case from the Kwiek case cited above, and in the absence of any comment by the Government, it concludes that the interference with the applicant's correspondence with the tax office and with his lawyer was contrary to domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Having regard to that finding, the Court does not consider it necessary to ascertain whether the other requirements of paragraph 2 of Article 8 were complied with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  As regards the applicant's letter to his family, the Court observes that, according to Article 217 paragraph 1 of the Code of Execution of Criminal Sentences detainee's correspondence can be censored by the authority at whose disposal he remains. Thus, censorship of that letter was in accordance with domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  It remains to be ascertained whether the interference was necessary in a democratic society in line with the requirements of Article 8 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Having regard to the fact that the Government failed to submit any arguments making it possible to assess the need for censorship of the applicant's correspondence with his family the Court cannot but conclude that the requirements of Article 8 § 2 were not complied with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65. Consequently, the Court finds that there has been a violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A. Alleged violation of Article 5 § 2 of the Convention",
                                "elements": [
                                    {
                                        "content": "66.  The applicant also complained under Article 5 § 2 of the Convention that he had not been informed of the reasons for his arrest as the detention order of 30 June 2000 had not been served on him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 5 § 2 reads, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“2. Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  Under Article 35 § 1 of the Convention, the Court may only deal with the matter after all domestic remedies have been exhausted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Having said that, the Court observes that although there is no proof in the case file that the contested decision had been served on the applicant, he did not contest this fact until 2003. Neither has he challenged his detention of 28 August 2000, imposed by virtue of the order of 30 June 2000. The detention decision was subsequently issued on 1 September 2000 and duly served on the applicant; however, he did not challenge it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  It follows that this complaint must be rejected under Article 35 §§ 1 and 4 of the Convention for non-exhaustion of domestic remedies.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Alleged violation of Article 6 § 1 of the Convention",
                                "elements": [
                                    {
                                        "content": "70.  The applicant also complained that the length of proceedings in his case had been unreasonable. He also complained of the unfairness of these proceedings. He relied on Article 6 § 1 of the Convention, which provides, in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “In the determination of ... any criminal charge against him, everyone is entitled to a fair hearing within a reasonable time by [a] ... tribunal...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  On 1 March 2005 the Court gave decisions in two leading cases: Charzynski v. Poland no. 15212/03 (criminal proceedings) and Michalak v. Poland no. 24549/03 (civil proceedings), holding that persons complaining about the length of proceedings before the Polish courts were required by Article 35 § 1 of the Convention to lodge a complaint of breach of the right to a trial within a reasonable time under the 2004 Act. Under section 2 of this Act, a party to the judicial proceedings is entitled to lodge a complaint of a breach of the right to a trial within a reasonable time. Under section 5 of the 2004 Act, such a complaint must be lodged while the proceedings are still pending before the domestic courts. A party may seek, under Section 12, a finding that there was an unreasonable delay and ask for just satisfaction and acceleration of the impugned proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court reiterates that under Article 35 § 1 of the Convention, the Court may only deal with the matter after all domestic remedies have been exhausted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  In the light of the foregoing, the Court considers that the applicant was required by Article 35 § 1 of the Convention to lodge a complaint of a breach of the right to a trial within a reasonable time with the domestic court under the 2004 Act. However, he did not avail himself of this remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  With respect to the applicant's complaint of the unfairness of the criminal proceedings, the Court observes that in the present case the applicant failed to prove that he had lodged an appeal against the Olsztyn District Court's judgment of 24 July 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  It follows that this complaint must be rejected under Article 35 §§ 1 and 4 of the Convention for non-exhaustion of domestic remedies.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "76.  Article 41 of the Convention provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The applicant did not claim any compensation in respect of nonpecuniary damage. He left the assessment of amount of just satisfaction to the Court's discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court considers that the applicant has suffered non-pecuniary damage which is not sufficiently compensated by the finding of a violation of the Convention. Considering the circumstances of the case and making its assessment on an equitable basis, the Court awards the applicant 500 euros (EUR) under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "79.  The applicant, who was not represented by a lawyer in the proceedings before the Court, did not claim reimbursement of his costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "80.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the length of the applicant's detention and the censorship of his correspondence admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 500 (five hundred euros) in respect of non-pecuniary damage, to be converted into Polish zlotys, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 January 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF BOBEL v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-84586.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0122JUD002013803",
    "externalsources": [],
    "extractedappno": [
        "20138/03",
        "30210/96",
        "37444/97",
        "31330/02",
        "17584/04",
        "13425/02",
        "543/03",
        "28904/02",
        "10816/02",
        "37641/97",
        "92/03",
        "51895/99",
        "15212/03",
        "24549/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-84586",
    "judgementdate": "22/01/2008 00:00:00",
    "kpdate": "22/01/2008 00:00:00",
    "kpthesaurus": [
        "448",
        "451"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-3",
        "5",
        "8"
    ],
    "parties": [
        "BOBEL",
        "POLAND"
    ],
    "rank": "611.646728515625",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "339217",
    "typedescription": "15"
}