{
    "__articles": "6;6-1;29;29-3;34;35;35-1;41",
    "__conclusion": "Violation of Art. 6-1 (length);Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "75204/01",
    "article": [
        "34",
        "29",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "length"
            ],
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-77251.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 75204/01) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Theodor Klasen (“the applicant”), on 28 September 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr R. Battenstein, a lawyer practising in Düsseldorf. The German Government (“the Government”) were represented by their Agent, Mrs A. Wittling-Vogel, Ministerialrätin, of the Federal Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 27 October 2004 the Court decided to communicate the application. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the application at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant, Mr Theodor Klasen, was born in 1933 and lived in Mülheim.",
                                "elements": []
                            },
                            {
                                "content": "7.  He worked between 1964 and the beginning of 1974 with asbestos insulators for the T Company in Mülheim. During this period, the workers of this company who were exposed to asbestos dust while working had to clean their clothes themselves. This was done by the applicant's first wife Mrs Gisela Klasen. On 1 April 1974, after the applicant had stopped working for the T Company, an accident prevention regulation (Unfallverhütungsvorschrift) entered into force pursuant to which the company was put in charge of cleaning the working clothes.",
                                "elements": []
                            },
                            {
                                "content": "8.  Having contracted a mesothelioma, an asbestosis related disease, Mrs Gisela Klasen applied on 6 March 1991 to the Düsseldorf Health Insurance Association for compensation payments, claiming that her illness was the consequence of the daily cleaning of her husband's work clothes. On 6 August 1991 the Health Insurance Association dismissed her request holding that her activity was not covered by the industrial health insurance, since she had acted on a strictly private basis and not as an employee.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 5 September 1991 Mrs Gisela Klasen filed an objection against this decision which was rejected on 13 December 1991 by the Appeals Board of the Health Insurance Association.",
                                "elements": []
                            },
                            {
                                "content": "10.  In January 1992 Mrs Gisela Klasen commenced proceedings before the . After her death on 13 September 1992, her husband Theodor Klasen, the applicant, continued the proceedings as legal successor of the deceased. The  decided to await the decision in the precedent which was pending from April 1992 until February 1993 before the Social Court of Appeal and from March 1993 until December 1993 before the . From March 1993 until October 1993 the proceedings were formally suspended.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 17 May 1994 the  dismissed the action on the ground that, pursuant to Section 539 §§ 1 and 2 of the Social Security Act (Reichsversicherungsordnung), Mrs Gisela Klasen was not insured against accidents at work. The court found that she had not been an employee herself, nor had she acted like an employee. She had cleaned her husband's clothes on ground of their living together, but not with a view to acting for her husband's employer. ",
                                "elements": []
                            },
                            {
                                "content": "12.  On 25 January 1995 the Social Court of Appeal rejected the applicant's appeal.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 19 March 1996 the  rejected his appeal on points of law. It considered in particular that Mrs Gisela Klasen's death was not the consequence of an occupational disease as the cleaning of her husband's work clothes mainly served the interests of the couple's household and not the employer's interests.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 20 June 1996 the applicant lodged a constitutional complaint alleging that the social courts' interpretation of Section 539 of the Social Security Act was discriminatory. Invoking Article 6 of the Convention, the applicant further submitted that the proceedings had lasted too long.",
                                "elements": []
                            },
                            {
                                "content": "15.  In December 1997 the  invited the Federal Parliament, the Federal Council (Bundesrat), the Federal Government, the , the Governing Association of the worker's Health Insurances (Hauptverband der gewerblichen Berufsgenossenschaften) and the parties of the proceedings before the lower courts to submit their written observations on the constitutional complaint. The latest observations were submitted to the  on 17 September 1998.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 13 March 2001 a panel of three judges of the  refused to admit the complaint because it lacked reasonable prospects of success. The court held that the contested interpretation of Section 539 of the Social Security Act did not violate the applicant's constitutional rights and mainly argued that it was incumbent on the legislator to determine to which extent the industrial health insurance should cover third persons. It further pointed out that a constitutional complaint could not be based on an alleged violation of the European Convention on Human Rights. This decision was notified to the applicant's lawyer on 28 March 2001.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "17.  In the Government's submission, the applicant's second wife, Mrs Pauline Klasen, could not assert any specific legal interest which would enable her to continue the proceedings in the applicant's stead. Nor did she have any definite pecuniary interest under Article 41 of the Convention. For these reasons, the Government contested the right of the widow to continue the proceedings which her deceased husband had instituted before the Court.",
                        "elements": []
                    },
                    {
                        "content": "18.  The Court observes that the applicant's case concerns his complaints under Article 6 of the Convention about the unfairness and the length of proceedings which his first wife had instituted before the German social courts and which the applicant had continued after her death. In view of its own case-law (see, X v. France, judgment of 31 March 1992, Series A no. 234C, p. 89, § 26; Anne-Marie Andersson v. Sweden, judgment of 27 August 1997, Reports of Judgments and Decisions 1997IV, § 29; and G. v. Italy, judgment of 27 February 1992, Series A no. 228F, § 2), the Court accepts that, as the deceased applicant's wife, Mrs Pauline Klasen has sufficient interest to justify the continuation of the examination of the case.",
                        "elements": []
                    },
                    {
                        "content": "II.  COMPLAINT UNDER ARTICLE 6 § 1 OF THE CONVENTION ABOUT THE LENGTH OF PROCEEDINGS",
                        "elements": [
                            {
                                "content": "19.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, provided in Article 6 § 1 of the Convention, which, insofar as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "20.  The Government contended that the applicant could not be considered as having raised the length-of-proceedings complaint. He merely complained that the national authorities had not awarded the impugned pension within one month and accordingly complained about the outcome of the proceedings but not about their length.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court notes that the applicant's lawyer informed the Court in his first letter accompanying the application form that the applicant considered himself aggrieved by the length of proceedings, by the manifestly incorrect final judgment and by the partiality of the German courts. Having regard to its case-law (see Appieto v. France (dec.), no. 56927/00, 26 February 2002; and Houfová v. the  (no. 1), no. 58177/00, § 32, 15 June 2004) and despite the fact that the applicant failed to further concretise in the following why the length of the impugned proceedings had been excessive, the Court finds that the applicant must be considered as having raised the length-of-proceedings complaint with sufficient clarity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Government also submitted that the applicant had failed to exhaust domestic remedies as required by Article 35 § 1 of the Convention. The applicant's constitutional complaint had been declared inadmissible as regards the complaint about the length of proceedings because it had not been properly substantiated in this respect. Furthermore, the applicant had not availed himself of the opportunity to lodge a constitutional complaint during the proceedings before the lower courts in order to expedite these proceedings. The Government referred in this respect to a case in which the tax court – before which proceedings had been pending for eight years – held a hearing after the applicant had complained to the Federal Constitutional Court of their excessive length (decision of the Federal Constitutional Court no. 2 BvR 2189/99). Finally, the applicant had failed to lodge a hierarchical complaint against the sitting judges (Dienstaufsichtsbeschwerde).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant contended that the remedies mentioned by the Government would not have been effective as regards the length of impugned proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court recalls at the outset that under Article 35 of the Convention, normal recourse should be had by an applicant to remedies that are available and sufficient to afford redress in respect of the breaches alleged. The existence of the remedies in question must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness (see Dalia v. France, judgment of 19 February 1998, Reports 1998-I, p. 87, § 38; Horvat v. Croatia, no. 51585/99, § 38, ECHR 2001-VIII; and Scordino v. Italy (no. 1) [GC], no. 36813/97, § 142, ECHR 2006...). Furthermore, in the area of exhaustion of domestic remedies, it is incumbent on the Government claiming non-exhaustion to convince the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say, that it was accessible, was capable of providing redress in respect of the applicant's complaints and offered reasonable prospects of success (see Horvat, cited above, § 39).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court notes that the  only indicated that a constitutional complaint could not be based on an alleged violation of the Convention. It did not give further reasons for refusing to admit the applicant's complaint about the length of proceedings. In particular, there is no indication that it refused the latter – as it could have – for being unsubstantiated. In these circumstances, the Court is not in a position to take the place of the  and to speculate why it had decided not to admit the complaint (see Keles v. Germany, no. 32231/02, § 44, 27 October 2005; and Stork v. Germany, no. 38033/02, 13 July 2006, § 33).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26. Secondly, bearing in mind that the  refused to admit the applicant's complaint about a length of over four years and nine months, it is uncertain whether an earlier complaint – about correspondingly shorter proceedings – would have had more prospects of success. In any event, the Court has recently held that a constitutional complaint is not capable of affording redress for the excessive length of pending civil proceedings (see Sürmeli v. Germany [GC], no. 75529/01, § 108, ECHR 2006-...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Finally, the Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "29.  The period to be taken into consideration began on 5 September 1991 when Gisela Klasen filed her objection, a remedy which had to be exhausted before the institution of proceedings before the social courts (see Janssen v. , no. 23959/94, § 40, 20 December 2001; and König v. Germany, judgment of 28 June 1978, Series A no. 27, § 98). The period ended on 28 March 2001 when the decision of the  was served on the applicant's lawyer. It thus lasted nine years and six months for four levels of jurisdiction and the preliminary administrative proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court recalls that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33. The Court considers that the case involved points of fact and law of some complexity, as is shown by the fact that the  solicited the observations of various authorities before rendering its decision (see § 15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34. The applicant's conduct did not cause any delay in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35. With regard to the conduct of the , the Court considers that it might be reasonable for national courts to await under certain circumstances the outcome of parallel proceedings as a measure of procedural efficiency. However, this decision must be proportionate having regard to the special circumstances of the case (see König v. Germany, cited above, § 110; Boddaert v. Belgium, judgment of 12 October 1992, Series A no. 235D, § 39; Pafitis and Others v. Greece, judgment of 26 February 1998, Reports 1998I, § 97; and Stork, cited above, § 44). In the present case, the  abstained from deciding on the applicant's case in view of the precedent pending before the Social Court of Appeal and the . As the latter courts dealt with the precedent expeditiously, that is within ten and nine months respectively, the Court holds that, even assuming that the applicant's lawyer did not agree to the suspension of the proceedings at issue, their length of two years and four months before the  may be considered as justified by considerations of procedural efficiency.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  While the proceedings lasted only eight months before the Social Court of Appeal and approximately one year before the , they were pending some four years and nine months before the . The Court recalls that Article 6 § 1 imposes on the Contracting States the duty to organise their judicial systems in such a way that their courts can meet each of its requirements, including the obligation to hear cases within a reasonable time. Although this obligation applies also to a , when so applied it cannot be construed in the same way as for an ordinary court. Its role as guardian of the Constitution makes it particularly necessary for a , sometimes, to take into account considerations other than the mere chronological order in which cases are entered on the list, such as the nature of a case and its importance in political and social terms (see Wimmer v. , no. 60534/00, § 30, 24 February 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court accepts that a certain amount of time was necessary for the notification of the complaint to other authorities in order to solicit their observations. It however notes that – although all observations had been available to the  by the latest on 17 September 1998 – its decision not to admit the complaint was served on the applicant's lawyer only on 28 March 2001. As no action was taken during more than two and a half years, the notification of the complaint to other authorities cannot justify the length of the proceedings before the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court moreover holds that the Federal Constitutional Court's inactivity as regards the applicant's case during this period cannot be explained by the exceptional circumstances of the German reunification taken alone (see, mutatis mutandis, Hesse-Anger v. Germany, no. 45835/99, § 32, 6 February 2003). Pursuant to the list submitted by the Government (see § 30 above), only five of the thirty-three major decisions issued by the first chamber of the Federal Constitutional Court between September 1998 and March 2001 concerned issues related to the German reunification as such. The substantial delay of two and a half years is hence imputable to the  which should have acted with particular expedience given the length of proceedings at that stage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39. In the light of the foregoing, the Court concludes that the length of the proceedings before the  exceeded a reasonable time. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  COMPLAINT UNDER ARTICLE 6 OF THE CONVENTION ABOUT UNFAIR PROCEEDINGS",
                        "elements": [
                            {
                                "content": "40.   The applicant complained that the proceedings had been unfair because he had been denied his legitimate claims. He invoked Article 6 § 1 of the Convention which, insofar as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by an ...impartial tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "41.  In his submissions, the national decisions were grossly wrong because the national judges had erroneously interpreted Section 539 of the Social Security Act. The denial of his legitimate claims demonstrated the judges' partiality. Furthermore, the occupational associations (Berufsgenossenschaften) had awarded a gold medal to one of the judges of the , sometime after the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "42.  The Government held that the complaint was manifestly ill-founded and therefore inadmissible. In particular, the impugned decisions did not disclose bias as they were in accordance with the constant case-law of the  and the . By his unsubstantiated allegation concerning the judges' partiality, the applicant merely aimed at correcting the outcome of the impugned proceedings. If he had actually doubted the judges' impartiality, he would have lodged a motion for bias or requested the reopening of the proceedings on that account. In any event, he had accordingly failed to exhaust the domestic remedies in this respect.",
                                "elements": []
                            },
                            {
                                "content": "43.  The Court recalls that while Article 6 of the Convention guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence or the way it should be assessed. These are therefore primarily matters for regulation by national law and the national courts (Garcia Ruiz v. Spain [GC] no. 30544/96, ECHR 1999-I, § 28) which enjoy a wide margin of appreciation. The Court's role under Article 6 § 1 is not to assess the facts which led the domestic courts to adopt one decision rather than another (see the Tolstoy v United Kingdom judgment of 23 June 1995, Series A no 316-B, § 59) and Article 6 § 1 does not guarantee a particular outcome in any case or that the “right result” will be reached by the domestic courts. In the present case, the Court holds that the reasons on which the German courts based their decisions are sufficient to exclude the assumption that their evaluation of the case had been arbitrary. Accordingly, it sees no reason to call into question their resolution of the impugned proceedings and cannot, in the circumstances of the present case, find that the applicant was prevented from arguing his case in an effective manner.",
                                "elements": []
                            },
                            {
                                "content": "44.  As to the question of impartiality, the Court recalling its case-law (see Steck-Risch and Others v. , no. 63151/00, § 38, 19 May 2005; Walden v. Liechtenstein (dec.), no. 33916/96, 16 March 2000; and Castillo Algar v. Spain, judgment of 28 October 1998, Reports of Judgments and Decisions 1998VIII, §§ 43 - 45) notes that there is no issue of subjective impartiality in the present case. Nor does the mere fact, that one of the judges has been awarded a gold medal at an uncertain date after the closure of the impugned proceedings, suffice for a finding that he lacked impartiality.",
                                "elements": []
                            },
                            {
                                "content": "45.  The Court therefore holds that this part of the application is manifestly ill-founded.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "\nA.  Damage",
                                "elements": [
                                    {
                                        "content": "47.  The applicant claimed a total of 46,335.35 euros (EUR) for pecuniary damage corresponding to the amount of the pension and nursing allowance which, according to the applicant, the Duisburg Social Court would have granted Mrs Gisela Klasen, had it delivered its judgment before the Federal Social Court established its allegedly erroneous case-law concerning exposure to asbestos. The applicant moreover claimed 15,000 EUR for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  With regard to the applicant's claim for pecuniary damage, the Court reiterates that there must be a clear causal connection between the pecuniary damage claimed by the applicant and the violation of the Convention found (see Barberà, Messegué and Jabardo v. Spain (Article 50), judgment of 13 June 1994, Series A no. 285-C, pp. 57-58, §§ 16-20; and Çakıcı v. Turkey [GC], no. 23657/94, § 127, ECHR 1999-IV). The Court cannot, however, speculate as to what the outcome of the proceedings at issue might have been if the violation of Article 6 § 1 of the Convention had not occurred (see Schmautzer v. Austria, judgment of 23 October 1995, Series A no. 328, p. 16, § 44; Wettstein v. , no. 33958/96, § 53, ECHR 2000-XII). In the present case, it does accordingly not discern any causal link between the violation found and the pecuniary damage alleged and therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  As to the applicant's claim for non pecuniary damages, the Court, having regard to all the elements before it and ruling on an equitable basis, awards the applicant 1,000 EUR under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "51.  The applicant claimed 4,172.55 EUR for the costs and expenses incurred before the domestic courts and 1,517 EUR for those incurred before this Court respectively, for the services of his lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government contested these claims. They underlined inter alia that the applicant had failed to submit the necessary documentary evidence, in particular an invoice of the applicant's lawyer for his services before the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "53. According to the Court's consistent case-law, to be awarded costs and expenses the injured party must have incurred them in order to seek the prevention or rectification of a violation of the Convention, to have the same established by the Court and to obtain redress for it. It must also be shown that the costs were actually and necessarily incurred and that they are reasonable as to quantum (see, inter alia, Venema v. the Netherlands, no. 35731/97, § 117, ECHR 2002-X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  With regard to the costs of the proceedings before the , the applicant failed to submit an invoice for the services of his lawyer and accordingly did not demonstrate that the claimed costs were actually incurred. The Court therefore rejects the claim for costs and expenses in this respect. It also rejects the claim for costs and expenses for the other domestic remedies because the applicant did not demonstrate that any of these costs can be considered as having been incurred in an attempt to prevent or redress the violation of his right to proceedings within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  As regards the applicant's legal expenses incurred in the proceedings before this Court, the latter awards, having regard to its case-law and making its own assessment, 500 EUR, plus any value-added tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "56.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that the applicant's widow, Mrs Pauline Klasen, had sufficient interest to justify the continuation of the examination of the case;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 in respect of non-pecuniary damage and EUR 500 in respect of costs and expenses, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 October 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrP. Lorenzen",
            "role": "president"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "MrM. Villiger",
            "role": "judges"
        },
        {
            "name": "Mrs C. Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "11/09/2006 00:00:00",
    "docname": "CASE OF KLASEN v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77251.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1005JUD007520401",
    "externalsources": [],
    "extractedappno": [
        "75204/01",
        "56927/00",
        "58177/00",
        "2189/99",
        "51585/99",
        "36813/97",
        "32231/02",
        "38033/02",
        "75529/01",
        "23959/94",
        "30979/96",
        "60534/00",
        "45835/99",
        "30544/96",
        "63151/00",
        "33916/96",
        "23657/94",
        "33958/96",
        "35731/97"
    ],
    "importance": "4",
    "introductiondate": "28/09/2001 00:00:00",
    "issue": [],
    "itemid": "001-77251",
    "judgementdate": "05/10/2006 00:00:00",
    "kpdate": "05/10/2006 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "183",
        "234",
        "445",
        "40",
        "136",
        "180",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "34",
        "29",
        "35-1",
        "41",
        "6-1",
        "35",
        "6",
        "29-3"
    ],
    "parties": [
        "KLASEN",
        "GERMANY"
    ],
    "rank": "560.194091796875",
    "representedby": [
        "BATTENSTEIN R."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "Anne-Marie Andersson v. Sweden, judgment of 27 August 1997, Reports of Judgments and Decisions 1997-IV, § 29",
        "Appieto v. France (dec.), no. 56927/00, 26 February 2002",
        "Barberà, Messegué and Jabardo v. Spain (Article 50), judgment of 13 June 1994, Series A no. 285-C, pp. 57-58, §§ 16-20",
        "Boddaert v. Belgium, judgment of 12 October 1992, Series A no. 235-D, § 39",
        "Çakici v. Turkey [GC], no. 23657/94, § 127, ECHR 1999-IV",
        "Castillo Algar v. Spain, judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VIII, §§ 43-45",
        "Dalia v. France, judgment of 19 February 1998, Reports 1998-I, p. 87, § 38",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "G. v. Italy, judgment of 27 February 1992, Series A no. 228-F, § 2",
        "Garcia Ruiz v. Spain [GC] no. 30544/96, ECHR 1999-I, § 28",
        "Hesse-Anger v. Germany, no. 45835/99, § 32, 6 February 2003",
        "Horvat v. Croatia, no. 51585/99, § 38 and § 39, ECHR 2001-VIII",
        "Houfová v. the Czech Republic (no. 1), no. 58177/00, § 32, 15 June 2004",
        "Janssen v. Germany, no. 23959/94, § 40, 20 December 2001",
        "Keles v. Germany, no. 32231/02, § 44, 27 October 2005",
        "König v. Germany, judgment of 28 June 1978, Series A no. 27, § 98 and § 110",
        "Pafitis and Others v. Greece, judgment of 26 February 1998, Reports 1998-I, § 97",
        "Schmautzer v. Austria, judgment of 23 October 1995, Series A no. 328, p. 16, § 44",
        "Scordino v. Italy (no. 1) [GC], no. 36813/97, § 142, ECHR 2006-...",
        "Steck-Risch and Others v. Liechtenstein, no. 63151/00, § 38, 19 May 2005",
        "Stork v. Germany, no. 38033/02, 13 July 2006, § 33 and § 44",
        "Sürmeli v. Germany [GC], no. 75529/01, § 108 and § 109, ECHR 2006-...",
        "Tolstoy v. United Kingdom judgment of 23 June 1995, Series A no 316-B, § 59",
        "Venema v. the Netherlands, no. 35731/97, § 117, ECHR 2002-X",
        "Walden v. Liechtenstein (dec.), no. 33916/96, 16 March 2000",
        "Wettstein v. Switzerland, no. 33958/96, § 53, ECHR 2000-XII",
        "Wimmer v. Germany, no. 60534/00, § 30, 24 February 2005",
        "X v. France, judgment of 31 March 1992, Series A no. 234-C, p. 89, § 26"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "340489",
    "typedescription": "15"
}