{
    "__articles": "6;6-1;P4-2;P4-2-1;P4-2-3;41",
    "__conclusion": "Violation of Art. 6-1;No violation of P4-2;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "31008/02",
    "article": [
        "6",
        "41",
        "p4-2"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-70583.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 31008/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Russian nationals, Mr Nikolay Fedorovich Fedorov and Mrs Beviya Andreyevna Fedorova (“the applicants”), on 25 July 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr Pavel Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the criminal proceedings against them had been unreasonably lengthy. They also complained about the obligation imposed on them not to leave their place of residence without permission.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 14 December 2004, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicants and the Government each filed observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other's observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicants were born in 1961 and 1962 respectively and live in the , Omsk Region.",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicants, a married couple, used to live in Kargasok of the Tomsk Region where they worked as veterinarians. The first applicant held the position of Head Veterinarian of the Kargasok District.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 26 September 1996 criminal proceedings for fraud were instituted against the first applicant and an obligation not to leave the place of his residence without permission was imposed on him as a preventive measure.  On 22 October 1996 by an order of the investigator the first applicant was suspended from his employment.",
                                "elements": []
                            },
                            {
                                "content": "10.  In February 1998 criminal proceedings for fraud were instituted against the second applicant and an obligation not to leave the place of her residence without permission was imposed on her as a preventive measure.",
                                "elements": []
                            },
                            {
                                "content": "11.  The criminal proceedings against both applicants were joined on 17 August 1998. The applicants were accused of submitting false reports on business trips in order to obtain cash from the veterinary practice where the first applicant worked unlawfully.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 17 July 2000 the applicants asked for the obligation not to leave their place of residence without permission to be cancelled. It appears that the application was not considered.",
                                "elements": []
                            },
                            {
                                "content": "13.  Over the course of six years the criminal case was several times remitted by the courts for additional investigation: in May 1997 and on 5 February 1998, 21 September 1999, 31 May 2000 and 31 October 2000.",
                                "elements": []
                            },
                            {
                                "content": "14.  In 2001 the applicants' minor son was invited to attend an interview for a place at the . The applicants submitted that he did not attend the interview since neither of them was allowed to accompany him in the journey to . On an unspecified date the acting prosecutor of the Kargasok District provided the second applicant with the following letter:",
                                "elements": []
                            },
                            {
                                "content": "“[The letter] is given to Ms Bevia Andreyevna Fedorova ... in order to confirm that on 10-11 July 2001 she was summoned to the Prosecutor's Office of the Kargasok District, as a result of which she could not leave for Omsk together with her son and be present at ... the interview on 12 July.",
                                "elements": []
                            },
                            {
                                "content": "[The letter] is to be presented to the examination panel of the  at the .”",
                                "elements": []
                            },
                            {
                                "content": "The applicants' son, having passed general entry exams, was later admitted to the University.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 13 August 2002 the Parabelskiy District Court of the Tomsk Region acquitted the applicants and cancelled the obligation not to leave their place of residence without permission.  On appeal, on 16 December 2002 the  quashed the judgment and remitted the case for a fresh examination by a different composition of judges.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 8 May 2003 the Parabelskiy District Court of the Tomsk Region terminated the criminal proceedings against the applicants for lack of indication that a crime had been committed. The ruling was quashed on appeal on 30 June 2003 by the , which remitted the case for a fresh examination to the Molchanovskiy District Court of the Tomsk Region.",
                                "elements": []
                            },
                            {
                                "content": "17.  The Molchanovskiy District Court convicted the first applicant of misappropriation of property held in trust and sentenced him to one year's imprisonment on 31 December 2003. He was not required to serve the sentence on account of the statutory time-bar. The second applicant was fully acquitted. The court also lifted the obligation not to leave the place of residence without permission in respect of both applicants, although it had already been cancelled by the Parabelskiy District Court of the Tomsk Region on 13 August 2002.",
                                "elements": []
                            },
                            {
                                "content": "18.  On appeal, on 15 April 2004 the  reversed the judgment in the part relating to the conviction of the first applicant and remitted the case for a fresh examination. The court decided not to apply any measures of restraint in respect of the applicant.",
                                "elements": []
                            },
                            {
                                "content": "19.  The case was subsequently transmitted to the Sovetskiy District Court of the Tomsk Region. On 28 February 2005 the Sovetskiy District Court of the Tomsk Region convicted the first applicant of misappropriation of property held in trust and sentenced him conditionally to one year's imprisonment. The court, however, released the applicant from the punishment because of the expiry of the statutory time-limit.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 25 April 2005 the  reversed the judgment on appeal. It held that the first instance court should not have first convicted the applicant of the offence and then released him from the punishment, but should have terminated the criminal proceedings. Accordingly, the appeal court discontinued the criminal proceedings against the applicant on account of expiry of the statutory time-limit.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "21.  The RSFSR Code of Criminal Procedure of 1960 in force until 1 July 2002.",
                                "elements": [
                                    {
                                        "content": "Article 89 (1). Application of measures of restraint",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When there are sufficient grounds for believing that an accused person may evade an inquiry, preliminary investigation or trial or will obstruct the establishment of the truth in a criminal case or will engage in criminal activity, or in order to secure the execution of a sentence, the inquirer, investigator, prosecutor or court may apply one of the following measures of restraint in respect of the accused: a written undertaking not to leave a specified place, a personal guarantee or a guarantee by a public organisation, or taking into custody. [...]”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 90. Application of a preventive measure to a suspect",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In exceptional instances, a preventive measure may be applied to a suspect who has not been charged. In such a case, charges must be brought against the suspect within ten days after a preventive measure is applied. If no charges are brought within the period specified, the preventive measure shall be cancelled.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 91. Circumstances to be considered in applying a preventive measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When the need for application of a preventive measure is being considered and the type of measure chosen... the circumstances to be taken into account shall include... the gravity of the charges brought and the personality of the suspect or the accused, occupation, age, health, family status and other circumstances.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 92. Order or decision to apply a preventive measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A preventive measure shall be applied under an order made by an inquirer, an investigator, or a prosecutor, or a reasoned decision given by a court, which shall specify the offence of which the person is suspected or accused and the grounds for application of the preventive measure. The person concerned shall be informed of the order or decision and at the same time the person shall be provided with explanations concerning the procedure for appealing against the preventive measure applied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A copy of the order or the decision on the application of the preventive measure shall be immediately handed to the person concerned.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 93. Written undertaking not to leave a specified place",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A written undertaking not to leave a specified place consists in obtaining from the suspect or the accused an obligation not to leave the place of residence or of temporary stay without the permission of a person conducting an inquiry, an investigator, a prosecutor, or a court. In the event of breach by the suspect or the accused of the written undertaking given by him, a stricter preventive measure may be applied about which he should be informed when the obligation is withdrawn.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "22.  The RF Code of Criminal Procedure of 2001 in force from 1 July 2002.",
                                "elements": []
                            },
                            {
                                "content": "Article 102. Written undertaking not to leave a specified place and to discharge particular obligations",
                                "elements": [
                                    {
                                        "content": "“A written undertaking not to leave a specified place consists in obtaining from the suspect or the accused an obligation:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  not to leave the place of residence or of temporary stay without the permission of a person conducting an inquiry, an investigator, a prosecutor or a court;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  to appear before a person conducting an inquiry, an investigator, a prosecutor or a court at appointed terms;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) not to impede the criminal proceedings in any other way.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  1.  The applicants complained that the criminal proceedings against them had been unreasonably lengthy. They relied on Articles 6 and 13 of the Convention. In the decision on admissibility of 14 December 2004 the Court decided to examine the complaint under Article 6 § 1 of the Convention, which reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "24.  The period to be taken into consideration in respect of the first applicant began on 26 September 1996, when the criminal proceedings against him were instituted, and ended on 25 April 2005, when the proceedings were discontinued by the . They lasted 8 years, 6 months and 29 days. The Court notes that after 5 May 1998, when the Convention entered into force in respect of the , the proceedings lasted for 6 years, 11 months and 20 days. The Court observes, however, that it may take into account the period preceding the entry into force of the Convention (see Ventura v. Italy, no. 7438/76, Commission decision of 9 March 1978, Decisions and Reports (DR) 12, p. 38).",
                                "elements": []
                            },
                            {
                                "content": "25.  The criminal proceedings against the second applicant were instituted in February 1998 and discontinued on 15 April 2004 with a final decision of the  to acquit her. The proceedings lasted for approximately 6 years and 2 months. Out of this period, 5 years, 11 months and 10 days fall within the Court's competence ratione temporis.",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of the parties",
                                "elements": []
                            },
                            {
                                "content": "1.  The Government",
                                "elements": [
                                    {
                                        "content": "26.  In their observations submitted prior to the decision on admissibility of 14 December 2004 the Government stated that they were not in a position to comment on this complaint because the proceedings against the first applicant were still pending. The Government made no new submissions on the merits of the complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The applicants",
                                "elements": [
                                    {
                                        "content": "27.  The applicants contended that the length of the criminal proceedings against them was in breach of the “reasonable time” requirement enshrined in Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "28.  The Court recalls that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria established by its case-law, particularly the complexity of the case and the conduct of the applicant and of the relevant authorities (see, among many other authorities, Kudła v. Poland [GC], no. 30210/96, § 124, ECHR 2000XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court considers that the present case, which concerned the alleged forgery of expense accounts, was not particularly complex. It further observes that nothing in the facts of the case suggests that the applicants' conduct contributed to delays in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising similar issues to the one in the present application (see, for example, the judgments in Pélissier and Sassi \nv. France [GC], no. 25444/94, § 67, ECHR 1999-II, and Şahiner v. Turkey, no. 29279/95, ECHR 2001IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement. There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL NO. 4",
                        "elements": [
                            {
                                "content": "32.  The applicants complained under Article 2 of Protocol No. 4 about having been subjected to an obligation not to leave their place of residence without permission. They argued that this constituted a disproportionate limitation of their freedom of movement.",
                                "elements": []
                            },
                            {
                                "content": "Article 2 of Protocol No. 4 reads, insofar as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone lawfully within the territory of a State shall, within that territory, have the right to liberty of movement and freedom to choose his residence.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  No restrictions shall be placed on the exercise of these rights other than such as are in accordance with law and are necessary in a democratic society in the interests of national security or public safety, for the maintenance of ordre public, for the prevention of crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of the parties",
                                "elements": []
                            },
                            {
                                "content": "1.  The Government",
                                "elements": [
                                    {
                                        "content": "33.  The Government submitted that the obligation imposed on the applicants not to leave their place of residence without permission had been a lawful measure, which had constituted a minimum restriction of their right of freedom of movement intended to ensure their presence at the place where the investigation was being conducted and at court hearings. The Government contended that the first applicant had twice applied to the courts for permission to leave the Kargasok District and his applications had been granted. They further noted that after the obligation not to leave the place of residence without permission had been cancelled by the Parabelskiy District Court of the Tomsk Region on 13 August 2002 it was never imposed on the applicants again. The order to lift the preventive measure had been included in the judgment of the Molchanovskiy District Court of 31 December 2003 by mistake. The Government concluded that in these circumstances there had been no breach of Article 2 of Protocol No. 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The applicants",
                                "elements": [
                                    {
                                        "content": "34.  The applicants argued that the obligation not to leave their place of residence, Kargasok, without permission, which remained imposed on them during a lengthy period, had constituted a disproportionate limitation of their right to freedom of movement. They argued that such a measure had not been required to ensure their presence at the court hearings since, even after it had been lifted, they had continued to appear at the hearings. The applicants admitted that the domestic courts had twice granted the first applicant's applications to leave the Kargasok District in order to appear in the appeal hearings. They contended, however, that a number of their applications to leave their place of residence for medical and other personal reasons had been refused. In particular, they alleged that in 2001 the first applicant had been refused leave to accompany their minor son to , 1500 kilometres from Kargasok, where on 12 July 2001 he had been invited to attend an interview for a place at the . The second applicant had been granted such leave with undue delay, as confirmed by the letter of the acting district prosecutor. Consequently, their son had not been able to attend the interview and had had to sit the exams several days later. On that occasion the second applicant had accompanied him. The applicants submitted that as the second applicant had had to stay in  longer than expected, she had been unjustly dismissed for absence from work. The applicants maintained that the restriction imposed had also prevented them from choosing their home and finding employment in other regions of .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  Whether there was an interference",
                                        "elements": [
                                            {
                                                "content": "35.  The Court notes that the parties did not dispute that there was a restriction on the applicants' freedom of movement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court reiterates that in order to comply with Article 2 of Protocol No. 4 such a restriction should be “in accordance with the law”, pursue one or more of the legitimate aims contemplated in paragraph 3 of the same Article and be “necessary in a democratic society” (see Raimondo v. Italy, judgment of 22 February 1994, Series A no. 281-A, p. 19, § 39).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Lawfulness and purpose of the interference",
                                        "elements": [
                                            {
                                                "content": "37.  The Court is satisfied that the interference was in accordance with the law (Article 93 of the RSFSR Code of Criminal Procedure of 1960 and Article 102 of the RF Code of Criminal Procedure of 2001). It also accepts the Government's submission that its purpose was to ensure the applicants' presence at the place where the investigation was being conducted and at the court hearings. The Court accordingly finds that the restriction pursued the legitimate aims set out in paragraph 3 of Article 2 of Protocol No. 4, in particular, prevention of crime and protection of the rights and freedoms of others.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  It remains to be determined whether the measure was necessary in a democratic society.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Proportionality of the interference",
                                        "elements": [
                                            {
                                                "content": "39.  The Court observes that it had to rule on the compatibility with Article 2 of Protocol No. 4 of an obligation not to leave one's place of residence in a series of cases against Italy, including the case of Luordo (see Luordo v. Italy, no. 32190/96, § 96, ECHR 2003IX). In Luordo the Court found such an obligation, imposed on the applicant for the duration of the bankruptcy proceedings, disproportionate because of the length of the proceedings, in that case 14 years and 8 months, even though there had been no indication that the applicant had wished to leave his place of residence or that such permission had ever been refused. This pattern was followed in subsequent cases, where the duration of an obligation not to leave one's place of residence varied between 13 years and 6 months (see Goffi v. Italy, no. 55984/00, § 20, 24 March 2005) and 24 years and 5 months (see Bassani v. Italy, no. 47778/99, § 24, 11 December 2003).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court finds, however, that the circumstances of the present case are sufficiently different to enable it to distinguish this case from the cases discussed above on the following points.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  First, in the present case the applicants were the subject of criminal proceedings. The Court notes that it is not in itself questionable that the State may apply various preventive measures restricting the liberty of an accused in order to ensure the efficient conduct of a criminal prosecution, including a deprivation of liberty. In the Court's view, an obligation not to leave the area of one's residence is a minimal intrusive measure involving a restriction of one's liberty (see, mutatis mutandis, Nagy v. Hungary (dec.), no. 6437/02, 6 July 2004) .",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Second, the preventive measure was not automatically applied for the whole duration of the criminal proceedings against the applicants. In fact, after it had been lifted by the Parabelskiy District Court of the Tomsk Region on 13 August 2002, it was never applied again. The Court accepts the Government's submission that the judgment of the Molchanovskiy District Court of 31 December 2003 contained the order to cancel the obligation not to leave the place of residence by mistake, as in the facts of the case there is no indication that it had been re-applied. Accordingly, the obligation not to leave the place of residence was imposed on the first applicant for a period of 5 years, 10 months and 17 days, out of which 4 years, 3 months and 8 days fall within the Court's competence ratione temporis. The same measure was applied in respect of the second applicant during approximately 4 years and 6 months, out of which 4 years, 3 months and 8 days fall within the Court's temporal jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Third, as follows from the above calculations, the period when the applicants were subjected to the restriction at issue was significantly shorter than the one in Luordo and the subsequent cases against .",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Taking into account the above considerations, the Court finds that in the circumstances of the present case the mere duration of the application of the preventive measure is insufficient for the Court to conclude that it was disproportionate. In order to decide whether a fair balance was struck between the general interest in the proper conduct of the criminal proceedings and the applicants' personal interest in enjoying freedom of movement, by contrast to Luordo and the subsequent cases against Italy, the Court must ascertain whether the applicants actually sought to leave the area of their residence and, if so, whether permission to do so was refused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The parties agreed that the first applicant had twice applied for permission to leave the Kargasok district, and that both times the permission had been granted. The applicants contended, however, that they had sought to leave their place of residence on a number of other occasions, in particular, to accompany their son to an interview at the university in  on 12 July 2001, but permission had been refused. They further claimed that the restriction imposed had also prevented them from choosing their home and finding employment in other regions of .",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court notes, however, that the applicants did not provide any evidence to show that they had actually applied to domestic authorities for permission to leave their place of residence on other occasions. In particular, they did not submit a copy of their application to leave Kargasok in order to accompany their son to  on 12 July 2001. The Court notes in this regard that the letter of the acting district prosecutor provides no evidence that such an application had been filed. The letter merely states that on the relevant dates the second applicant had been summoned to the Prosecutor's Office. In the absence of any evidence that the applicants had filed any other applications to leave the place of their residence and, consequently, that any such applications had been refused, the Court can not reach the conclusion that a fair balance between the demands of the general interest and the applicants' rights was upset. Accordingly, the Court finds that in the present case the restriction on the applicants' freedom of movement was not disproportionate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In conclusion, there has been no violation of Article 2 of Protocol No. 4 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "49.  The applicants submitted that in 2002-2003 they had left Kargasok allegedly because of the unfriendly environment following the institution of the criminal proceedings against them and had moved to the  in the Omsk Region. They claimed pecuniary damage in the amount of RUR 45,000 which they had paid for transportation between Kargasok and the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Government submitted that the expenses incurred were not related to the complaints examined by the Court and, therefore, should be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court agrees that the claim is irrelevant for the purposes of the present proceedings. Accordingly, the Court dismisses the applicants' claim for compensation for pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "52.  The applicants submitted that they felt moral and physical sufferings caused by the need to change their place of residence. They did not quantify the alleged damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Government did not express an opinion on the matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court notes that inasmuch as the claim relates to the applicants' change of residence, it is irrelevant for the purposes of the present proceedings. However, the Court accepts that the applicants suffered distress, anxiety and frustration caused by the unreasonable length of the proceedings. Making its assessment on an equitable basis, the Court awards the first applicant EUR 3,600 and the second applicant EUR 3,000 in compensation for non-pecuniary damage, plus any tax that may be chargeable.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "55.  The applicants did not make any claims in respect of the costs and expenses incurred before the domestic courts and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Accordingly, the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 2 of Protocol No. 4 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds:",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the first applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 3,600 (three thousand six hundred euros) in compensation for non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable on that amount;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the respondent State is to pay the second applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros) in compensation for non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable on that amount;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": " Done in English, and notified in writing on 13 October 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        }
    ],
    "decisiondate": "14/12/2004 00:00:00",
    "docname": "CASE OF FEDOROV AND FEDOROVA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-70583.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:1013JUD003100802",
    "externalsources": [],
    "extractedappno": [
        "31008/02",
        "7438/76",
        "30210/96",
        "25444/94",
        "29279/95",
        "32190/96",
        "55984/00",
        "47778/99",
        "6437/02"
    ],
    "importance": "3",
    "introductiondate": "25/07/2002 00:00:00",
    "issue": [
        "RSFSR Code of Criminal Procedure 1960, Articles 89-93",
        "RF Code of Criminal Procedure 2001, Article 102"
    ],
    "itemid": "001-70583",
    "judgementdate": "13/10/2005 00:00:00",
    "kpdate": "13/10/2005 00:00:00",
    "kpthesaurus": [
        "566",
        "150",
        "270",
        "445",
        "70",
        "76",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P4-2",
        "P4-2-1",
        "P4-2-3",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "FEDOROV AND FEDOROVA",
        "RUSSIA"
    ],
    "rank": "527.921752929688",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Bassani v. Italy, no. 47778/99, § 24, 11 December 2003",
        "Goffi v. Italy, no. 55984/00, § 20, 24 March 2005",
        "Kudla v. Poland [GC], no. 30210/96, § 124, ECHR 2000-XI",
        "Nagy v. Hungary (dec.), no. 6437/02, 6 July 2004",
        "Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II",
        "Raimondo v. Italy, judgment of 22 February 1994, Series A no. 281-A, p. 19, § 39",
        "Sahiner v. Turkey, no. 29279/95, ECHR 2001-IX",
        "Ventura v. Italy, no. 7438/76, Commission decision of 9 March 1978, Decisions and Reports (DR) 12, p. 38"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "332338",
    "typedescription": "15"
}