{
    "__articles": "6;6-1;13;41",
    "__conclusion": "Violation of Art. 6-1;Not necessary to examine Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings",
    "applicability": "",
    "appno": "39442/98",
    "article": [
        "6",
        "41",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 13",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - domestic proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58994.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39442/98) against the  lodged with the European Commission of Human Rights (“the Commission”) by a Greek limited company, Sotiris and Nikos Koutras ATTEE (“the applicant company”), on 11 July 1997 under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant company was represented by Ms V. Kasseri, who was subsequently replaced by Ms E. Vratsida, of the Athens Bar. The Greek Government (“the Government”) were represented by the delegates of their Agent, Mr V. Kyriazopoulos, Senior Adviser at the State Legal Council, and Mrs M. Papida, Legal Assistant at the Legal Council of State.",
                        "elements": []
                    },
                    {
                        "content": "3.  Relying on Article 6 § 1 of the Convention the applicant company complained of an infringement of its right of access to a tribunal.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  It was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 9 December 1999 the Court declared the application admissible [Note by the Registry. The Court's decision is obtainable from the Registry.].",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "7.  On 11 February 1992 the applicant company applied to the Ministry of the National Economy under the provisions of Law no. 1892/1990 for a subsidy to build a hotel. That statute provided that companies satisfying certain conditions were entitled to a State subsidy for their investments.",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicant company's request was rejected in a decision of 29 June 1992.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 30 September 1992 the applicant company lodged an application with the  for judicial review of the above-mentioned decision. Its lawyer delivered the application by hand to two police officers at  police station no. 4. The police officers affixed the police station's seal to the first page of the application and wrote the registration number and date on it. They did not, however, note the registration number on the record of deposit stamped onto the application itself.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 6 February 1996 the  ruled the application inadmissible on the following grounds:",
                        "elements": []
                    },
                    {
                        "content": "“Article 19 §§ 1 and 2 of Presidential Decree no. 18/1989 provide that in order for an application for judicial review to be validly lodged with a public authority, it must be registered in the said authority's register and stamped with a record of deposit. This record must mention the registration number and the date and must be signed by the official receiving the application and by the applicant ... There can be no substitute formalities for compliance with that procedure, to which the applicant himself is a party, because it is a legal requirement for the valid registration of an application. Accordingly, if an application lodged with a public authority other than the  is incorrectly stamped, this will affect the validity of the application.",
                        "elements": []
                    },
                    {
                        "content": "In the present case the notice of application was lodged with Athens police station no. 4 and stamped with a record of deposit which was signed by the lawyer depositing the application, the two police officers receiving it and the senior officer at the station. However, this stamp did not bear a registration number. Admittedly, the registration number and date of deposit are indicated both on the seal next to the stamp and the first page of the application, but they do not appear on the stamp recording the deposit of the application itself and are signed neither by the lawyer who lodged the application nor by the police officers who took delivery of it. Accordingly, they do not satisfy the statutory conditions of admissibility of applications.”",
                        "elements": []
                    },
                    {
                        "content": "11.  That judgment was finalised (καθαρογραφή) on 16 May 1997 and the applicant company obtained a copy on 13 June 1997.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "i.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "12.  The applicant company submitted that there had been a breach of Article 6 § 1 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... ,everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "The applicant company complained in particular that the decision of the  ruling its application inadmissible amounted to a denial of access to the courts. The error which had given rise to this situation could not be attributed to the applicant company because, in its submission, the police officers were responsible for stamping the application correctly and, in their capacity as public officials, taking all necessary steps to ensure that it was valid.",
                                "elements": []
                            },
                            {
                                "content": "13.  The Government submitted that, in the interests of the proper administration of justice, it had to be accepted that there were certain formalities which had to be complied with before an action could validly be brought in a national court. Accordingly, the 's dismissal of the application was the foreseeable consequence of the error made on lodging the application. Since the applicant company's lawyer was also responsible for that error, her client could not complain of an infringement of its right of access to a tribunal.",
                                "elements": []
                            },
                            {
                                "content": "14.  The Court has held that Article 6 § 1 secures to everyone the right to have any claim relating to his civil rights or obligations brought before a court or tribunal. That “right to a tribunal”, of which the right of access is an aspect, may be relied on by anyone who considers on arguable grounds that an interference with the exercise of one of his civil rights is unlawful and complains that he has not had the possibility of submitting that claim to a tribunal meeting the requirements of Article 6 § 1 (see, inter alia, the Golder v. the United Kingdom judgment of 21 February 1975, Series A no. 18, p. 18, § 36). ",
                                "elements": []
                            },
                            {
                                "content": "15.  It is also apparent from the Court's case-law that the right of access to a tribunal is not an absolute one; it is subject to limitations permitted by implication, in particular where the conditions of admissibility of an appeal are concerned, since by its very nature it calls for regulation by the State, which enjoys a certain margin of appreciation in this regard. However, these limitations must not restrict or reduce a person's access in such a way or to such an extent that the very essence of the right is impaired. Furthermore, such limitations will not be compatible with Article 6 § 1 if they do not pursue a legitimate aim or if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see, among other authorities, the Levages Prestations Services v. France judgment of 23 October 1996, Reports of Judgments and Decisions 1996-V, p. 1543, § 40).",
                                "elements": []
                            },
                            {
                                "content": "16.  In the instant case the applicant company's application for judicial review was declared inadmissible on the basis of Article 19 of Presidential Decree no. 18/1989. The applicant company alleged that a mere clerical error had deprived it of its right to have its application for judicial review examined by the .",
                                "elements": []
                            },
                            {
                                "content": "17.  The Court reiterates that it is not its task to take the place of the domestic courts. It is primarily for the national authorities, notably the courts, to resolve problems of interpretation of domestic legislation (see the Edificaciones March Gallego S.A. v.  judgment of 19 February 1998, Reports 1998-I, p. 290, § 33). This applies in particular to the interpretation by the courts of rules of a procedural nature such as time-limits governing the filing of documents or lodging of appeals (see the Pérez de Rada Cavanilles v. Spain judgment of 28 October 1998, Reports 1998-VIII, p. 3255, § 43). The Court's role is confined to ascertaining whether the effects of such an interpretation are compatible with the Convention.",
                                "elements": []
                            },
                            {
                                "content": "18.  Furthermore, the Court reaffirms that Article 6 of the Convention does not compel the Contracting States to set up courts of appeal or of cassation. Nevertheless, a State which does institute such courts is required to ensure that persons amenable to the law shall enjoy before these courts the fundamental guarantees contained in Article 6 (see, among other authorities, the Delcourt v. Belgium judgment of 17 January 1970, Series A no. 11, pp. 13-15, § 25).",
                                "elements": []
                            },
                            {
                                "content": "The manner in which Article 6 § 1 applies to courts of appeal or cassation depends on the special features of the proceedings concerned and account must be taken of the entirety of the proceedings conducted in the domestic legal order and the Court of Cassation's role in them; the conditions of admissibility of an appeal on points of law may be stricter than for an ordinary appeal (see, among other authorities, the Brualla Gómez de la Torre v. Spain judgment of 19 December 1997, Reports 1997-VIII, p. 2956, § 37, and Mohr v. Luxembourg (dec.), no. 29236/95, 20 April 1999, unreported).",
                                "elements": []
                            },
                            {
                                "content": "19.  In the instant case the Court finds that the applicant company had access to the , but only to hear its application declared inadmissible on the ground that the registration number had not been entered in the record of deposit (see paragraph 10 above). The fact that the applicant company was able to bring its case before a court does not in itself necessarily satisfy the requirements of Article 6 § 1. It must still be established that the degree of access afforded under the national legislation was sufficient to secure the individual's “right to a court”, having regard to the rule of law in a democratic society (see the Golder judgment cited above, pp. 16-18, §§ 34-35).",
                                "elements": []
                            },
                            {
                                "content": "20.  The Court considers that the rules governing the formal steps to be taken in lodging an appeal are aimed at ensuring a proper administration of justice. Litigants should expect the existing rules to be applied. However, the rules in question, or the application thereof, should not prevent persons amenable to the law from availing themselves of an available remedy.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court notes that, in declaring the application inadmissible in the instant case, the  penalised the applicant company for a clerical error made on lodging its application, whereas the applicant company cannot be held liable for that error. The Court considers, rather, that since domestic law provides that an application for judicial review can be lodged with a public authority other than the registry of the , compliance with the formalities for lodging such an application is mainly the responsibility of the public officers empowered to receive the application.",
                                "elements": []
                            },
                            {
                                "content": "22.  Furthermore, given the special nature of the 's role in reviewing administrative decisions, the Court cannot accept that the procedure before that court should be so excessively formalistic. Indeed, the Court notes that the  did not succeed other national courts in examining the applicant company's case, but was called upon to rule at first and last instance. It was therefore the first and last set of proceedings during which the applicant company's case could be examined by a court.",
                                "elements": []
                            },
                            {
                                "content": "23.  Lastly, as the  has itself acknowledged, the missing registration number appeared both on the seal affixed next to the record of deposit and on the first page of the application, so identification of the application was not jeopardised. The Court therefore considers that the applicant company was disproportionately hindered in its right of access to a court and that, accordingly, there has been an infringement of the very essence of its right to a tribunal.",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, there has been a violation of Article 6 § 1 of the Convention. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicant company also complained of a breach of Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "It complained in particular that it had not had an effective remedy before a national court by which to exercise its rights. ",
                                "elements": []
                            },
                            {
                                "content": "25.  Having regard to the finding in paragraph 23 above, the Court holds that it is unnecessary to rule on the complaint in question.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "27.  The applicant company claimed 231,000,000 drachmas (GRD) for pecuniary damage. That was the amount it would have received if the  had upheld its claim. The applicant company also claimed GRD 20,000,000 for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Government stressed that any just satisfaction that might be awarded to the applicant company should not exceed GRD 1,000,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court considers that, even if the application lodged by the applicant company had been declared admissible, it is not a foregone conclusion that it would have succeeded in the . It would therefore be mere speculation to assert that the  would have upheld the applicant company's claim if it had not concluded that its application was inadmissible. Accordingly, the Court considers that, in the absence of a causal link between the pecuniary damage referred to and the breach found, no compensation can be awarded under this head. It does consider, however, that the applicant company should be awarded compensation for the non-pecuniary damage resulting from the lack of a fair trial. Having regard to its case-law on the subject and making its assessment on an equitable basis, as required by Article 41, it decides to award the applicant company GRD 3,000,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "30.  The applicant company requested the reimbursement of GRD 250,000 for counsel's fees for the proceedings in the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court considers that the applicant company should be awarded the entirety of the sum claimed for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "33.  According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 6% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "For these reasons, the Court unanimously",
                "elements": [
                    {
                        "content": "1.\tHolds that there has been a violation of Article 6 § 1 of the Convention as regards the applicant company's right to a fair trial;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds that it is unnecessary to rule on the complaint based on Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.\tHolds",
                        "elements": []
                    },
                    {
                        "content": "(a)\t  that the respondent State is to pay the applicant company, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, GRD 3,000,000 (three million drachmas) for non-pecuniary damage and GRD 250,000 (two hundred and fifty thousand drachmas) for costs and expenses, together with any value-added tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)\t  that simple interest at an annual rate of 6 % shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "4.\tDismisses the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 16 November 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrA.B. Baka",
            "role": "president"
        },
        {
            "name": "MrC.L. Rozakis",
            "role": "mrb. conforti"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrM. Fischbach",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "Mr E. Fribergh",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SOTIRIS AND NIKOS KOUTRAS ATTEE v. GREECE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58994.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:1116JUD003944298",
    "externalsources": [],
    "extractedappno": [
        "39442/98",
        "29236/95"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-58994",
    "judgementdate": "16/11/2000 00:00:00",
    "kpdate": "16/11/2000 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "40",
        "444",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1",
        "41",
        "13"
    ],
    "parties": [
        "SOTIRIS AND NIKOS KOUTRAS ATTEE",
        "GREECE"
    ],
    "rank": "409.927520751953",
    "representedby": [
        "N/A"
    ],
    "respondent": "GRC",
    "respondentOrderEng": "19",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "433734",
    "typedescription": "15"
}