{
    "__articles": "6;6-1;6-3-d;41",
    "__conclusion": "Violation of Art. 6-1 and 6-3-d;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award",
    "applicability": "",
    "appno": "26668/95",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-3-d",
            "base_article": "6",
            "element": "Violation of Art. 6-1 and 6-3-d",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 and 6-3-d",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award",
            "type": "other"
        }
    ],
    "content": {
        "001-60112.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court, in accordance with the provisions applicable prior to the entry into force of Protocol No. 11 to the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”), by the European Commission of Human Rights (“the Commission”), by the Dutch Government (“the Government”) and by a Dutch national,  Frederik K.P.M. Visser (“the applicant”) (Article 5 § 4 of Protocol No. 11 and former Articles 47 and 48 of the Convention).",
                        "elements": []
                    },
                    {
                        "content": "2.  The case originated in an application (no. 26668/95) against the Kingdom of the Netherlands lodged with the Commission under former Article 25 of the Convention by the applicant on 5 December 1994. ",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that in criminal proceedings against him the domestic courts used in evidence a statement taken from an anonymous witness in respect of whom the exercise of the defence rights had been unacceptably restricted in breach of Article 6 §§ 1 and 3 (d) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Commission declared the application partly admissible on 19 January 1998. In its report of 1 March 1999 (former Article 31 of the Convention), it expressed the opinion that there had been a violation of Article 6 §§ 1 and 3 (d) of the Convention by twenty-seven votes to one.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant, who had been granted legal aid, was represented before the Court by Mr H.H. Rieske, a lawyer practising in Amsterdam. The Government were represented by their Agent, Mr R. Böcker, of the Ministry of Foreign Affairs. ",
                        "elements": []
                    },
                    {
                        "content": "6.  On 7 July 1999 the panel of the Grand Chamber determined that the case should be decided by a Chamber (Rule 100 § 1 of the Rules of Court). It was, accordingly, assigned to the former First Section. ",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed a memorial.",
                        "elements": []
                    },
                    {
                        "content": "8.  The Chamber having decided, after consulting the parties, that it was not necessary to hold a hearing (Rule 59 § 2 in fine), the parties were given the opportunity to reply in writing to each other’s observations, of which opportunity they availed themselves.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court. ",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "10.  In a statement taken and recorded by police on 30 September 1987, one Mr A. said that he had been kidnapped and beaten up by two unknown men. He suspected that they had acted on the orders of another man, Mr G., and that his kidnap had constituted an act of revenge for a burglary that he, Mr A., was rumoured to have carried out. On 11 April 1988 preliminary judicial investigations were initiated into allegations that the applicant and an accomplice, Mr D., had intentionally deprived Mr A. of his liberty on 30 September 1987.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 28 April 1988 two police officers drew up an official record (proces-verbaal) containing the findings of the investigation into the kidnapping and assault of Mr A. It stated, inter alia, that a number of witnesses had seen Mr G. and two other persons in bars in the town of Weesp in the night of 29 to 30 September 1987 and that these witnesses had overheard the three men making inquiries into the whereabouts of the victim, Mr A. Mr A. was said to know Mr G. well and to be very afraid of him. Police investigations conducted in various bars in Weesp had shown that Mr G. had such a reputation that this fear was shared by many people. According to the reporting officers, the witnesses who had seen the suspects prior to and during the commission of the offences in question were so scared that they were afraid to make written statements. ",
                                "elements": []
                            },
                            {
                                "content": "12.  The official police record then describes how four witnesses were confronted with the applicant and his co-accused Mr D. through a two-way mirror. The police officers observed that the witnesses became very fearful upon seeing the suspects and that they wanted to leave the room as soon as possible. None of the four witnesses identified the applicant, although one of them said that the applicant looked similar to one of the perpetrators. The witnesses were interviewed separately after the identification procedure; one of them indicated to the police officers that s/he did not wish to remain on his/her own for fear of coming face to face with Mr D. whom s/he had recognised as one of the perpetrators. The police officers further reported that a fifth witness recognised from twelve photographs shown to him/her the applicant, Mr D. and Mr G. as the men who had made enquiries into the whereabouts of the victim.",
                                "elements": []
                            },
                            {
                                "content": "13.  One of the police officers also noted that the witnesses had repeatedly telephoned him after they had made their statements, saying that they wished to withdraw these statements because they feared reprisals by the applicant and his co-accused. The police officer considered that this fear was not unfounded given that, since the event, unknown persons had put pressure on the victim.",
                                "elements": []
                            },
                            {
                                "content": "14.  Criminal proceedings were brought against the applicant in the Regional Court (Arrondissementsrechtbank) of Utrecht. The charges against him included having been an accomplice to the offence of intentionally and unlawfully depriving Mr A. of his liberty and keeping him deprived thereof.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 1 June 1989 the Regional Court acquitted the applicant of that charge, convicted him on another charge and sentenced him to a partly suspended term of ten weeks’ imprisonment, less the time spent in pre-trial detention. By a judgment of the same date, the Regional Court also acquitted the applicant’s co-accused, Mr D.",
                                "elements": []
                            },
                            {
                                "content": "16.  \tBoth the applicant and the Prosecutions Department (Openbaar Ministerie) lodged an appeal against the Regional Court’s decision with the Court of Appeal (Gerechtshof) of Amsterdam. No appeal was lodged against the judgment concerning Mr D.",
                                "elements": []
                            },
                            {
                                "content": "17.  \tOn 18 April 1991 the Court of Appeal quashed the Regional Court’s judgment, convicted the applicant, inter alia, of having deprived Mr A. of his liberty and sentenced him to one year’s imprisonment, less the time spent in pre-trial detention. The Court of Appeal used in evidence, inter alia, the following section from the official police record of 28 April 1988 (see §§ 11-13 above):",
                                "elements": []
                            },
                            {
                                "content": "“It has emerged from the investigation that several witnesses saw Mr G., who was known to them, with two other persons in bars in Weesp in the night of 29 to 30 September. These witnesses also overheard these three persons making enquiries into the whereabouts of the victim, Mr A.",
                                "elements": []
                            },
                            {
                                "content": "One witness was shown twelve photographs, including pictures of the suspects Mr D., <the applicant> and Mr G. The witness stated that s/he was 100% sure of recognising from the photographs the three named persons as being the persons who had made enquiries into the whereabouts of the victim on 29 and 30 September 1987 in Weesp. The witness had subsequently seen Mr D. and <the applicant> leaving with the victim’s brother, while Mr G. had stayed behind in the bar in Weesp, where shortly afterwards this Mr G. had been approached by <the applicant>, who had returned in the meantime, and who had taken Mr G. outside.”",
                                "elements": []
                            },
                            {
                                "content": "18.  The applicant lodged an appeal on points of law against that judgment with the Supreme Court (Hoge Raad).",
                                "elements": []
                            },
                            {
                                "content": "19.  On 14 September 1992 the Supreme Court quashed the judgment of the Court of Appeal. It held that the way in which the facts had been established by the Court of Appeal did not comply with legal requirements. It recalled that the statement of an anonymous witness could only be used in evidence if it had been taken down by a judge who knew the identity of the witness, who had expressed his opinion as regards the reasons for the witness’s desire to remain anonymous and that witness’s reliability, and who had provided the defence with ample opportunity to question the witness. The Supreme Court added that it could not be said that the finding of guilt was based to a significant extent on other evidence from identified sources. The Supreme Court decided that the applicant’s original appeal against the judgment of the Regional Court of Utrecht of 1 June 1989 should be considered again and, to that end, referred the case to the Court of Appeal of The Hague.",
                                "elements": []
                            },
                            {
                                "content": "20.  \tAt the subsequent public hearing on 18 June 1993 the Court of Appeal of The Hague instructed the investigating judge (rechter-commissaris) of the Regional Court of Utrecht to hear the witness who had previously recognised the applicant from photographs, as described in the official police record of 28 April 1988. If need be, that witness was to be heard with the application of appropriate measures to safeguard the witness’s anonymity, should the witness wish to remain anonymous.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 13 September 1993 the witness was heard under oath by the investigating judge, who was aware of the identity of the witness. The opinion of the investigating judge that the identity of the witness should remain concealed was phrased as follows in the official record of the interview:",
                                "elements": []
                            },
                            {
                                "content": "“In a short conversation prior to the actual interview, the investigating judge discussed with the witness the latter’s wish to remain anonymous. The witness stated that s/he was fearful because one of [the applicant’s] fellow suspects can be very aggressive, which, according to the witness, is common knowledge. The witness also said that s/he feared reprisals given that, as the witness has heard it said, the case in which the witness is about to make a statement in itself also concerns an act of revenge.",
                                "elements": []
                            },
                            {
                                "content": "In view of the witness’s statements above, as well as the contents of the record drawn up by the police officers on 28 April 1988 and the statements of the witness which cannot be reproduced here, the investigating judge is of the opinion that the necessity to hear the witness anonymously has been sufficiently substantiated.”",
                                "elements": []
                            },
                            {
                                "content": "22.  Counsel for the applicant attended the interview in a different room. In addition to his own questions, the investigating judge also put a number of questions to the witness at the request of counsel, who had submitted these questions to the investigating judge in writing beforehand. The investigating judge twice gave counsel the opportunity to read through the statement of the witness and to put further questions, again to be asked by the investigating judge, to the witness, and counsel did in fact avail himself of this opportunity.",
                                "elements": []
                            },
                            {
                                "content": "23.  In reply to one of the questions put by counsel the witness said that when interviewed by police, on about 18 April 1988, s/he had been handed a bundle of about fifteen photographs. The witness had taken out three photographs of persons whom s/he had recognised. Counsel also asked the witness why the latter was so afraid and why the witness wished to remain anonymous. In reply, the witness stated that s/he had explained the reasons to the investigating judge at the beginning of the interview. The witness added that some of these reasons had not, however, been noted down by the investigating judge as the latter had considered that by doing so the witness’s anonymity could not be sufficiently guaranteed. ",
                                "elements": []
                            },
                            {
                                "content": "24.  In the official record of the interview, the investigating judge noted that the statement of the witness appeared to be consistent and that it corresponded to the statement given previously to the police. In the opinion of the investigating judge, it could be concluded that the witness was a reliable witness. ",
                                "elements": []
                            },
                            {
                                "content": "25.  At the subsequent hearing before the Court of Appeal on 15 September 1993, counsel submitted that although his questions had been put to the anonymous witness, taking evidence from a witness who could neither be seen nor heard by the defence and who did not appear before the trial court remained problematic. Counsel also queried whether the anonymous witness’s fear of reprisals was real or contrived. He further argued that the scent-association test carried out by a sniffer dog could not be relied upon since a similar test carried out by a different sniffer dog had not resulted in the applicant’s scent being associated with the scent on a revolver.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 29 September 1993 the Court of Appeal quashed the Regional Court’s judgment of 1 June 1989, convicted the applicant, inter alia, of having deprived Mr A. of his liberty, and sentenced him to one year’s imprisonment, less the time spent in pre-trial detention. It based its finding of guilt on the following evidence:",
                                "elements": []
                            },
                            {
                                "content": "(a)  an official record of 30 September 1987, drawn up by a police officer, containing the statement of the victim, Mr A., to the effect that he had been forcibly taken from his house and beaten up, inter alia, with the butt of a chrome-coloured revolver, by two men unknown to him;",
                                "elements": []
                            },
                            {
                                "content": "(b)  an official record of 30 September 1987 containing a statement from the police officers who had found Mr A. to the effect that, when they were driving Mr A. home, the latter had recognised the car in which he had been held and assaulted;",
                                "elements": []
                            },
                            {
                                "content": "(c)  an official record of 30 September 1987 containing a statement from the same police officers to the effect that they had found traces of blood on the car indicated by Mr A. and that they had arrested Mr G. near the car;",
                                "elements": []
                            },
                            {
                                "content": "(d)  a report of 30 September 1987 (contained in an official police record of 20 October 1987) drawn up by a member of the scientific police investigation department stating that the traces of blood found on the inside and outside of the car, as well as a chrome-coloured revolver and a jacket found inside the car, were sent to the forensic laboratory (Gerechtelijk Laboratorium) together with a blood sample taken from the victim;",
                                "elements": []
                            },
                            {
                                "content": "(e)  an official record drawn up by the forensic laboratory dated 14 December 1987 indicating that the traces of blood could have come from Mr A.;",
                                "elements": []
                            },
                            {
                                "content": "(f)  an official record of 14 March 1988 drawn up by a police officer stating that the revolver and a car telephone found in the car had been seized;",
                                "elements": []
                            },
                            {
                                "content": "(g)  an official record of 25 April 1988 drawn up by a police officer who had been in charge of a scent-association test which had been carried out with a sniffer dog, to the effect that this dog had three times associated the scent on the butt of the revolver which had been found in the car with an object which had been held by the applicant;",
                                "elements": []
                            },
                            {
                                "content": "(h)  the official record of 13 September 1993 drawn up by the investigating judge containing the statement of the anonymous witness to the investigating judge, to the effect that, inter alia, the witness confirmed his/her previous statement to the police officers in which s/he said that s/he had seen the applicant and his co-defendants, whom the witness identified from photographs shown to him/her, on the night of 29 to 30 September 1987 in a bar, that they had made enquiries into the whereabouts of the victim, and that the witness had heard from several people that the applicant and his co-defendants were involved in the assault and battery of the victim; and ",
                                "elements": []
                            },
                            {
                                "content": "(i)  the statement which the applicant had made at the hearing before the Court of Appeal to the effect that he knew the defendants Mr G. and Mr D. well, that the car in question had been used by Mr G. in the period around 30 September 1987, that Mr D. and he would regularly drive the car and that the telephone which had been present in the car had been registered in his name.",
                                "elements": []
                            },
                            {
                                "content": "27.  Unlike the Court of Appeal of Amsterdam, the Court of Appeal of The Hague did thus not make use of the statement made by the anonymous witness to the police on 28 April 1988, but only to this witness’s statement before the investigating judge. The other items of evidence were essentially the same as those used by the Court of Appeal of Amsterdam in its judgment of 18 April 1991.",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court of Appeal’s judgment contained no assessment as to the reliability of the statement of the anonymous witness or as to the validity of the witness’s desire to remain anonymous.",
                                "elements": []
                            },
                            {
                                "content": "29.  The applicant lodged an appeal on points of law with the Supreme Court. He complained, inter alia, that insufficient facts and/or circumstances had been adduced justifying the need for the witness to remain anonymous and that the statement of the anonymous witness could not be relied upon as it had been taken almost six years after the alleged offence. The applicant further submitted that the series of photographs from which the anonymous witness was said to have selected the photograph of the applicant had not been put before the investigating judge. Neither the investigating judge nor the defence had therefore been in a position to assess the nature of the photographs, the way in which they were presented or the certainty of the recognition. ",
                                "elements": []
                            },
                            {
                                "content": "30.  The Supreme Court dismissed the appeal on 7 June 1994. After having noted that the investigating judge had found that the anonymous witness was afraid because one of the applicant’s co-accused could be very violent and because the witness feared reprisals as the offence of which the applicant stood accused itself concerned an act of revenge, the Supreme Court considered that the conclusion of the investigating judge that there were circumstances justifying the anonymity of the witness did not constitute an incorrect interpretation of the law and was not incomprehensible. In respect of the applicant’s complaints relating to the photographs which had originally been shown to the anonymous witness, the Supreme Court noted that the official record containing the statement taken on 28 April 1988 had not been used in evidence against the applicant by the Court of Appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "31.  Relevant domestic law and practice at the time of the criminal proceedings complained of were as set out in the Court’s judgments in the cases of Doorson v. the Netherlands of 26 March 1996 (Reports of Judgments and Decisions 1996-II, p. 446) and Van Mechelen and Others v. the Netherlands of 23 April 1997 (Reports 1997-III, p. 691). Reference is therefore made to those judgments, especially pp. 461-64, §§ 37-47, and pp. 705-708, §§ 29-41 respectively. ",
                                "elements": []
                            },
                            {
                                "content": "A.  Case-law relating to anonymous witnesses ",
                                "elements": [
                                    {
                                        "content": "32.  In its judgment of 2 July 1990, NJ 1990, no. 692, the Supreme Court considered that it had to be assumed in the light of the European Court’s Kostovski judgment (20 November 1989, Series A no. 166) that the use of statements by anonymous witnesses was subject to stricter requirements than those established in its case-law until then. It established these stricter requirements in the following rule: such a statement must have been taken down by a judge who (a) is aware of the identity of the witness, (b) has expressed, in the official record of the hearing of such a witness, his reasoned opinion as to the reliability of the witness and as to the reasons for the wish of the witness to remain anonymous and (c) has provided the defence with some opportunity to put questions or have questions put to the witness. On the other hand, according to the same judgment, a written document containing the statement of an anonymous witness may be used in evidence if (a) the defence has not at any stage of the proceedings asked to be allowed to question the witness concerned, (b) the conviction is based to a significant extent on other evidence not derived from anonymous sources and (c) the trial court makes it clear that it has made use of the statement of the anonymous witness with caution and circumspection. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Law reform ",
                                "elements": [
                                    {
                                        "content": "33.  The Act of 11 November 1993, Staatsblad (Official Gazette) 1993, no. 603, has added to the Code of Criminal Procedure (CCP) a number of detailed provisions relating to the “protection of witnesses”. It entered into force on 1 February 1994. The additions include the following. Article 226a now provides that the identity of a witness may remain secret if there is reason to believe that the disclosure of his identity may threaten his life, health, safety, family life or socio-economic existence and if the witness has made it clear that he does not wish to make any statement because of this. The decision is made by the investigating judge, who must first hear the prosecution, the defence and the witness himself. An appeal against the decision of the investigating judge lies to the trial court (Article 226b). The investigating judge may order that a threatened witness be heard in the absence of the accused, or of counsel, or of both, so as not to disclose the identity of the threatened witness; in that event, the prosecuting authorities may not attend the questioning of the witness either. The investigating judge must then allow the defence to put questions of its own to the witness, either through the use of telecommunication or in writing (Article 226d). Article 264 now lays down that the prosecution may refuse to summon a threatened witness. If the trial court has ordered that a witness be heard and that witness turns out to be under threat, he must be heard in camera by the investigating judge (Article 280 § 5). The statement of an anonymous witness taken in accordance with the above-mentioned provisions may only be used in evidence against a person accused of crimes in respect of which he may be held in detention on remand (Article 342 § 2 (b)). A new paragraph has been added to Article 344 to the effect that a written document containing a statement of a person whose identity is not apparent may only be used in evidence if the conviction is based to a significant degree on other evidence and if the defence has not at any time during the trial sought to question that person or to have him questioned. ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (d) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant complained about the procedure followed with regard to the hearing of the anonymous witness and the use of that witness’s statement as evidence of his guilt. He alleged a violation of Article 6 §§ 1 and 3 (d) of the Convention, according to which:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination ... of any criminal charge against him, everyone is entitled to a fair ... hearing ... by a ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments before the Court",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "35.  The applicant submitted that he had not had a fair trial as a statement made by an anonymous witness had been used in evidence against him. The manner in which the witness was heard by the investigating judge was unsatisfactory as it had impeded the effective exercise of the rights of the defence. Thus, counsel for the applicant had not been given the opportunity to see the anonymous witness and had therefore been unable to observe the witness’s demeanour under questioning. It had further not been possible to ascertain whether the wish of the witness to remain anonymous was well-founded. Yet this was of relevance, given that more than five years had passed since the witness’s first statement to the police, while the applicant’s co-accused Mr D. – whom the witness purported to fear – had been released in 1988 and had never given any cause to believe that he might resort to violence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Moreover, the applicant’s conviction was based overwhelmingly on the statement of the anonymous witness, the other evidence merely establishing that the offence had indeed taken place but not that the applicant had in any way been involved in it. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The applicant further argued that the anonymous witness did not make a statement to an investigating judge until six years after the alleged offence, which fact alone must cast serious doubt on its reliability. During the interview with the investigating judge the witness was not again shown the photographs that had been shown to the witness on 28 April 1988; the witness was merely asked to confirm the statement made before police previously. Moreover, prior to the interview with the investigating judge, the witness had been contacted by the police officers before whom the witness had made the statement in 1988. The possibility could not therefore be excluded that these police officers had reminded the witness of the contents of that earlier statement.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government ",
                                        "elements": [
                                            {
                                                "content": "38.  The Government submitted that it had been comprehensible and reasonable to hear the witness subject to appropriate measures to safeguard his/her anonymity. They referred in this respect to the remarks made by the witness relating to fear of reprisals and to the fact that the offence involved was in itself an act of revenge. They also pointed to the description in the official police record of 28 April 1988 of the anxiety experienced by the witnesses who were confronted with the applicant and his co-accused Mr D. through a two-way mirror. It further appeared from that record that many people feared Mr G., on whose orders the applicant was said to have acted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  As to the procedures which were put in place to counterbalance the handicaps under which the defence laboured, the Government argued that counsel for the applicant, although objecting to the interview of the anonymous witness as such, had not, at the time of the interview, raised objections to the way it was to be conducted, i.e. with counsel in a separate room from the witness. In any event, including a right under Article 6 of the Convention to a physical confrontation with a witness would ultimately make it impossible to provide witnesses with the protection which, according to the Court in, for example, its Doorson judgment (cited above, p. 470, § 70), a Contracting State was under a duty to provide. In the present case, counsel was given the opportunity to put questions to the witness through the investigating judge, both prior to and during the interview, of which opportunity counsel took full advantage. The applicant and his counsel were subsequently able to challenge in open court the witness’s reliability as well as the witness’s statement and its use in evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Both the assessment of the witness’s reasons for remaining anonymous and the interview itself were conducted by the investigating judge who was an independent and impartial judge instructed by the Court of Appeal of The Hague to hear the witness. The Government failed to see any reason why the Court of Appeal should not have relied on the assessment by the investigating judge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Finally, the Government considered that the statement of the anonymous witness was only one item of evidence amongst others. Evidence such as the scent-association test and the blood test was equally decisive. In respect of the observation of the Supreme Court in its judgment of 14 September 1992 that it could not be said that the applicant’s conviction by the Court of Appeal of Amsterdam was to a significant extent based on other evidence from identified sources, the Government noted that that Court of Appeal had used in evidence the official police record of 28 April 1988 which contained testimony from five anonymous witnesses. This official record was not used in evidence by the Court of Appeal of The Hague. The relative quantity of the evidence produced by anonymous witnesses had thus decreased significantly, while at the same time the quality of the remaining statement had increased as a result of the interview by the investigating judge.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Commission",
                                        "elements": [
                                            {
                                                "content": "42.  The Commission, considering that the applicant’s conviction was to a decisive extent based on the statement of the anonymous witness, found  that, in breach of Article 6 §§ 1 and 3 (d) of the Convention, the handicaps under which the defence laboured had not been counterbalanced by the procedures put in place by the judicial authorities.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Applicable principles",
                                        "elements": [
                                            {
                                                "content": "43.  In its Van Mechelen and Others judgment (cited above, pp. 691 et seq.), the Court stated as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“50. The Court reiterates that the admissibility of evidence is primarily a matter for regulation by national law and as a general rule it is for the national courts to assess the evidence before them. The Court’s task under the Convention is not to give a ruling as to whether statements of witnesses were properly admitted as evidence, but rather to ascertain whether the proceedings as a whole, including the way in which evidence was taken, were fair (see, among other authorities, the above-mentioned Doorson judgment, p. 470, § 67). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "51. In addition, all the evidence must normally be produced at a public hearing, in the presence of the accused, with a view to adversarial argument. There are exceptions to this principle, but they must not infringe the rights of the defence; as a general rule, paragraphs 1 and 3 (d) of Article 6 require that the defendant be given an adequate and proper opportunity to challenge and question a witness against him, either when he makes his statements or at a later stage (see the Lüdi v. Switzerland judgment of 15 June 1992, Series A no. 238, p. 21, § 49). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "52. As the Court had occasion to state in its Doorson judgment (ibid., p. 470, § 69), the use of statements made by anonymous witnesses to found a conviction is not under all circumstances incompatible with the Convention. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "53. In that same judgment the Court noted the following: ",
                                                "elements": []
                                            },
                                            {
                                                "content": "“It is true that Article 6 does not explicitly require the interests of witnesses to be taken into consideration. However, their life, liberty or security of person may be at stake, as may interests coming generally within the ambit of Article 8 of the Convention. Such interests of witnesses and victims are in principle protected by other, substantive provisions of the Convention, which imply that Contracting States should organise their criminal proceedings in such a way that those interests are not unjustifiably imperilled. Against this background, principles of fair trial also require that in appropriate cases the interests of the defence are balanced against those of witnesses or victims called upon to testify.” (see the above-mentioned Doorson judgment, p. 470, § 70)",
                                                "elements": []
                                            },
                                            {
                                                "content": "54. However, if the anonymity of prosecution witnesses is maintained, the defence will be faced with difficulties which criminal proceedings should not normally involve. Accordingly, the Court has recognised that in such cases Article 6 § 1 taken together with Article 6 § 3 (d) of the Convention requires that the handicaps under which the defence labours be sufficiently counterbalanced by the procedures followed by the judicial authorities (ibid., p. 471, § 72).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55. Finally, it should be recalled that a conviction should not be based either solely or to a decisive extent on anonymous statements (ibid., p. 472, § 76).",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "58. Having regard to the place that the right to a fair administration of justice holds in a democratic society, any measures restricting the rights of the defence should be strictly necessary. If a less restrictive measure can suffice then that measure should be applied.” ",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In the above-mentioned paragraph 76 of its Doorson judgment, the Court further held that evidence obtained from witnesses under conditions in which the rights of the defence could not be secured to the extent normally required by the Convention should be treated with extreme care.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court has also had regard to its rulings in a series of cases concerning reliance on witness testimony which was not adduced before the trial court that Article 6 § 3 (d) only required the possibility to cross-examine such witnesses in situations where this testimony played a main or decisive role in securing the conviction (see the Delta v. France judgment of 19 December 1990, Series A no. 191-A, § 37; the Asch v. Austria judgment of 26 April 1991, Series A no. 203, § 28; the Artner v. Austria judgment of 28 August 1992, Series A no. 242-A, §§ 22-24; and the Saïdi v. France judgment of 20 September 1993, Series A no. 261-C, § 44). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In its decision on the admissibility of application no. 43149/98 (Kok v. the Netherlands, 4.7.2000, to be reported in ECHR 2000-VI), the Court indicated that, when assessing whether the procedures followed in the questioning of an anonymous witness had been sufficient to counterbalance the difficulties caused to the defence, due weight had to be given to the extent to which the anonymous testimony had been decisive in convicting the applicant. If this testimony was not in any respect decisive, the defence was handicapped to a much lesser degree.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the above principles",
                                        "elements": [
                                            {
                                                "content": "47.  In examining whether the use of anonymous testimony could reasonably be considered justified in the circumstances of the present case, the Court observes that the witness stated before the investigating judge, insofar as can be learned from the official record of the interview, that s/he did not know the applicant but that s/he was afraid of reprisals because one of the applicant’s co-accused had a reputation for being violent and because the offence in itself concerned an act of revenge. The investigating judge apparently took into account the reputation of the co-accused in general, but his report does not show how he assessed the reasonableness of the personal fear of the witness either as this had existed when the witness was heard by police or when s/he was heard by the investigating judge nearly six years later.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Neither did the Court of Appeal carry out such an examination into the seriousness and well-foundedness of the reasons for the anonymity of the witness when it decided to use the statement made before the investigating judge in evidence against the applicant.   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In these circumstances the Court is not satisfied that the interest of the witness in remaining anonymous could justify limiting the rights of the defence to the extent that they were limited. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In this context the Court notes that the legislation which came into force in the Netherlands on 1 February 1994 (see paragraph 33 above) allows for the identity of a witness to be kept secret if there is reason to believe that the disclosure of that identity may threaten the life, health, safety, family life or socio-economic existence of the witness and for the defence to lodge an appeal with the Court of Appeal to challenge the decision of the investigating judge that anonymity is justified on the grounds mentioned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  In addition, the Court notes that the applicant’s conviction was to a decisive extent based on the anonymous testimony. In this respect the Court is not convinced by the Government’s argument to the contrary. It observes in this connection, as did the Commission, that when the Supreme Court upheld the applicant’s first appeal on points of law, it considered that it could not be said that the guilty verdict reached by the Court of Appeal of Amsterdam was to a significant extent based on other evidence from identified sources (see paragraph 19 above). Yet the Court notes that the judgment of the Court of Appeal of The Hague was not based on any new evidence from identified sources.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  In the light of the above conclusion the Court does not find it necessary to examine further whether the procedures put in place by the judicial authorities could have sufficiently counterbalanced the difficulties faced by the defence as a result of the anonymity of the witness (see, mutatis mutandis, the case of Kok v. the Netherlands cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court thus concludes that the proceedings as a whole were not fair. There has, accordingly, been a violation of Article 6 §§ 1 and 3 (d) of the Convention. ",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "54.  In respect of pecuniary damage the applicant claimed an amount of 52,706.57 euros (EUR), which sum consisted of EUR 68.07 for each of the 241 days he had spent in detention plus EUR 36,302.42 on account of loss of income. He further maintained that he had suffered psychologically as well as physically as a result of his wrongful conviction and claimed compensation in an amount of EUR 45,378.02.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government argued that the applicant’s claims for pecuniary damages should be rejected since it could not be established that the evidence given by the anonymous witness would have been different if s/he had been questioned in circumstances which the Court considered to be in conformity with the Convention. They also emphasised that the statement of the anonymous witness had only been used in respect of one of the two offences with which the applicant had been charged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In respect of non-pecuniary damage, the Government submitted that an award of EUR 1,815.12 would be reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court reiterates that it cannot speculate as to whether the outcome of proceedings would have been different if no violation of the Convention had taken place (cf. the Van Mechelen and Others judgment (former Article 50) of 30 October 1997, Reports 1997-VII, p. 2432, § 18). Nevertheless, the fact remains that the criminal proceedings in respect of one of the charges against the applicant were not conducted in conformity with the Convention. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Making its assessment on an equitable basis, the Court awards the applicant the sum of EUR 6,000 by way of compensation for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "57.  The applicant claimed reimbursement of the costs and expenses incurred in the proceedings on his second appeal to the Supreme Court as well as in the proceedings before the Commission. Counsel for the applicant had spent 26.4 and 27.6 hours of work respectively on these two sets of proceedings. In the remainder of the domestic proceedings the applicant had been in receipt of Government-funded legal aid, and in the present proceedings before the Court he had received legal aid from the Council of Europe. The applicant submitted that he had been free to choose whether or not to apply for legal aid and the fact that he had chosen not to do so for his second appeal to the Supreme Court or for his application to the Commission should not be held against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The total amount, inclusive of value-added tax, claimed by the applicant under this head came to EUR 11,463.62.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Government considered that the applicant’s claims were unreasonable. The amount of time allegedly spent by counsel on the second appeal on points of law exceeded by far both the average time spent on such appeals and the standard of 10 hours introduced in domestic regulations on legal aid. As far as the proceedings before the Commission were concerned, the Government argued that the original application had also included a complaint of the length of proceedings which had been declared inadmissible and it therefore appeared inappropriate for these costs to be reimbursed in full.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court recalls that, according to its case-law, it has to consider whether the costs and expenses were actually and necessarily incurred in order to prevent or obtain redress for the matter found to constitute a violation of the Convention and were reasonable as to quantum (see, for instance, Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, ECHR 1999-III, p. 329, § 80). The Court is not persuaded of the necessity of the costs claimed in the instant case since it fails to see why the applicant could not have applied for legal aid in the proceedings to which these costs relate. It appears more than likely that he would have been eligible for such aid, given that he was awarded it when he did apply for it in both the domestic and the Strasbourg proceedings. Furthermore, such a step would not have interfered with the applicant’s freedom to select a legal representative of his choice, and neither has it appeared or been argued that the lawyer in question would not have been prepared to represent the applicant at legal aid rates. In addition, as the Government rightly pointed out, the proceedings in which the costs were incurred also concerned an issue which was found not to constitute a violation of the Convention as the Commission rejected the complaint of the length of proceedings. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  In the light of these matters, the Court awards the sum of EUR 4,600 together with any value-added tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "61.  According to the information available to the Court, the statutory rate of interest applicable in the Netherlands at the date of adoption of the present judgment is 7% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 §§ 1 and 3 (d) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts: ",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 7% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": " Done in English, and notified in writing on 14 February 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrL. Caflisch",
            "role": "president"
        },
        {
            "name": "MrP. Kūris",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrsW. Thomassen",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VISSER v. THE NETHERLANDS",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60112.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2002:0214JUD002666895",
    "externalsources": [],
    "extractedappno": [
        "26668/95",
        "43149/98",
        "21980/93"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-60112",
    "judgementdate": "14/02/2002 00:00:00",
    "kpdate": "14/02/2002 00:00:00",
    "kpthesaurus": [
        "445",
        "122",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-1",
        "41",
        "6-3-d"
    ],
    "parties": [
        "VISSER",
        "THE NETHERLANDS"
    ],
    "rank": "433.728485107422",
    "representedby": [],
    "respondent": "NLD",
    "respondentOrderEng": "32",
    "scl": [
        "Artner v. Austria judgment of 28 August 1992, Series A no. 242-A, §§ 22-24",
        "Asch v. Austria judgment of 26 April 1991, Series A no. 203, § 28",
        "Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, ECHR 1999-III, p. 329, § 80",
        "Delta v. France judgment of 19 December 1990, Series A no. 191-A, § 37",
        "Saïdi v. France judgment of 20 September 1993, Series A no. 261-C, § 44",
        "Van Mechelen and Others judgment (former Article 50) of 30 October 1997, Reports 1997-VII, p. 2432, § 18",
        "Van Mechelen and Others v. the Netherlands judgment of 23 April 1997, Reports of Judgments and Decisions 1997-III, pp. 691 et seq."
    ],
    "separateopinion": "FALSE",
    "sharepointid": "320845",
    "typedescription": "15"
}