{
    "__articles": "5;5-3;5-5;13;41",
    "__conclusion": "Violation of Art. 5-3;Violation of Art. 5-5;No violation of Art. 13",
    "applicability": "",
    "appno": "39360/98",
    "article": [
        "13",
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "5-5",
            "base_article": "5",
            "element": "Violation of Art. 5-5",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "No violation of Art. 13",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-59521.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39360/98) against the United Kingdom of Great Britain and Northern Ireland lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a United Kingdom national, S.B.C. (“the applicant”), on 16 June 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Cartridges, a firm of solicitors practising in Exeter. The United Kingdom Government (“the Government”) were represented by their Agent, Mr Huw Llewellyn, Agent, Foreign and Commonwealth Office. On 7 December 2000 the President of the Chamber acceded to the applicant’s request not to have his name disclosed (Rule 47 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant’s admissible complaints concern his automatic pre-trial detention pursuant to section 25 of the Criminal Justice and Public Order Act 1994 and the availability of an enforceable right to compensation and of an effective remedy. He invoked Articles 5 and 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  It was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 5 September 2000 the Chamber declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant, but not the Government, filed observations on the merits (Rule 59 § 1). The applicant also submitted just satisfaction proposals, upon which the respondent Government commented (Rule 60). The Chamber decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 2 in fine).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  On 14 November 1978 the applicant was convicted of manslaughter and sentenced to three years in prison. He was released on parole on 14 April 1980. On 17 December 1996 he was arrested on suspicion of incest and indecent assault involving two of his daughters. On 18 December 1996 he was arrested on suspicion of other offences of rape and assault in relation to two of his daughters. On 19 December 1996 the Magistrates’ Court approved further remand of the applicant and on 20 December 1996 he was charged with two offences of rape and one offence of indecent assault concerning two of his daughters. Ultimately, the indictment preferred against him contained three counts of rape, three counts of indecent assault and one count of indecency with a child.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 21 December 1996 the applicant applied for bail to the Magistrates’ Court. The court did not appreciate that section 25 of the Criminal Justice and Public Order Act 1994 (“the 1994 Act”) applied and a full bail application was heard. The court refused bail on the basis that it was feared that he might commit further offences and that he might interfere with witnesses or obstruct justice given the nature and seriousness of the charges. On 24 December 1996 he again appeared before the Magistrates’ Court and was remanded in custody. No bail application was made.",
                                "elements": []
                            },
                            {
                                "content": "10.  A further date was fixed for a bail application on 14 January 1997, the applicant having obtained an assurance of a surety from a captain in the territorial army with whom he could reside during his trial. On that date, the Magistrates’ Court was made aware of the applicability of section 25 of the 1994 Act and the hearing did not take place. On 15 or 16, 21 and 28 January and on 25 February 1997 the applicant appeared before the Magistrates’ Court. The Magistrates’ Court record for 25 February 1997 hearing noted, in the schedule dealing with exemptions to the right to bail, “no power to grant bail s25 CJPOA 94”. The applicant was tried on 20 June 1997, when he was acquitted on all charges and released.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "11.  Section 4 of the Bail Act 1976 as amended (“the 1976 Act”) provided that a person accused of a criminal offence should be granted bail except as stated in Schedule 1 to the Act. Paragraph 2 of Schedule 1 provided that a defendant need not be granted bail if the court was satisfied that there were substantial grounds for believing that the defendant, if released on bail, would fail to surrender to custody, commit an offence while on bail or interfere with witnesses or otherwise obstruct the course of justice, whether in relation to himself or any other person.",
                                "elements": []
                            },
                            {
                                "content": "12.  Pursuant to paragraph 9 of Schedule 1 to the 1976 Act, in taking the above decision, the court was to have regard to such of the following considerations, as well as to any other considerations, as appeared to that court to be relevant:",
                                "elements": []
                            },
                            {
                                "content": "–  the nature and seriousness of the offence or default (and the probable method of dealing with the defendant for it);",
                                "elements": []
                            },
                            {
                                "content": "–  the character, antecedents, associations and community ties of the defendant;",
                                "elements": []
                            },
                            {
                                "content": "–  the defendant’s record as regards the fulfilment of his obligations under previous grants of bail in criminal proceedings; and",
                                "elements": []
                            },
                            {
                                "content": "–  except in the case of a defendant whose case was adjourned for inquiries or a report, the strength of the evidence of his having committed the offence or having defaulted.",
                                "elements": []
                            },
                            {
                                "content": "13.  According to paragraph 9A of Schedule 1 to the 1976 Act, if a defendant (who had been charged with murder, manslaughter, rape, attempted murder or attempted rape) was granted bail and representations had been made as regards the matters mentioned in paragraph 2 of Schedule 1, the court had to state its reasons for granting bail and cause those reasons to be included in the record of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "14.  Section 25 of the Criminal Justice and Public Order Act 1994 (“the 1994 Act”) came into force on 10 April 1995 and provided as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  A person who in any proceedings has been charged with or convicted of an offence to which this section applies and in circumstances to which it applies shall not be granted bail in those proceedings.",
                                "elements": []
                            },
                            {
                                "content": "2.  This section applies, subject to subsection 3 below, to the following offences, ... –",
                                "elements": []
                            },
                            {
                                "content": "(a)  murder;",
                                "elements": []
                            },
                            {
                                "content": "(b)  attempted murder;",
                                "elements": []
                            },
                            {
                                "content": "(c)  manslaughter;",
                                "elements": []
                            },
                            {
                                "content": "(d)  rape; and",
                                "elements": []
                            },
                            {
                                "content": "(e)  attempted rape.",
                                "elements": []
                            },
                            {
                                "content": "3.  This section applies to a person charged with or convicted of any such offence only if he has been previously convicted by or before a court in any part of the United Kingdom of any such offence or of culpable homicide and, in the case of a previous conviction of manslaughter or culpable homicide, if he was then sentenced to imprisonment or, if he was then a child or young person, to long-term detention under any of the relevant enactments.”",
                                "elements": []
                            },
                            {
                                "content": "15.  Section 25 of the 1994 Act has been amended by section 56 of the Crime and Disorder Act 1998, which entered into force on 30 September 1998. Section 56 of the 1998 Act reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In sub-section (1) of section 25 of the 1994 Act (no bail for defendants charged with or convicted of homicide or rape after previous conviction of such offences), for the words ‘shall not be granted bail in those proceedings’ there shall be substituted the words ‘shall be granted bail in those proceedings only if the court or, as the case may be, the constable considering the grant of bail is satisfied that there are exceptional circumstances which justify it’.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 §§ 3 and 5 ALONE AND IN CONJUNCTION WITH ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  The applicant claimed that the automatic denial of bail pending his trial pursuant to section 25 of the 1994 Act constituted a violation of Article 5 § 3 of the Convention. He also complained that he did not have an enforceable right to compensation within the meaning of Article 5 § 5 of the Convention or an effective remedy in respect of those breaches within the meaning of Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "17.  Article 5 of the Convention, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial. ...",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "Article 13 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "18.  The Government conceded that there had been a violation of Article 5 §§ 3 and 5 of the Convention, although they did not comment on the complaint under Article 13 in conjunction with Article 5 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "19.  The Court recalls that the Government made the same concession before the Court in the similar Caballero case. In that case, the Court accepted the Government’s concession and it was not considered necessary in the particular circumstances of that case to examine the issues of interpretation of Article 5 §§ 3 and 5 raised by the complaint. Mr Caballero did not pursue his connected complaint under Article 13 before the Court (Caballero v. the United Kingdom [GC], n° 32819/96, §§ 21 and 24, ECHR 2000-II).",
                                "elements": []
                            },
                            {
                                "content": "20.  However, the Court considers that the circumstances of the present case are such that it should examine the issues to which the complaints give rise under Articles 5 §§ 3 and 5 of the Convention (Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, at §§ 154-155; Silver and Others v. the United Kingdom judgment of 25 March 1983, Series A no. 61, §§ 79-82; Findlay v. the United Kingdom judgment of 25 February 1997, Reports of Judgments and Decisions 1997-I, §§ 66-67; A v. the United Kingdom judgment of 23 September 1998, Reports 1998-V, § 19; and Perks and Others v. the United Kingdom, nos. 25777/94, 25279/94, 25280/94, 25282/94, 25285/94, 28048/95, 28192/95 and 28456/95, § 64, 12 October 1999).",
                                "elements": []
                            },
                            {
                                "content": "21.  As to the merits of those complaints, the Court recalls that the Government’s concession in the Caballero case was made following the adoption of the Commission’s report in that case which concluded that the application of section 25 of the 1994 Act constituted a violation of Article 5 §§ 3 and 5 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "22.  The reasoning of the Commission in its report can be summarised as follows. It noted that judicial control of interference by the executive with an individual’s right to liberty was an essential feature of the guarantees embodied in Article 5 § 3, the purpose being to minimise the risk of arbitrariness in the pre-trial detention of accused persons. Certain procedural and substantive guarantees ensure that judicial control: the judge (or other officer) before whom the accused is “brought promptly” must be seen to be independent of the executive and of the parties to the proceedings; that judge, having heard the accused himself, must examine all the facts arguing for and against the existence of a genuine requirement of public interest justifying, with due regard to the presumption of innocence, a departure from the rule of respect for the accused’s liberty, and that judge must have the power to order an accused’s release. It not being disputed that Mr Caballero fell within the scope of section 25 of the 1994 Act, the Commission found that the possibility of any consideration by a Magistrate of his pre-trial release on bail had been excluded in advance by the legislature by section 25 of the 1994 Act. This removal of the judicial control of pre-trial detention required by Article 5 § 3 of the Convention was found by the Commission to amount to a violation of that Article.",
                                "elements": []
                            },
                            {
                                "content": "As to Article 5 § 5, the Commission noted that it was not disputed that Mr Caballero’s pre-trial detention complied with domestic law and that he did not have a domestic remedy for detention giving rise to a violation of Article 5 § 3 of the Convention. It concluded therefore that there had been a violation of Article 5 § 5 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "The Commission further concluded that there had been no violation of Article 13 in conjunction with Article 5 of the Convention. It noted, in this respect, that Article 5 § 4 of the Convention was the lex specialis in respect of complaints about detention which was unlawful under domestic law and the Convention. It also noted its finding of a violation of Article 5 § 5 and recalled that Article 13 did not guarantee a remedy to challenge domestic legislation (section 25 of the 1994 Act) before a national authority on the basis of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Court sees no reason to disagree with the conclusions reached by the Commission in relation to Articles 5 and 13 in its report in the Cabellero case and, in this context, it finds no material difference between the relevant facts of the cases of Mr Caballero and the present applicant. It considers that section 25 of the 1994 Act applied in the applicant’s case and that, by its terms, it removed the judicial control of his pre-trial detention which is required by Article 5 § 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "24.  Accordingly, the Court concludes that there has been a violation of Article 5 §§ 3 and 5 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "It also concludes that there has been no violation of Article 13 in conjunction with Article 5 §§ 3 and 5 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "26.  The applicant claimed that he sustained substantial pecuniary and non-pecuniary damage as a result of his detention under section 25 of the 1994 Act. The applicant distinguished his case from Mr Caballero’s case in this respect mainly on the basis that, according to him, he had a very real prospect of bail by, at least, the end of February 1997 whereas Mr Caballero had no such likelihood. In this regard, he pointed to his substantial ties with the community including significant business interests. He noted that his index offence had taken place almost 20 years prior to his arrest in December 1996 and was substantively different from the charges laid against him in December 1996. He argued that the prospects of bail were generally higher in cases concerning incest/indecent assault charges (his case) than in cases of murder (Mr Caballero) and he submitted statements from two of his legal advisers supporting his submissions as to the likelihood of his release on bail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, the applicant pointed out that he had been acquitted whereas Mr Caballero had been convicted and his pre-trial detention deducted from the term of imprisonment imposed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  As regards the alleged pecuniary loss, the applicant submitted that he had sustained significant business losses as a direct result of his pre-trial detention, including a salary loss of at least 129,000 pounds sterling (GBP).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  He also claimed, in respect of the non-pecuniary damage alleged, that he suffered considerable anxiety, distress and humiliation by reason of his pre-trial detention and he submitted, inter alia, a description of the events surrounding his arrest and detention and of his reaction thereto prepared by his legal representatives, an undated extract from the applicant’s initial instructions to those representatives and his own detailed statement as to the effect of pre-trial detention on him. He submitted that if he could have claimed compensation for non-pecuniary damage in the national courts, it was likely that he would have recovered in excess of GBP 75,000 even assuming that he had not been released on bail until February 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government pointed out that the applicant’s claims were based on the assumption that he would have been granted bail but for section 25 of the 1994 Act. However, the Government considered this to be a purely speculative assertion and that he had not established any clear causal connection between the violation established and any damage. They referred, in particular, to the refusal of bail by the Magistrates’ Court in December 1996. They considered the above-cited Caballero case to be indistinguishable from the present case as regards just satisfaction: each person was entitled to be presumed innocent prior to trial; the pre-trial detention of all persons had to be lawful, and the deduction of pre-trial detention from a subsequent sentence was recognition of time lawfully served and not reparation for a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court recalls that just satisfaction can be awarded only in respect of damage resulting from a deprivation of liberty that an applicant would not have suffered if he had had the benefit of the guarantees of Article 5 (Hood v. the United Kingdom [GC], no. 27267/95, § 84, ECHR 1999-I). However, the Court cannot speculate on whether or not the applicant would have been released on bail by the Magistrate’s Court in the absence of section 25 of the 1994 Act (Nikolova v. Bulgaria [GC], no. 31195/96, §§ 76, ECHR 1999-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It does not therefore find that there is a causal link between the violation of Article 5 §§ 3 and 5 established in the present case and the applicant’s alleged pecuniary loss (Demir and Others v. Turkey judgment of 23 September 1998, Reports 1998-VI, p. 2660, § 63) or the non-pecuniary damage claimed to have been suffered by him (the above-cited Nikolova case, at §§ 74-76). As to any non-pecuniary damage sustained by him by reason of his knowledge of his pre-trial detention in violation of Article 5 § 3, the Court considers that the finding of a violation constitutes sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  It is true that Mr Caballero was awarded GBP 1,000 in compensation for non-pecuniary damages (the above-cited Caballero judgment, at § 31). However, the Government did not dispute Mr Caballero’s affidavit evidence that he would have had a good chance of being released on bail prior to his trial were it not for section 25 of the 1994 Act whereas the Government disputed the same submission by the present applicant, referring the Court to the Magistrates’ Court hearing on 21 December 1996. Although it is not this Court’s task to speculate as to whether the applicant would have been released on bail in the absence of section 25 of the 1994 Act (see the previous paragraph), it nevertheless notes that during that hearing the Magistrates’ Court failed to remark that section 25 of the 1994 Act applied and it considered and rejected a substantive bail application by the applicant because it feared that the applicant would commit further offences and might interfere with witnesses or obstruct justice given the nature and the seriousness of the charges against him. The Court does not find that this supports the applicant’s contention that he would have been released on bail by the Court were it not for section 25 of the 1994 Act either in December 1996 or in February 1997 (as he suggested) or at all (see the above-cited Hood judgment, at § 85).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, while Mr Caballero’s release on bail prior to his trial might have led to his last days of liberty given his advanced age, ill health and long sentence, this is not a relevant factor in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In sum, the Court dismisses the present applicant’s claim for compensation for pecuniary loss and considers its finding of a violation sufficient as regards any non-pecuniary loss suffered by him.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "33.  The applicant claimed to have incurred costs and expenses in the sum of GBP 8,643.74 in respect of his application to the Court. This included a claim for 48 hours’ work by his solicitor (GBP 6,240), 20 hours’ work by his barrister (GBP 1,880), fees paid to former solicitors (GBP 220) and fees paid to an accountant for work completed on the applicant’s submissions on pecuniary loss (GBP 300). He also claimed GBP 10,700 in respect of anticipated legal costs and expenses. These figures are all exclusive of value-added tax (“VAT”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Government considered the amounts excessive, pointing to their early concession of a violation and they also maintained that instructing counsel and an accountant was unnecessary. They were of the view that a total of GBP 5,000 (inclusive of VAT) would be reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court recalls that in order for costs and expenses to be recoverable under Article 41 of the Convention, it must be established that they were actually and necessarily incurred, and reasonable as to quantum (see, among other authorities, the Nikolova judgment cited above, § 79).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court considers that the hours of legal work for which the applicant claimed are excessive given the Government’s concession and the similarity between this case and the above-cited Caballero case. The Commission’s report finding a violation of Article 5 §§ 3 and 5 of the Convention in the Caballero case was adopted in June 1998, the Crime and Disorder Act 1998 which amended section 25 of the 1994 Act entered into force in September 1998 and the Government conceded that there had been a violation of Article 5 §§ 3 and 5 in the present application in May 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is further noted that the former solicitors to which the applicant referred did not represent him before this Court and the applicant does not specify the work in respect of which that claim for costs is made. Moreover, much of the anticipated costs claimed related to a possible hearing in the case but no such hearing was held by the Court. In addition, no further work was required of the applicant’s legal representatives after the submission of his Article 41 submissions. Accordingly, his claim concerning anticipated costs can be almost entirely discounted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Considering the above, and making its assessment on an equitable basis, the Court awards the applicant GBP 5,000 inclusive of VAT.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "38.  According to the information available to the Court, the statutory rate of interest applicable in the United Kingdom at the date of adoption of the present judgment is 7.5% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 5 §§ 3 and 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the present judgment constitutes in itself sufficient just satisfaction for any non-pecuniary damage suffered by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, for costs and expenses, 5,000 (five thousand) pounds sterling inclusive of any value-added tax that may be chargeable and that simple interest at an annual rate of 7.5% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 June 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrW. Fuhrmann",
            "role": "judges"
        },
        {
            "name": "MrP. Kūris",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "SirNicolas Bratza",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF S.B.C. v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59521.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2001:0619JUD003936098",
    "externalsources": [],
    "extractedappno": [
        "39360/98",
        "32819/96",
        "25777/94",
        "25279/94",
        "25280/94",
        "25282/94",
        "25285/94",
        "28048/95",
        "28192/95",
        "28456/95",
        "27267/95",
        "31195/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Criminal Justice and Public Order Act 1994, section 25"
    ],
    "itemid": "001-59521",
    "judgementdate": "19/06/2001 00:00:00",
    "kpdate": "19/06/2001 00:00:00",
    "kpthesaurus": [
        "448",
        "209",
        "45",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "5-3",
        "5-5",
        "5",
        "13",
        "41"
    ],
    "parties": [
        "S.B.C.",
        "THE UNITED KINGDOM"
    ],
    "rank": "419.296691894531",
    "representedby": [],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "A. v. the United Kingdom judgment of 23 September 1998, Reports 1998-V, § 19",
        "Caballero v. the United Kingdom [GC], no. 32819/96, § 21, § 24, § 31, ECHR 2000-II",
        "Demir and Others v. Turkey judgment of 23 September 1998, Reports 1998-VI, p. 2660, § 63",
        "Findlay v. the United Kingdom judgment of 25 February 1997, Reports 1997-I, §§ 66-67",
        "Hood v. the United Kingdom [GC], no. 27267/95, § 84, § 85, ECHR 1999-I",
        "Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, §§ 154-155",
        "Nikolova v. Bulgaria [GC], no. 31195/96, §§ 74-76, § 79, ECHR 1999-II",
        "Perks and Others v. the United Kingdom, nos. 25777/94, 25279/94, 25280/94, 25282/94, 25285/94, 28048/95, 28192/95 and 28456/95, § 64, 12 October 1999",
        "Silver and Others v. the United Kingdom judgment of 25 March 1983, Series A no. 61, §§ 79-82"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "317561",
    "typedescription": "15"
}