{
    "__articles": "3;35",
    "__conclusion": "No violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Conditional) (Kyrgyzstan)",
    "applicability": "",
    "appno": "1412/12",
    "article": [
        "3",
        "35"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Expulsion"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Conditional",
                "Kyrgyzstan"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-152600.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 1412/12) against the Kingdom of Sweden lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Kyrgyz national, Mr M.T. (“the applicant”), on 23 December 2011. The President of the Section acceded to the applicant’s request not to have his name disclosed (Rule 47 § 4 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms N. Norberg, a lawyer practising in Stockholm. The Swedish Government (“the Government”) were represented by their Agent, Mr A. Rönquist, of the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that his rights under Article 3 of the Convention would be violated if he were expelled to Kyrgyzstan, since he would not receive adequate medical treatment for his illness there and thus would die within a few weeks.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 18 January 2012 the acting President of the Section to which the case had been allocated decided to apply Rule 39 of the Rules of Court, indicating to the Government that the applicant should not be expelled to Kyrgyzstan for the duration of the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  On the same date, 18 January 2012, the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1985 and is currently in Sweden.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background and proceedings before the national authorities",
                                "elements": [
                                    {
                                        "content": "7.  In December 2009 the applicant arrived in Sweden and applied for asylum and a residence permit. Before the Migration Board (Migrationsverket), he submitted essentially the following. He is an ethnic Uyghur from Bishkek, Kyrgyzstan. He had run a business in his home country and had bought goods from his business partner, also an ethnic Uyghur, in China. In August 2009 the business partner had been arrested and since he had been in the possession of a receipt from the applicant, they had both been indicted on suspicion of financially supporting the Uyghur disturbances in China. In September 2009 the applicant had been arrested by the Kyrgyz police. His health had deteriorated while he was in custody and, after his release, he had been hospitalised because of his kidney problems. The doctors had informed him that he needed to have blood dialysis but that there was a two-year waiting list. After having been pressured by the authorities, the doctors had informed the applicant that he would not receive any blood dialysis. Moreover, his family had informed him that the police had come to his house looking for him several times after he had left the country. He suffered from chronic kidney failure and was in need of dialysis three times per week.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The Board held a supplementary interview with the applicant in June 2010 where he claimed that, during his detention, the Kyrgyz police had taken his passport, forced him to sign a travel ban and had also ill-treated him. He had been summoned to appear in court a few times and, after the second summons, he had left the country. He had received written summonses but he had not brought them with him to Sweden and he could not contact his family since he feared their telephone was tapped. The applicant further believed that the Chinese authorities had contacted the Kyrgyz authorities and that for this reason he had been refused medical treatment. However, he also claimed that he had been refused treatment already in the spring of 2009, before being called by the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 17 June 2010, the Migration Board rejected the application. It first noted that the applicant had failed to submit any written evidence in support of his claims. It further found it noteworthy that central parts of the applicant’s story had only been provided at the supplementary interview and not at the initial interview or in written submissions. It therefore considered that he had escalated the threat against him during the asylum proceedings. The Board further noted that the applicant had submitted contradictory information as to when he had been denied health care. First he had stated that he had been refused dialysis after his detention in the autumn of 2009 while, during the supplementary interview, he had stated that he had been refused treatment already in the spring of 2009. In any event, the Board observed that there had been a regime change in Kyrgyzstan since the applicant had left the country and that there was nothing to indicate that the present regime would have any specific interest in him. Thus, the Board concluded that the applicant was not in need of international protection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  As concerned the applicant’s health, the Board noted that the applicant had submitted a medical certificate according to which he suffered from chronic kidney failure secondary to chronic glomerulonephritis and received blood dialysis three times per week. Without the dialysis he would die within two to three weeks. The Board found that, according to the applicant’s own submissions, blood dialysis was available in Kyrgyzstan and, since he had not been found credible, he had also failed to substantiate that he would be denied proper treatment upon return. Consequently, he could not be granted a residence permit and was to be expelled from Sweden.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant appealed to the Migration Court (Migrationsdomstolen), maintaining his claims and adding that he had not given contradictory information about the refusal to treat him in Kyrgyzstan. He had been diagnosed during the spring of 2009 and then been informed about the two to three years’ waiting time. However, it was only after his arrest in September 2009 that the doctors told him that he would not receive any dialysis treatment at all. As concerned the regime change, there was no indication that the situation had improved for the Uyghur people. He further submitted new medical certificates confirming his illness and need for treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Migration Court decided to hold an oral hearing during which the applicant added, inter alia, the following. He had been questioned by the police twice. The first time, in September 2009, the police had asked him whether he financially supported the Uyghur disturbances in China and they had beaten him all over his body, including on the kidneys. When he had lost consciousness, the police had become scared and had released him. During the second questioning, the police had confiscated his passport and imposed a travel ban on him. He had later been summoned to court but had not attended. Instead, he had decided to leave the country and had paid a smuggler to help him. After arriving in Sweden, he had been in contact via telephone and internet with friends and family in Kyrgyzstan, who had informed him that the Kyrgyz authorities had been to his house looking for him and that he had received further summonses. In relation to his illness, he claimed that the Chinese would keep searching for him and that he would therefore not receive any treatment in his home country. He also submitted an extract from his Kyrgyz medical record which he had received when he was released from hospital in November 2009 and which he had brought with him to Sweden.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 13 July 2011, the Migration Court rejected the appeal. It noted that the applicant had failed to substantiate his identity but accepted that he came from Kyrgyzstan. It further observed that he had not submitted any written evidence in support of his alleged need for protection for which reason his credibility was decisive for the outcome. However, the court considered that the applicant’s submissions were far-fetched, lacking in detail and that they contained contradictory information. For instance, as concerned the applicant’s submissions that the Chinese authorities suspected him of sponsoring the Uyghur disturbances in China, the court found this improbable since the applicant had had a clear business relationship with the person in China over several years. Moreover, he had submitted contradictory information as to when he had been refused medical treatment and how many times he had been summoned to court. Therefore, the court concluded that the applicant’s submissions were not credible and that he had failed to substantiate that he would be at risk of persecution upon return.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  As to the applicant’s health, the court noted that it was undisputed that he suffered from chronic kidney failure and that he was in need of regular blood dialysis and medication to survive. Without the dialysis, he would die within a couple of weeks and, apart from regular treatment, the only other solution was a kidney transplant. His state of health was consequently extremely serious. Moreover, the court observed that it was clear that blood dialysis was available in Kyrgyzstan while, according to the applicant, kidney transplants were not carried out. According to the applicant’s own submissions, in the spring of 2009 he had been placed on a waiting list for dialysis and the waiting time had been two to three years. After having been arrested in September 2009, his name had allegedly been removed from the waiting list and he had been refused treatment. However, the court noted that, according to the extract from the applicant’s medical records, he had been hospitalised in Kyrgyzstan because of his kidney disease in April 2009 and again from 27 October to 5 November 2009, on the second occasion with the diagnosis of chronic terminal kidney failure. Since, according to the most recent Swedish medical certificate, a person with such a diagnosis would die within a couple of weeks without blood dialysis, the court concluded that the applicant had received medical care both before and after being arrested by the police. He had thus failed to substantiate that he would not receive adequate treatment within a reasonable time upon return to Kyrgyzstan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Upon further appeal by the applicant, the Migration Court of Appeal (Migrationsöverdomstolen) refused leave to appeal on 24 November 2011. Hence, the expulsion order became enforceable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Application of Rule 39 of the Rules of Court and further developments in the case",
                                "elements": [
                                    {
                                        "content": "16.  On 23 December 2011 the applicant lodged his application with the Court and requested it to apply Rule 39 of the Rules of Court. On 18 January 2012, the acting President of the Section to which the case had been allocated acceded to the applicant’s request and indicated to the Government that the applicant should not be expelled to Kyrgyzstan for the duration of the proceedings before the Court. On the same date, the application was communicated to the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In view of the Court’s indication to the Government, the Migration Court decided, on 19 January 2012, to stay the enforcement of the expulsion order against the applicant until further notice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In the meantime, on 2 January 2012 the applicant requested the Migration Board to stay the enforcement of the expulsion order as there were impediments to it due his deteriorated health and to grant him a residence permit. He submitted a medical certificate, dated 29 December 2011, by a Chief Physician at the Kidney Medical Clinic of Karolinska University Hospital in Stockholm. It stated that the applicant had had a crisis reaction to the expulsion order against him and had not attended two dialysis sessions. As a result, his health had significantly deteriorated and he had been given emergency dialysis and had also met with a psychiatrist. He had been kept in hospital due to his poor mental and physical health. It would be completely unreasonable to expel him without ensuring that dialysis would be available to him upon return to his home country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 23 January 2012 the Migration Board rejected the request. It considered that the applicant had invoked no new circumstances concerning his health which could alter the assessment made by the Migration Court in the initial proceedings or which amounted to an impediment to the enforcement of the expulsion order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In September 2012 the applicant again requested the Migration Board to stay the enforcement of the expulsion order and to grant him a residence permit in Sweden since the impediment to the enforcement was permanent. He had been in contact with his family in Kyrgyzstan and, through them, obtained a certificate from the Kyrgyz Ministry of Health, dated 9 July 2012, which confirmed that the applicant had been on the national waiting list for blood dialysis since 27 October 2009. It further stated that due to the lack of dialysis equipment and the increasing number of patients in need of treatment, there was currently no possibility to offer the applicant dialysis within the public health care system in the country. The applicant had also received from his family a certificate, dated 23 December 2011, and issued by the hospital where he had previously been treated, the National Centre for Cardiology and Treatment. It stated that the applicant had been treated at the Centre’s unit for nephrology for glomerulonephritis and final stages of chronical kidney failure. It further stated that due to the lack of equipment he could not go through the programme for dialysis. He had, however, been put on the national waiting list.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 20 November 2012 the Migration Board rejected the request as it found that the new certificates did not alter the assessment made in the initial proceedings and that, consequently, there were no grounds on which to grant the applicant a residence permit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In February 2014 the applicant’s father wrote to the Kyrgyz Ministry of Health requesting that the applicant be given treatment in Kyrgyzstan for his illness. He noted in the letter that he had had to send the applicant to Sweden to save his life but that they wanted him to be treated in Kyrgyzstan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  A week later, on 17 February 2014, the Ministry replied to the applicant’s father. However, the reply, which contains no specific addressee, would appear to be rather a request to the Swedish health care system to provide the applicant with proper treatment as it states that, due to the long waiting time and lack of dialysis equipment, it is not possible for them to treat the applicant in Kyrgyzstan and they are grateful for the invaluable contribution to the health care of a citizen of Kyrgyzstan.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "24.  The basic provisions applicable in the present case, concerning the right of aliens to enter and to remain in Sweden, are laid down in the Aliens Act (Utlänningslagen, 2005:716). It defines the conditions under which an alien can be deported or expelled from the country, as well as the procedures relating to the enforcement of such decisions.",
                                "elements": []
                            },
                            {
                                "content": "25.  Chapter 5, section 1, of the Aliens Act stipulates that an alien who is considered to be a refugee or otherwise in need of protection is, with certain exceptions, entitled to a residence permit in Sweden. According to Chapter 4, section 1, the term “refugee” refers to an alien who is outside the country of his or her nationality owing to a well-founded fear of being persecuted on grounds of race, nationality, religious or political beliefs, or on grounds of gender, sexual orientation or other membership of a particular social group and who is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country. This applies irrespective of whether the persecution is at the hands of the authorities of the country or if those authorities cannot be expected to offer protection against persecution by private individuals. By “an alien otherwise in need of protection” is meant, inter alia, a person who has left the country of his or her nationality because of a well-founded fear of being sentenced to death or receiving corporal punishment, or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 4, section 2).",
                                "elements": []
                            },
                            {
                                "content": "26.  Moreover, if a residence permit cannot be granted on the above grounds, a permit may nevertheless be issued to an alien if, after an overall assessment of his or her situation, there are such particularly distressing circumstances (synnerligen ömmande omständigheter) as to allow him or her to remain in Sweden (Chapter 5, section 6). During this assessment, special consideration should be given to, inter alia, the alien’s state of health. According to the preparatory works (Government Bill 2004/05:170, pp. 190 and 280), life-threatening physical or mental illness may be a reason to grant a residence permit in Sweden. However, regard must be had to whether it is reasonable that the required care is provided in Sweden or whether adequate care can be provided in the alien’s country of origin. Moreover, the care provided in Sweden must be expected to lead to an evident and enduring improvement in the alien’s health or be necessary for his or her survival.",
                                "elements": []
                            },
                            {
                                "content": "27.  According to a special provision on impediments to enforcement, an alien must not be sent to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 12, section 1). In addition, an alien must not, in principle, be sent to a country where he or she risks persecution (Chapter 12, section 2).",
                                "elements": []
                            },
                            {
                                "content": "28.  Under certain conditions, an alien may be granted a residence permit even if a deportation or expulsion order has gained legal force. This is the case where new circumstances have emerged which indicate that there are reasonable grounds for believing, inter alia, that an enforcement would put the alien in danger of being subjected to capital or corporal punishment, torture or other inhuman or degrading treatment or punishment or there are medical or other special reasons why the order should not be enforced (Chapter 12, section 18). If a residence permit cannot be granted under this criterion, the Migration Board may instead decide to re-examine the matter. Such a re-examination shall be carried out where it may be assumed, on the basis of new circumstances invoked by the alien, that there are lasting impediments to enforcement of the nature referred to in Chapter 12, sections 1 and 2, and these circumstances could not have been invoked previously or the alien shows that he or she has a valid excuse for not having done so. Should the applicable conditions not have been met, the Migration Board shall decide not to grant a re-examination (Chapter 12, section 19).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INFORMATION ON MEDICAL TREATMENT IN KYRGYZSTAN",
                        "elements": [
                            {
                                "content": "29.  According to news reports (24.kg news agency, dated 9 April 2013;  - downloaded on 18 October 2013), at least 600 persons were waiting for blood dialysis in Kyrgyzstan and there was a lack of funding to cover patients’ demand for dialysis. Moreover, in an article dated 7 August 2014, by 24.kg news agency ( - downloaded on 7 October 2014), the number of patients with renal insufficiency increased every year and dialysis equipment broke down due to overuse. According to the Ministry of Health, there were 65 dialysis machines in the country but not all were functioning properly. The Ministry also stated that, in 2013, 350 persons in the country had received blood dialysis whereas during the first six months of 2014, the number had reached 450. The article further noted that patients complained about the lack of access to the single waiting list for free blood dialysis, whereas the Ministry of Health Care claimed that the list was available to be consulted by all patients. In addition, the article observed that treatment was available in private centres where one dialysis session cost about 4-5,000 soms (approximately EUR 59-73).",
                                "elements": []
                            },
                            {
                                "content": "30.  In July 2012 the first kidney transplant took place in Kyrgyzstan, followed by two more that year. In 2013 the kidney transplant programme was expanded and the plan was to perform at least 10 kidney transplants during that year (Central Asia Online, dated 29 December 2012;  -downloaded on 18 October 2013).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained that, if he were forced to return to Kyrgyzstan, he would not receive adequate medical treatment for his illness there and would die within a few weeks. He relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "32.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                        "elements": [
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "33.  The applicant maintained that the implementation of the Swedish authorities’ decision to expel him to Kyrgyzstan would violate Article 3 as he would die within a few weeks if returned to his home country where he would not receive adequate treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In his view, the migration authorities had made errors when assessing his case. For instance, the supplementary interview with the Migration Board was the only opportunity given to tell his story in detail, since the first interview had served to register his asylum application and briefly state his reasons for leaving his country. Moreover, in its reasoning, the Migration Court seemed to have concluded that he did receive blood dialysis in Kyrgyzstan in November 2009. However, this conclusion was wrong. His medical records from the hospital in Kyrgyzstan showed that he had received medical care but not blood dialysis. Here, he referred to an attached medical certificate, dated 3 July 2012 and issued by his treating physician, a specialist in kidney diseases at Karolinska University Hospital. The medical certificate stated that the medical records from Kyrgyzstan did not show that he had received blood dialysis. What these records showed was that in April 2009 he had been diagnosed with high blood pressure and kidney infection (chronic glomerulonephritis) which caused a successive decrease in kidney function until they stopped functioning completely and dialysis would be needed. References in the medical records to “filtration” most probably referred to a measure of the applicant’s own kidney function as this measurement decreased from April to November 2009, indicating a progression of the illness. However, the “filtration” level in November 2009 (13.99 ml/min) was, according to the certificate, still above the level where dialysis would be commenced in Sweden. Furthermore, when the applicant had first come to the hospital in Sweden, he had had no physical preparation for receiving blood dialysis (for example an AV-fistula). The certificate finally stated that, at the present time, the applicant’s disease had progressed to the point where he no longer had any kidney function and thus needed blood dialysis to survive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Consequently, the applicant argued that although blood dialysis was available in Kyrgyzstan, he had never received it there and, more importantly, he would not obtain access to it within the few weeks necessary upon return. Before leaving Kyrgyzstan in 2009, he had been informed orally that the waiting time for blood dialysis was two to three years. Since he had not heard anything since, he submitted that his statements should be accepted as they were credible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Lastly he noted that his family in Kyrgyzstan would not be able to provide any help or care for him during the short period he would survive without blood dialysis before dying. He had already had a crisis reaction following the final negative decision from the Migration Board of Appeal where he had missed two sessions of dialysis and medical staff had found him in very bad shape. Thus, it was clear that, if expelled to Kyrgyzstan, he would face an early death after a short period of acute physical and mental suffering, in violation of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Government contended that the applicant had failed to substantiate his claims and, thus, the application did not reveal a violation of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  They stressed that the issue of whether the applicant’s ill-health entitled him to a residence permit on grounds of exceptionally distressing circumstances had been considered at length by the domestic migration authorities, including in 2012 by the Migration Board which considered whether his ill-health was an impediment to the enforcement of the expulsion order. The Government further argued that Swedish legislation and the domestic examination fulfilled the requirements set by the Convention and the Court’s case-law as regards the expulsion of the seriously ill. In their view, great weight should therefore be attached to the findings of the Swedish migration authorities in the instant case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In line with the above, the Government noted that it was not disputed, either during the domestic proceedings or before the Court, that the applicant suffered from chronic glomerulonephritis and chronic kidney failure, that he needed regular blood dialysis and medication, and that without this treatment he would die within a couple of weeks. A kidney transplant would also improve his health and increase his life expectancy. They further observed that blood dialysis was available in Kyrgyzstan. In fact, the Government had requested information from the Kyrgyz authorities about the availability and access to dialysis there. In a reply, dated 27 September 2012, the Kyrgyz Ministry of Health had stated that the country had 55 dialysis machines for treating acute and chronic glomerulonephritis. 38 of these machines were located at three different hospitals in Bishkek. Thus, the Government considered it clear that treatment was readily available and performed in Kyrgyzstan and that the applicant, who had the burden of proof, had failed to adduce any evidence in support of his submissions that the waiting time for dialysis was two to three years and that kidney transplants were not available in Kyrgyzstan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Moreover, the Government submitted that, in the light of the available medical information in the case, there was no doubt that the applicant had been given the same diagnosis when he was in Kyrgyzstan as when examined in Sweden. They also noted that the Kyrgyz medical records showed that the applicant had received adequate treatment in his home country, both before and after his alleged arrests by the authorities. The fact that the health care would not be readily available or would come at a substantial cost would, according to the Court’s case-law, not mean that an expulsion would be in violation of Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Furthermore, the Government observed that the applicant had family in Kyrgyzstan, including his parents and younger siblings, with whom he kept in contact. Also, according to the Government, the fact that the applicant was of Uyghur ethnicity did not in itself put him at risk. They referred to country information which indicated no signs of direct discrimination against the Uyghur minority on the part of the Kyrgyz authorities or with regard to access to health care in the country.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  As concerned the actual enforcement of the deportation order, the Government submitted that no enforcement of an expulsion order would occur unless the authority responsible for the enforcement of the order (normally the Migration Board) deemed that the medical condition of the individual so permitted. If considered necessary, the responsible authority could, for example, arrange for medical staff and any necessary equipment to be available onboard during the flight. On condition that the individual concerned consented, the responsible authority could also make arrangements for his or her assistance in the country of origin upon return, such as ensuring that the alien was met and taken care of by medical staff upon arrival and that medical records were sent in advance so that proper care could be arranged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In the applicant’s case, the Government observed that the Migration Board had not yet initiated the practical arrangements for his return. However, if the enforcement of the expulsion order were to materialise, the Government had been informed by the Migration Board that it would encourage the applicant to contact the doctors responsible for his current dialysis treatment in Sweden in order to receive relevant information and instructions about his need for dialysis, also in connection with the journey. The Migration Board would further encourage the applicant to contact the medical institutions in his home country to make sure that dialysis treatment was reserved for him upon return and that an appointment was scheduled for his first treatment. If the applicant would need assistance in making these preparations, the Migration Board would assist him in making the necessary contacts. Thus, the Government was convinced that the Migration Board would make every effort to ensure that the applicant would not have to interrupt his dialysis if expelled and that he would have access to necessary medical care upon return to Kyrgyzstan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In conclusion, the Government maintained that the applicant had failed to substantiate his claim and that the case did not disclose a violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "45.  The Contracting States have the right as a matter of international law and subject to their treaty obligations, including the Convention, to control the entry, residence and expulsion of aliens (see, inter alia, Vilvarajah and Others v. the United Kingdom, 30 October 1991, § 102 Series A no. 215, p. 34). However, expulsion by a Contracting State may give rise to an issue under Article 3, and hence engage the responsibility of that State under the Convention, where substantial grounds have been shown for believing that the person concerned, if deported, faces a real risk of being subjected to treatment contrary to Article 3. In such a case, Article 3 of the Convention implies an obligation not to deport the person in question to that country (see Saadi v. Italy [GC], no. 37201/06, § 125, ECHR 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Moreover, the suffering which flows from naturally-occurring illness, physical or mental, may be covered by Article 3, where it is, or risks being, exacerbated by treatment, whether flowing from conditions of detention, expulsion or other measures, for which the authorities can be held responsible (see Pretty v. the United Kingdom, no. 2346/02, § 52, ECHR 2002III).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  However, aliens who are subject to expulsion cannot, in principle, claim any entitlement to remain in the territory of a Contracting State in order to continue to benefit from medical, social or other forms of assistance and services provided by the expelling State. The fact that an applicant’s circumstances, including his life expectancy, would be significantly reduced if he were to be removed from the Contracting State is not sufficient in itself to give rise to a breach of Article 3. The decision to remove an alien who is suffering from a serious mental or physical illness to a country where the facilities for the treatment of that illness are inferior to those available in the Contracting State may raise an issue under Article 3, but only in a very exceptional case, where the humanitarian grounds against the removal are compelling (see N. v. the United Kingdom [GC], no. 26565/05, § 42, 27 May 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Furthermore, it is in principle for the applicant to adduce evidence capable of proving that there are substantial grounds for believing that, if the measure complained of were to be implemented, he would be exposed to a real risk of being subjected to treatment contrary to Article 3 of the Convention. Where such evidence is adduced, it is for the Government to dispel any doubts about it (see NA. v. the United Kingdom, no. 25904/07, § 111, 17 July 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49. The Court notes at the outset that the applicant exclusively complains that his expulsion would entail a violation of Article 3 due to his ill-health. Thus, he has not maintained before the Court his claims relating to persecution in his home country, as presented before the Swedish authorities. Since the Court can see no reason to examine them of its own motion, it will only consider the applicant’s complaint as presented to the Court in his application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  As concerns the applicant’s health, the Court notes that it is undisputed, and supported by medical certificates, that he suffers from chronic glomerulonephritis and chronic kidney failure for which he receives blood dialysis in Sweden three times per week. Without this regular treatment, his health would rapidly deteriorate and he would die within a few weeks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  It is further clear that blood dialysis treatment is available in Kyrgyzstan. According to information obtained by the Swedish Government from the Kyrgyz authorities in September 2012 (see above paragraph 39), the country had 55 dialysis machines of which 38 were located at three public hospitals in Bishkek, the applicant’s home town. It further appears from a recent article from a Kyrgyz news agency (see above paragraph 29), that there are now 65 dialysis machines in the country although not all seem to be working properly. The article further notes that dialysis treatment is available in private centres at a cost. From this, the Court can conclude that free dialysis is available at public hospitals in Kyrgyzstan and that there are also private centres where patients can receive dialysis, albeit at a certain cost. Consequently, the Court finds it established that the applicant would be able to receive dialysis treatment in his home country.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  However, the applicant has argued that there is a waiting time of two to three years for dialysis at the public hospitals and that thus, in reality, he would not have access to treatment necessary for his survival within the very short time of a few weeks. To support his claim, he has submitted a letter from his father to the Kyrgyz authorities in which they are asked to provide the applicant with dialysis treatment, as well as the reply from the authorities, dated February 2014, in which they state that they cannot provide the requested treatment due to the long waiting time and lack of dialysis equipment (see above paragraphs 22-23).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  While the Court accepts that there is a waiting list for dialysis treatment due to the limited number of machines in proportion to the number of patients in need, it is not clear whether this waiting list consists only of persons in urgent need of dialysis or also of persons who will need dialysis in the future. It would rather appear to be the latter, since the Court observes that the applicant claimed before the migration authorities that he had been put on the waiting list in April 2009, at a time when he was not yet in need of dialysis, but that he had been removed in September 2009 after his arrest. Moreover, according to a certificate by the Kyrgyz Ministry of Health, dated 9 July 2012, and submitted by the applicant to the Migration Board, he had been on the national waiting list for blood dialysis since 27 October 2009, which was also confirmed by a certificate, dated 23 December 2011, from the hospital where the applicant had been treated (see above paragraph 20). In the Court’s view, this indicates that persons may be put on the waiting list before they are in actual need of dialysis (as was the applicant’s situation in April and October 2009) and thus that it should still be possible to be granted priority on the list and be given treatment if there is an urgent need for immediate dialysis due to the progression of the illness. The fact that the applicant claims that he was not given dialysis while in Kyrgyzstan appears natural to the Court in view of the medical certificate by the Swedish physician stating that he would not have been given dialysis in Sweden either, as the illness was not sufficiently advanced (see above paragraph 34).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Furthermore, having regard to the certificates mentioned above, the Court cannot but conclude that the applicant is on the national waiting list for dialysis treatment and that he has now been on the list for roughly five years, much longer than the two to three years’ waiting time indicated by him. In this respect, the Court observes that the letter from the applicant’s father to the Kyrgyz Ministry of Health, dated February 2014 (see above paragraph 22), does not mention the waiting list at all but only states that the applicant is being treated in Sweden and the family would like him to come back and be treated in Kyrgyzstan. Likewise, the reply from the Ministry (see above paragraph 23) does not mention the waiting list, or the applicant’s placement on it, but is rather a request to the Swedish authorities to continue treating the applicant, than a reply to the applicant’s father. Thus, this last exchange of letters does not alter the Court’s conclusion that the applicant is on the national waiting list and has been for the last five years. It follows from this that the Court is not convinced by the applicant’s submission that he would be refused treatment in Kyrgyzstan upon return, since he has been on the waiting list for almost twice the waiting time indicated by him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Moreover, and as noted above, the Court observes that there are also private centres in Kyrgyzstan where it is possible to receive blood dialysis treatment. Although this would come at a certain cost, the applicant has not argued that this option would not be open to him. In this respect, the Court notes that the applicant has his parents and siblings in Kyrgyzstan, with whom he remains in contact and who are actively assisting him, as is shown by the letter the applicant’s father wrote to the authorities. It should thus be possible for the applicant to use this option as well, at least as a temporary measure if he had to wait for access to the free public dialysis treatment or, possibly, until he could have a kidney transplant as such procedures have been carried out in Kyrgyzstan since 2012 and consequently would also be an option for the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court further takes note of the Government’s submission that no enforcement of the expulsion order will occur unless the authority responsible for the enforcement of the expulsion deems that the medical condition of the applicant so permits and that, in executing the expulsion, the authority will also ensure that appropriate measures are taken with regard to the applicant’s particular needs. Moreover, it attaches significant weight to the Government’s statement that the Migration Board will encourage and assist the applicant in making the necessary preparations in order to ensure that his dialysis treatment is not interrupted and he has access to the medical care he needs upon return to his home country. The Court further sees no reason to doubt the Government’s assertion that the Migration Board would make every effort to see to it that the applicant would not have to pause his dialysis if expelled and that he would have access to the medical care he needs upon return to Kyrgyzstan. While the Court would stress that it is the applicant’s responsibility to cooperate with the authorities and primarily for him to take the necessary steps to ensure the continuation of his treatment in his home country, it considers that in the very special circumstances of the present case, where the applicant would die within a few weeks if the dialysis treatment were interrupted, the domestic authorities’ readiness to assist the applicant and take other measures to ensure that the removal can be executed without jeopardising his life upon return is particularly relevant to the Court’s overall assessment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Lastly, the Court considers that the applicant has failed to substantiate that he would be refused care on the basis of his ethnicity or otherwise, noting in particular that he has already received treatment twice in his home country, the second time after his alleged arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Having regard to all of the above, as well as to the high threshold set by Article 3 particularly where the case does not concern the direct responsibility of the Contracting State for the infliction of harm, the Court does not find, in the special circumstances of the present case, that there is a sufficiently real risk that the applicant’s expulsion to Kyrgyzstan would be contrary to Article 3 of the Convention. The present case does not disclose the very exceptional circumstances of D. v. the United Kingdom (2 May 1997, Reports of Judgments and Decisions 1997III). Contrary to that case, where the applicant was in the final stages of a terminal illness, AIDS, and had no prospect of medical care or family support on expulsion to St Kitts, in the present case, blood dialysis is available in Kyrgyzstan, the applicant’s family are there and he can rely on their assistance to facilitate making arrangements for treatment and he can also count on help from the Swedish authorities for such arrangements if necessary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Consequently, the Court finds that the implementation of the expulsion order of the applicant to Kyrgyzstan would not violate Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": "60.  The Court points out that, in accordance with Article 44 § 2 of the Convention, the present judgment will not become final until (a) the parties declare that they will not request that the case be referred to the Grand Chamber; or (b) three months after the date of the judgment, if referral of the case to the Grand Chamber has not been requested; or (c) the Panel of the Grand Chamber rejects any request to refer under Article 43 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "61.  It considers that the indication made to the Government under Rule 39 of the Rules of Court (see above paragraph 4) must continue in force until the present judgment becomes final or until the Court takes a further decision in this connection (see operative part).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by six votes to one, that the expulsion to Kyrgyzstan of the applicant would not give rise to a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Decides, unanimously, to continue to indicate to the Government under Rule 39 of the Rules of Court that it is desirable in the interests of the proper conduct of the proceedings not to expel the applicant until such time as the present judgment becomes final or until further order.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 February 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge De Gaetano is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  I cannot share the opinion expressed by the majority in the operative part of the judgment to the effect that the applicant’s expulsion to Kyrgyzstan in the circumstances of the present case would not give rise to a violation of Article 3 of the Convention. In my view it would give rise to such a violation.",
                        "elements": []
                    },
                    {
                        "content": "2.  The basic facts are not disputed. The applicant has been in Sweden for just over five years. Irrespective of the original reason for his arrival in that country, and regardless of his state of health at that time, the applicant today suffers from chronic kidney failure which necessitates haemodialysis three times per week. If this treatment were interrupted, he would die within a couple of weeks, at the very most three. This has been acknowledged by both the domestic courts (see paragraphs 10 and 14) and the Court (paragraph 50).",
                        "elements": []
                    },
                    {
                        "content": "3.  The critical issue in this case is whether the applicant’s removal to Kyrgyzstan would expose him to a real risk of suffering treatment which reaches the minimum threshold to engage Article 3. As was stated in Pretty v. the United Kingdom, no. 2346/02, 29 April 2002, at § 52:",
                        "elements": []
                    },
                    {
                        "content": "“The suffering which flows from naturally occurring illness, physical or mental, may be covered by Article 3, where it is, or risks being, exacerbated by treatment, whether flowing from conditions of detention, expulsion or other measures, for which the authorities can be held responsible...”",
                        "elements": []
                    },
                    {
                        "content": "Considering the absolute nature of Article 3, there is no logical reason why the prohibition of removal or expulsion should not equally apply “where the harm stems from a naturally occurring illness and a lack of adequate resources to deal with it in the receiving country, if the minimum level of severity, in the given circumstances, is attained. Where a rigorous examination reveals substantial grounds for believing that expulsion will expose the person to a real risk of suffering inhuman or degrading treatment, removal would engage the removing State’s responsibility under Article 3 of the Convention.” (see § 5 of the joint dissenting opinion of Judges Tulkens, Bonello and Spielmann in N. v. the United Kingdom [GC], no. 26565/05, 27 May 2008); see also in this respect the partly concurring joint opinion of Judges Tulkens, Jočienė, Popović, Karakaş, Raimondi and Pinto de Albuquerque in Yoh-Ekale Mwanje v. Belgium, no. 10486/10, 20 December 2011). The same reasoning is implicit in the judgment of the Fourth Section of the Court in the case of Aswat v. the United Kingdom, no. 17299/12, 16 April 2013 (see in particular §§ 49 to 52) – although the case concerned the extradition of a suspected terrorist to the United States of America, the applicant’s enduring mental disorder (paranoid schizophrenia) coupled with the uncertainty as to the conditions of detention and the medical services that would be made available to him in the requesting State, led to a unanimous finding of a violation of Article 3.",
                        "elements": []
                    },
                    {
                        "content": "4.  In the instant case the applicant has, in my view, convincingly shown that he stands very little chance of receiving the required haemodialysis immediately upon his return to Kyrgyzstan. Of course haemodialysis is carried out in that country (and probably even the less effective peritoneal dialysis, but there seems to be no information on that); the applicant had also received some form of treatment there before he had left for Sweden. The question, however, is whether the applicant can now have access to haemodialysis immediately upon his arrival there. The Court, in coming to its conclusion, has regrettably glossed over with hypotheses and conjectures the hard evidence provided by the letter of 17 February 2014 from the Kyrgyz Ministry of Health in reply to the applicant’s father request (see paragraph 54), and also ignored the certificate of 29 December 2011 issued by the Chief Physician at the Kidney Medical Clinic of Karolinska University Hospital (paragraph 18) to the effect that it “would be completely unreasonable to expel [the applicant] without ensuring that dialysis would be available to him upon return to his home country” (paragraph 18). Instead the Court relies mainly on general (and unsubstantiated) assumptions (paragraphs 53 and 54) that the applicant has “moved up” the list of those waiting for haemodialysis since he was first placed on it. The Court also argues, or seems to argue, that since there are also “private centres” in Kyrgyzstan which offer haemodialysis and the applicant has family in his country of origin (even though the applicant has clearly stated that his family there would not be able to provide any help – paragraph 36 – a statement which the respondent Government have not really challenged) the “Pretty threshold” has not been reached.",
                        "elements": []
                    },
                    {
                        "content": "5.  The clearest indication that that threshold has been reached in the instant case is, in my view, provided by the Court’s own emphasis in paragraph 56 on the “assurances”, provided by the respondent Government in their submissions, as to the manner of execution of the expulsion order, and in particular on the assurance that “the Migration Board would make every effort to see to it that the applicant would not have to pause his dialysis if expelled and that he would have access to the medical care he needs upon return to Kyrgyzstan” (emphasis added). What does the expression “every effort” imply in a situation like the one at hand? Does it mean that if the Migration Board does its very best (even with the full cooperation of the applicant) but is ultimately unsuccessful in securing uninterrupted haemodialysis, the expulsion can go ahead without there being any breach of Article 3? In Tarakhel v. Switzerland [GC], no. 29217/12, 4 November 2014, the Court found that there would be a violation of Article 3 if the applicants were removed to another State party to the Convention without the Swiss authorities having first obtained certain guarantees from that other State. I fail to see why such a condition was not inserted into the operative part of the judgment in the instant case, particularly when the country to which the present applicant is to be removed is not a party to the Convention (there is nothing in the case file to suggest that if diplomatic or other assurances were sought from the authorities of Kyrgyzstan and obtained, these would be worthless – see, by converse implication, §§ 147 and 148 of Saadi v. Italy, [GC] no. 37201/06, 28 February 2008). Conditions have been inserted without difficulty in other judgments against Sweden, such as W.H. v. Sweden, no. 49341/10, 27 March 2014, and A.A.M. v. Sweden no. 68519/10, 3 April 2014, although the conditional finding in both cases was one of no violation, and the factual context was different from the one at hand.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mark Villiger",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF M.T. v. SWEDEN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-152600.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0226JUD000141212",
    "externalsources": [],
    "extractedappno": [
        "1412/12",
        "2004/05",
        "37201/06",
        "2346/02",
        "26565/05",
        "25904/07",
        "10486/10",
        "17299/12",
        "29217/12",
        "49341/10",
        "68519/10"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-152600",
    "judgementdate": "26/02/2015 00:00:00",
    "kpdate": "26/02/2015 00:00:00",
    "kpthesaurus": [
        "350",
        "620",
        "14"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "3",
        "35"
    ],
    "parties": [
        "M.T.",
        "SWEDEN"
    ],
    "rank": "1248.6962890625",
    "representedby": [
        "NORBERG N."
    ],
    "respondent": "SWE",
    "respondentOrderEng": "45",
    "scl": [
        "D. v. the United Kingdom, 2 May 1997, Reports of Judgments and Decisions 1997 III",
        "N. v. the United Kingdom [GC], no. 26565/05, § 42, 27 May 2008",
        "NA. v. the United Kingdom, no. 25904/07, § 111, 17 July 2008",
        "Pretty v. the United Kingdom, no. 2346/02, § 52, ECHR 2002 III",
        "Saadi v. Italy [GC], no. 37201/06, § 125, ECHR 2008",
        "Vilvarajah and Others v. the United Kingdom, 30 October 1991, § 102 Series A no. 215, p. 34"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "434269",
    "typedescription": "15"
}