{
    "__articles": "3;41",
    "__conclusion": "Violation of Art. 3;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "57967/00",
    "article": [
        "3",
        "41"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-61547.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 57967/00) against the Republic of Hungary lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Mr Ágoston Kmetty (“the applicant”), on 21 December 1999.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr J. Somogyi, a lawyer practising in Budapest and acting on behalf of the Hungarian Helsinki Committee. The Hungarian Government (“the Government”) were represented by their Agent, Mr L. Höltzl, Deputy State-Secretary, Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been ill-treated by the police and that the investigation of his complaints was inadequate, in breach of Article 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 25 March 2003, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The Government and the applicant each filed observations on the merits (Rule 59 § 1). After consulting the parties, the Chamber decided that no hearing on the merits was required (Rule 59 § 3 in fine).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "8.  The applicant was born in 1946 and lives in Budapest.",
                        "elements": []
                    },
                    {
                        "content": "A.  \tCircumstances of the incident",
                        "elements": [
                            {
                                "content": "9.  The applicant is a merchant with business premises at the Budapest Market Hall. On 22 December 1998 the police arrived at the Market Hall in response to a bomb alert and required everyone to evacuate the building so that it could be searched. The applicant and several other persons refused to comply with this instruction. Following an argument lasting from 4 p.m. until 5.45 p.m. between certain merchants, including the applicant, and the police, the officer in charge decided to detain the applicant, believing him to be responsible for the general disobedience to the order to evacuate.",
                                "elements": []
                            },
                            {
                                "content": "10.  The Government stated that when two police officers grabbed him by his arms and started to hustle him out, the applicant threw himself on the ground. ",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant stated that he had not resisted the police officers and that he had been grabbed without warning and his legs kicked from under him. ",
                                "elements": []
                            },
                            {
                                "content": "12.  Having immobilised the applicant, two police officers dragged him through the Market Hall to the exit. Outside the building he was handcuffed and forced into a police car and then driven to the Budapest IX District Police Department. ",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant stated that, while in the car, he was hit repeatedly by a police officer.",
                                "elements": []
                            },
                            {
                                "content": "14.  On their arrival at the Police Department, police officers lifted the applicant out of the car, hauling him up by the handcuffs attached to his wrists.",
                                "elements": []
                            },
                            {
                                "content": "15.  As the applicant had suffered some bruises to his wrists and face, a doctor was called. The applicant did not indicate to the doctor that he had been ill-treated by the police. ",
                                "elements": []
                            },
                            {
                                "content": "16.  The applicant maintained that at the police station he was taken to the basement where at least four police officers repeatedly beat and kicked him. One of them stepped on his belly with such violence that it caused bowel movements. Subsequently, he was placed in a cell for about three hours. During that time a police lieutenant entered the cell, shouted at him, abused him verbally and spat in his face.",
                                "elements": []
                            },
                            {
                                "content": "17.  Eventually two police officers fetched the applicant and escorted him to the exit at about 9 p.m.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 22 and 23 December 1998 the applicant was examined at the National Institute of Traumatology and the Central Institute of Stomatology.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.  \t\tProceedings on the applicant's complaint",
                        "elements": [
                            {
                                "content": "19.  On 23 December 1998 the applicant laid charges of ill-treatment and unlawful detention against the police. In the ensuing criminal proceedings, the Budapest Investigation Office heard the applicant, his wife and son and five other witnesses who had been present in the Market Hall at the time of the incident. ",
                                "elements": []
                            },
                            {
                                "content": "These witnesses, all from the applicant's side, confirmed that he had been dragged through the Market Hall but they remained inconclusive as to whether the applicant had been kicked off his feet or had thrown himself on the ground in resistance. ",
                                "elements": []
                            },
                            {
                                "content": "The Investigation Office also heard Mr F., who was the commander of the bomb disposal squad in charge of the operation at the Market Hall, as well as the managers of the Market Hall. ",
                                "elements": []
                            },
                            {
                                "content": "20.  The applicant alleged that in the course of his interrogation he identified two of the police officers who had assaulted him and that he selected their photographs from several shown to him. However, the photograph of a third officer involved was not among those shown to him. ",
                                "elements": []
                            },
                            {
                                "content": "21.  The prosecutor in charge obtained and watched a video recording shot by a television cameraman outside the Market Hall at the time of the incident, but found nothing of relevance.",
                                "elements": []
                            },
                            {
                                "content": "22.  The opinion of Dr M., a forensic medical expert, dated 24 March 1999, which was prepared at the request of the Investigation Office, contained the following conclusions:",
                                "elements": []
                            },
                            {
                                "content": "“[...] According to the documents on the medical examination of [the applicant] carried out on 22 December 1998 at 9.58 p.m. at the National Institute of Traumatology, his right-side upper incisor no. 1 was loosened, he had concentrical bruises on the soft parts of both wrists and hyperaemia could be observed on a palm-sized surface on the left side of the belly wall. He complained of pain in the right side of his chest and the right ankle joint but no exterior signs of any injury could be observed. The X-ray examination did not display any traumatic deviation either. The diagnoses contained in the outpatient medical file, the medical report and the medical opinion read as follows: 'Dislocation of the right-side upper tooth. Bruises on both wrists. Bruises on the right side of the chest and on the left side of the belly wall. Bruises on the right hand.'",
                                "elements": []
                            },
                            {
                                "content": "[The applicant's] stomatological examination carried out at the Central Institute of Stomatology on 23 December 1998 at 10 p.m. established the traumatic loosening of the upper incisor no. 1 on the right side and that of both incisors on the left side. It also established that the bridgework between the upper teeth nos. 3 and 7 on the left side became loose in a non-traumatic way. As treatment, his pain was alleviated and 'rehabilitative dental treatment' was proposed for him on account of the loosening of the bridgework and of the incisors indicated above. The stomatological report contains the diagnosis of 'loosening of the upper incisors'.",
                                "elements": []
                            },
                            {
                                "content": "On the basis of the available medical files, it can be established from a forensic medical point of view that [the applicant] actually suffered loosening of the upper incisor no. 1 on the right side and of both incisors on the left side and, in addition, bruises on the soft parts of both wrists and circumscript hyperaemia on the left side of the belly wall.",
                                "elements": []
                            },
                            {
                                "content": "The bruises on the right side of the chest and on the right hand diagnosed in the traumatological medical files cannot be substantiated from a forensic medical point of view, given that those diagnoses were based exclusively on pain alleged by [the applicant] but no exterior signs of any injury could be observed.",
                                "elements": []
                            },
                            {
                                "content": "[...]",
                                "elements": []
                            },
                            {
                                "content": "1. [The applicant's] injuries as described in the medical files jointly and severally healed within 8 days. No disability or serious deterioration of health may be expected as a consequence of the injuries suffered.",
                                "elements": []
                            },
                            {
                                "content": "2. On the basis of the available medical findings, it can be substantiated that the body sustained three non-incisive knocks of maximally medium impact (közepesnél nem nagyobb erejű tompa erőhatás). ",
                                "elements": []
                            },
                            {
                                "content": "One knock may have affected the area of the upper incisors, necessarily at a moment when the lips did not cover the teeth. The mouth was probably open since three incisors became loose whereas the upper lip was not injured.",
                                "elements": []
                            },
                            {
                                "content": "One knock may have affected the area of both wrists, almost certainly as a result of handcuffing.",
                                "elements": []
                            },
                            {
                                "content": "One knock may have affected the belly wall, most probably in the form of a blow effected with an open hand.",
                                "elements": []
                            },
                            {
                                "content": "It cannot be excluded that the injuries diagnosed in the medical files were occasioned at the time specified by [the applicant] in the course of the police action.",
                                "elements": []
                            },
                            {
                                "content": "It can be stated most definitely that the truth of [the applicant's] allegation as to the degree and severity of the ill-treatment he allegedly suffered can be excluded from a forensic medical point of view. This conclusion is supported by the consideration that if [the applicant] had really been seriously ill-treated by several persons for a longer period of time in the form of numerous blows and kicks to his body, he would also have suffered, all over his body, injuries such as bruises of the covered soft parts. In addition, as a result of the alleged fact that he had been dragged on the ground, he would also have had bruises on the epithelium of the lower limbs.",
                                "elements": []
                            },
                            {
                                "content": "On the basis of the medical files, however, only the fact of handcuffing can be established. In addition to the latter, the mouth and the belly wall areas may each have sustained a non-incisive knock of medium impact. A blow (ütés) or a bang (ütődés) could equally have caused these latter injuries, which means that they could easily be caused without ill-treatment, and simply result from an impact sustained in the course of the police action during which physical force was applied in order to effect the handcuffing.",
                                "elements": []
                            },
                            {
                                "content": "3. The medical reports do not verify the alleged nose bleeding [of the applicant].”",
                                "elements": []
                            },
                            {
                                "content": "23.  On 27 July 1999 the Investigation Office discontinued the proceedings concerning the applicant's complaints against the police. Relying on the above medical report, the Investigation Office concluded that the applicant's allegations of ill-treatment were impossible to prove, whereas his police custody had been justified on account of his resistance to lawful police measures. ",
                                "elements": []
                            },
                            {
                                "content": "24.  On 8 August 1999 the applicant complained to the Budapest Public Prosecutor's Office against the order to discontinue the investigations.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 24 September 1999 the Public Prosecutor's Office dismissed the applicant's complaint. It noted that according to the medical documents in the case – and contrary to his statement of complaint – the applicant's injuries had healed within eight days. Furthermore, since his allegations were impossible to reconcile with some of the witness testimony, the Public Prosecutor's Office saw no reason to depart from the conclusions of the Investigation Office.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant complained that he was ill-treated by the police, and that the investigations into his related complaints had been inadequate, in breach of Article 3 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": " “No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  \tThe applicant's arguments",
                                "elements": [
                                    {
                                        "content": "27.  The applicant submitted that several persons had witnessed the incident at the Market Hall and that the injuries which he subsequently suffered in police custody were recorded in a medical report. He emphasised that the expert opinion did not exclude the truth of his allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Concerning the adequacy of the investigations, the applicant pointed out that the criminal proceedings against the suspected perpetrators were discontinued despite the fact that he had identified two of the police officers who had assaulted him and that he had selected their photographs from several photographs shown to him; the photograph of a third suspected officer had not been among these.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  \t\tThe Government's arguments",
                                "elements": [
                                    {
                                        "content": "29.  As to the substance of the complaints, the Government submitted that there was no conclusive evidence to support the applicant's allegations of ill-treatment by the police. They stressed that, according to the medical expert opinion of 24 March 1999, the applicant's injuries could simply have been caused by the force administered in order to overcome his resistance to a lawful police measure, rather than by ill-treatment. The expert clearly ruled out any truth in the applicant's allegations about the extent and severity of his ill-treatment. When describing the possible causes of the injuries, the expert observed that they might have resulted from knocks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  As to the adequacy of the investigations, the Government emphasised that a proper examination was carried out. This involved hearing the evidence of several witnesses and obtaining the opinion of a medical expert. The investigation had to be discontinued for want of any conclusive evidence. The expert opinion was of central importance in the case, as it constituted the ground for the Investigation Office's finding that the applicant's allegations of ill-treatment could not be proved and that the proceedings should on that account be discontinued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, contrary to the applicant's allegations, the police officers who had allegedly ill-treated him were identified in the course of the investigation. The proceedings were discontinued for want of sufficient evidence to support the applicant's allegations of ill-treatment, rather than because the perpetrators remained unknown.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In sum, the Government maintained that neither the substantive nor the procedural requirements of Article 3 of the Convention were breached in this case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  \tThe Court's assessment",
                                "elements": [
                                    {
                                        "content": "32.  Article 3, as the Court has observed on many occasions, enshrines one of the fundamental values of democratic society. Even in the most difficult of circumstances, such as the fight against terrorism or crime, the Convention prohibits in absolute terms torture or inhuman or degrading treatment or punishment. Unlike most of the substantive clauses of the Convention and of Protocols Nos. 1 and 4, Article 3 makes no provision for exceptions and no derogation from it is permissible under Article 15 even in the event of a public emergency threatening the life of the nation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court recalls that ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum is relative: it depends on all the circumstances of the case, such as the duration of the treatment, its physical and/or mental effects and, in some cases, the sex, age and state of health of the victim. In respect of a person deprived of his liberty, recourse to physical force which has not been made strictly necessary by his own conduct diminishes human dignity and is in principle an infringement of the right set forth in Article 3 (see Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VIII, p. 3288, § §§ 93-94).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court notes that only part of the applicant's alleged injuries, namely, the loosening of an upper incisor on the right side and of both incisors on the left side, bruises on both wrists and a hyperaemia on the left side of the belly wall, were corroborated by the forensic expert (see paragraph 22 above). However, for the Court these injuries alone were sufficiently serious to amount to ill-treatment within the scope of Article 3. It remains to be considered whether the State should be held responsible under Article 3 for the injuries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.\tAlleged ill-treatment by the police",
                                        "elements": [
                                            {
                                                "content": "34.  The Court observes that the medical expert commissioned by the Investigation Office established that the applicant had been handcuffed and found that non-incisive knocks, either blows or bangs, of medium impact might have affected each of the mouth and the belly wall areas. The applicant alleges that these injuries were caused by police officers when they were beating and kicking him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court considers that, since it has not been not disputed – either by the medical expert or by the Government in their observations – that the applicant was the victim of violence from some source on 22 December 1998, it is fair to assume that he sustained the above bruising on that date in connection with his committal to the Police Department.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court notes that according to the witness statements obtained by the Budapest Investigation Office the applicant was dragged through the Market Hall. However, the medical expert expressed the opinion that any such action would have resulted in the applicant having bruises on the epithelium of the lower limbs, which was not the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, the witness statements remained inconclusive as to whether the applicant had been kicked off his feet or thrown himself on the ground in resistance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "None of the witnesses said that they had seen police officers hitting the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Lastly, the medical opinion obtained by the authorities does not seem to support the applicant's allegations that he was repeatedly hit while in the police car, or that he was beaten and kicked by several persons while in custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In these circumstances, the Court finds it impossible to establish on the basis of the evidence before it whether or not the applicant's injuries were caused by the police exceeding the force necessary to overcome his resistance to a lawful police measure, either while immobilising and taking him to the police station or during his custody.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.\tAdequacy of the investigation",
                                        "elements": [
                                            {
                                                "content": "37.  The Court does, however, consider that, taken together, the medical evidence, the applicant's testimony and the fact that he was detained for more than three hours at the Police Department give rise to a reasonable suspicion that he may have been subjected to ill-treatment by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court recalls that where an individual raises an arguable claim that he has been seriously ill-treated by the police or other such agents of the State unlawfully and in breach of Article 3, that provision, read in conjunction with the State's general duty under Article 1 of the Convention to “secure to everyone within their jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation. This investigation should be capable of leading to the identification and punishment of those responsible. If this were not the case, the general legal prohibition on torture and inhuman and degrading treatment and punishment, despite its fundamental importance, would be ineffective in practice and it would be possible in some cases for agents of the State to abuse the rights of those within their control with virtual impunity (see Assenov and Others v. Bulgaria, op. cit., p. 3290, § 102).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court observes that following the applicant's complaint, the authorities carried out an investigation into the applicant's allegations. It is not, however, persuaded that this investigation was sufficiently thorough and effective to meet the above requirements of Article 3. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court finds it regrettable that the doctor who had examined the applicant after his committal to the Police Department was apparently not heard during the investigation. The doctor's evidence would have been of utmost importance in determining whether the applicant had suffered his injuries before or after his committal to the Police Department. In the former case, the origin of those injuries could reasonably be considered to have resulted from the force used to overcome the applicant's resistance, whereas in the latter hypothesis, it would then have been incumbent on the Government to provide a plausible explanation as to how the applicant, then entirely in the hands of the police, sustained his injuries (see Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, p. 26; § 34).",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, the investigating authorities limited their scrutiny to obtaining an ex post facto medical opinion, which for obvious reasons did not address the issue whether or not the applicant had his injuries on arrival at the Police Department.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court also notes the applicant's allegation that, when being heard during the investigation, he identified two of the police officers who had assaulted him and selected their photographs from among those shown to him; however, the photograph of a third officer allegedly involved was not among the photographs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court is not convinced by the Government's arguments to the effect that the investigations were terminated for want of sufficient evidence, rather than non-identification of the perpetrators. It considers that a confrontation between all the suspects and the applicant could have contributed to the clarification of the events.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Moreover, it does not appear to the Court that the suspected police officers, although they may have been identified by the applicant, were actually questioned during the investigation. For the Court, this unexplained shortcoming in the proceedings deprived the applicant of any opportunity to challenge the alleged perpetrators' version of the events.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Against this background, in view of the lack of a thorough and effective investigation into the applicant's arguable claim that he was ill-treated by police officers, the Court finds that there has been a violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  \tDamage",
                                "elements": [
                                    {
                                        "content": "45.  The applicant claimed 1,200,000 Hungarian forints (HUF) for the physical and mental suffering from the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government found the applicant's claim reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court finds that the applicant can reasonably be considered to have suffered non-pecuniary damage on account of the distress and frustration resulting from the inadequacy of the investigations into his complaints. Making its assessment on an equitable basis, the Court accepts the entirety of the applicant's claim and awards him 4,700 euros (EUR) under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  \t\tCosts and expenses",
                                "elements": [
                                    {
                                        "content": "48.  The applicant claimed HUF 220,000 in respect of the hourly fees of his lawyer, charged in respect of 22 hours' work, and HUF 105,000 for expenses incurred in connection to translation of documents, a total of HUF 325,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government did not comment on the applicant's claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the entirety of the claims, i.e. the sum of EUR 1,300 for costs and expenses for the Convention proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  \tDefault interest",
                                "elements": [
                                    {
                                        "content": "51.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 3 of the Convention on account of the authorities' failure to carry out an effective investigation into the applicant's allegations of ill-treatment;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 December 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsW. Thomassen",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KMETTY v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61547.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:1216JUD005796700",
    "externalsources": [],
    "extractedappno": [
        "57967/00"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-61547",
    "judgementdate": "16/12/2003 00:00:00",
    "kpdate": "16/12/2003 00:00:00",
    "kpthesaurus": [
        "350",
        "193",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "3",
        "41"
    ],
    "parties": [
        "KMETTY",
        "HUNGARY"
    ],
    "rank": "475.586761474609",
    "representedby": [
        "N/A"
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [
        "Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports 1998-VIII, pp. 3288, 3290, §§ 93-94, 102",
        "Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, p. 26",
        "§ 34"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318820",
    "typedescription": "15"
}