{
    "__articles": "6;6-1;34",
    "__conclusion": "Preliminary objection joined to merits (Art. 34) Individual applications;(Art. 34) Victim;No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "497/17",
    "article": [
        "6",
        "34"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 34"
            ],
            "element": "Preliminary objection joined to merits",
            "type": "other"
        },
        {
            "details": [
                "Art. 34"
            ],
            "element": "Individual applications",
            "type": "other"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        },
        {
            "element": "Victim",
            "type": "other"
        }
    ],
    "content": {
        "001-193736.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 497/17) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Gaetano Chiarello (“the applicant”), on 29 December 2016.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr R. Gappa, a lawyer practising in Dahn. The German Government (“the Government”) were represented by their Agent, Mr H.J. Behrens of the Federal Ministry of Justice and Consumer Protection.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the criminal proceedings against him had been unfair and excessively long, in violation of Article 6 § 1 of the Convention, and that his dismissal from his position as a prison officer had violated Article 7 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 8 January 2018 notice of the complaint under Article 6 § 1 of the Convention concerning the length of proceedings was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  Third-party comments were received from the German Federal Bar Association (Bundesrechtsanwaltskammer), which had been given leave by the VicePresident to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 3 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "6.  The applicant was born in 1977 and lives in Überherrn. He had worked as a prison officer in the prison of Saarbrücken.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In April 2007 the prison authorities discovered that a mobile phone had been smuggled into the prison in December 2006. In May 2007 an investigation was opened against the applicant and in October 2007 several investigative measures against the applicant, including telephone surveillance, were ordered. On 14 January 2008 the applicant was summoned for questioning and on 16 January 2008 he was interviewed by the police. On 13 May 2008 the public prosecutor’s office filed a bill of indictment on charges of taking a bribe. He was accused of having accepted a bribe in the amount of 200 euros (EUR), of having smuggled a mobile phone into the prison and of having provided it to an inmate. Charges were also brought against seven other accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Subsequently, the District Court appointed defence counsel for all accused, and provided them in turn with access to the case files, including the recordings of the telephone surveillance. The refusal to appoint counsel for one co-accused was appealed against before the Regional Court, which decided on that matter in April 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 8 January 2010 the main proceedings were instituted before the District Court, and on 12 January 2010 the court scheduled the trial hearings. It subsequently enquired with counsel for the defence as to which dates might be suitable for further hearings for oral argument in the months of June and July 2010 and on which days in April 2010 it would be possible to hold a preparatory meeting.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings",
                                "elements": [
                                    {
                                        "content": "10. The first hearing of the main proceedings took place on 3 May 2010 and after fourteen hearings the District Court convicted the applicant for having taken a bribe and sentenced him to a term of imprisonment of one year and four months, suspended on probation. On 23 September 2010 the written judgment was filed by the court. In October 2010 the applicant was preliminarily suspended from his duties and his salary was reduced by approximately 25 %.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant lodged an appeal against the judgment. In addition, the four co-accused and the public prosecutor appealed against the respective judgments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In September 2011 the applicant changed his defence counsel; new counsel was provided with access to the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The appeal proceedings commenced on 25 October 2011 and ended after seven hearings on 18 November 2011. The Regional Court acquitted the applicant as well as his co-defendants. It provided the judgment in writing on 23 December 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On the day on which the judgment was pronounced, 18 November 2011, the public prosecutor lodged an appeal on points of law and submitted the reasoning on 16 January 2012. Responses to the appeal were submitted by the accused, and the Court of Appeal scheduled a hearing for 21 January 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 21 January 2013 the Court of Appeal set the judgment of the Regional Court aside and remitted the matter to the Regional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  New appeal proceedings commenced on 11 February 2015 and ended on 2 April 2015. The Regional Court convicted the applicant for having taken a bribe and sentenced him to eight months’ imprisonment. It suspended the execution of the prison sentence on probation and declared three of the eight months as having been served.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In its reasoning concerning sentencing the court held, inter alia, that it had to be taken into consideration in favour of the applicant that the deed had been committed already in 2006, that more than eight years had elapsed since then and that he had been subjected for many years, since 2007, to a criminal investigation and court proceedings that had been pursued against him. The court had also taken into account that the applicant had been suspended from service as soon as he had been convicted by the court of first instance and as a consequence had been receiving only a reduced salary since then.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Lastly, the court declared three months of the prison sentence as having been served in order to compensate for the excessively long proceedings. These had resulted from the fact that the presiding judge had only been able to schedule hearings on the matter from 11 February 2015 onwards after the matter had been remitted by the Court of Appeal on 29 January 2013. A discontinuation of the proceedings sought by the applicant based on the unreasonable length of the proceedings had, however, not been appropriate. This was only an option in extreme cases, where the weight of the disadvantage to be compensated for was greater than the weight of the punishment to be executed, to which such compensation was to apply. This standard, the court held, had not been met in the applicant’s case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant lodged an appeal on points of law against the judgment of the Regional Court on 2 April 2015 and submitted his writ of appeal on points of law on 8 April 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 29 April 2016 the Court of Appeal dismissed the applicant’s appeal on points of law as being manifestly ill-founded. His subsequent complaint of a violation of his right to be heard was to no avail either. The appellate judgment of the Regional Court thus became final on 12 May 2016.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Proceedings before the Federal Constitutional Court",
                                "elements": [
                                    {
                                        "content": "21.  On 2 June 2016 the applicant lodged a constitutional complaint. On 4 July 2016 the Federal Constitutional Court decided not to admit it for adjudication (2 BvR 1140/16).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Subsequent events",
                                "elements": [
                                    {
                                        "content": "22.  As a consequence of the conviction becoming final, the applicant lost his status as a civil servant pursuant to the Status of Civil Servants Act (Beamtenstatusgesetz). A statement to that effect by the authorities was not required, nor did a formal notification have to be sent to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant then applied to the Administrative Court seeking an interim injunction, under which he would retain his status as a civil servant for the time being, and the Land of Saarland would be instructed to continue paying his basic salary. By a decision of 12 July 2016 the Administrative Court dismissed his application, holding, inter alia, that it was contrary to the Status of Civil Servants Act (see paragraph 34 below). The court also stated that the fact that, in the event that the suspension of his prison sentence was revoked, only five months would have to be served, did not change the fact that he had been sentenced to a term of imprisonment of at least six months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 6 October 2016 the Court of Appeal dismissed an appeal lodged by the applicant against the decision of the Administrative Court of 12 July 2016.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Criminal Code (Strafgesetzbuch)",
                                "elements": [
                                    {
                                        "content": "25.  The relevant provisions of the Criminal Code read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) The guilt of the offender is the basis for sentencing. The effects which the sentence can be expected to have on the offender’s future life in society shall be taken into account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) When sentencing, the court shall weigh the circumstances in favour of and against the offender. Consideration shall in particular be given to the motives and aims of the offender; the attitude reflected in the offence and the degree of force of will involved in its commission; the degree of the violation of the offender’s duties; the modus operandi and the consequences caused by the offence to the extent that the offender is to blame for them; the offender’s prior history, his personal and financial circumstances; his conduct after the offence, particularly his efforts to make restitution for the harm caused as well as the offender’s efforts at reconciliation with the victim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) Circumstances which are already statutory elements of the offence shall not be considered.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) If a convicted person has been remanded in custody or otherwise kept in detention because of an offence which is or was the object of the proceedings, any time spent in such custody or detention shall be credited towards a fixed term of imprisonment or a fine. The court may order that such time shall not be credited in whole or in part if, in light of the conduct of the convicted person after the offence, this would be inappropriate. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) For the purpose of crediting a fine against time in detention, or vice versa, one day of detention shall correspond to one daily unit. If a foreign sentence or time in detention is to be credited, the court shall determine the rate as it sees fit. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) If a person is sentenced to a term of imprisonment not exceeding one year, the court shall suspend the enforcement of the sentence for a probationary period if there are reasons to believe that the sentence will serve as sufficient warning to the convicted person and that he will commit no further offences without having to serve the sentence. The court shall particularly take into account the character of the convicted person, his previous history, the circumstances of his offence, his conduct after the offence, his circumstances and the effects to be expected from the suspension. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) The court may impose conditions on the convicted person aimed at repairing the harm caused. No unreasonable demands shall be made of the convicted person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The court may order the convicted person:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  to make restitution to the best of his ability for the harm caused by the offence;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  to pay a sum of money to a charitable organisation if this appears appropriate in light of the offence and the character of the offender;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  to perform community service; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  to pay a sum of money to the public treasury.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court should impose a condition pursuant to nos. 2 to 4 of the first sentence of this subsection so long as the fulfilment of the condition does not impair the restitution for the harm caused.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) The court shall order the revocation of a suspended sentence and the enforcement of an unconditional sentence if the convicted person:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. commits an offence during the probation period, showing that he or she has failed to meet the expectation on which the suspension was based;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. grossly or persistently violates instructions or persistently evades the supervision and guidance of the probation officer, thereby causing reason to fear that he will re-offend; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. grossly or persistently violates the conditions [of the suspended sentence].",
                                        "elements": []
                                    },
                                    {
                                        "content": "No. 1 of the first sentence of this subsection shall apply mutatis mutandis if an offence was committed in the interim period between the decision suspending the sentence and its becoming final; it shall also apply in cases of the subsequent fixing of aggregate sentences if an offence was committed in the period between the decision on the suspension of a judgment included in the aggregate sentence and the date on which the aggregate sentence became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The court shall not order the revocation of the suspended sentence if it is of the opinion that it would suffice",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. to impose further conditions or directions, in particular to place the convicted person under the supervision of a probation officer; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. to prolong the operational period or period of supervision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In cases pursuant to no. 2 above, the probation period must not be prolonged for more than one-half of the period originally imposed. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Courts Act (Gerichtsverfassungsgesetz)",
                                "elements": [
                                    {
                                        "content": "26.  Under section 198 of the Courts Act, a party to proceedings who suffers a disadvantage as a result of protracted proceedings is entitled to adequate monetary compensation. In so far as relevant, section 198 reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Whosoever as a result of the unreasonable length of a set of court proceedings experiences a disadvantage as a participant in those proceedings is entitled to adequate compensation. The reasonableness of the length of proceedings shall be assessed in the light of the circumstances of the particular case concerned, in particular the complexity thereof, the importance of what was at stake in the case, and the conduct of the participants and of third persons therein.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) A disadvantage not constituting a pecuniary disadvantage shall be presumed to have occurred in a case where a set of court proceedings has been of unreasonably long duration. Compensation can be claimed therefore only insofar as reparation by other means, having regard to the circumstances of the particular case, is not sufficient in accordance with subsection (4) below. Compensation pursuant to the second sentence shall amount to EUR 1,200 for every year of delay. Where, having regard to the circumstances of the particular case, the sum pursuant to the third sentence [of this subsection] is inequitable, the court can consider awarding a higher or lower sum. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) Reparation may be made by other means, in particular where the court examining the compensation claim finds that the length of the proceedings was unreasonable. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Section 199 regulates compensation for excessively long criminal proceedings and reads, in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Section 198 shall be applied, subject to subsections (2) to (4), to criminal proceedings, including proceedings in preparation of public charges (Vorbereitung der öffentlichen Klage). ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) Where, for the benefit of the accused, a criminal court or the public prosecution office has taken account of the unreasonable length of the proceedings, this shall constitute, pursuant to section 198(2), second sentence, sufficient reparation by other means; to this extent, section 198(4) shall not apply. Where the accused in criminal proceedings seeks compensation for excessive length of proceedings, the court examining the compensation claim shall be bound, in assessing the reasonableness of the length of the proceedings, by a decision given by the criminal court. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Relevant case-law of the Federal Court of Justice",
                                "elements": [
                                    {
                                        "content": "28.  In its decision of 17 January 2008 the Federal Court of Justice, sitting as “Grand Senate” for criminal matters, reversed its previous caselaw on the way in which compensation should be awarded for excessive delays in criminal proceedings (file no. GSSt 1/07).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Federal Court of Justice held that in cases in which criminal proceedings had been excessively delayed, the criminal courts should no longer directly reduce the penalty imposed on the convicted person (socalled “mitigation of penalty approach” – Strafabschlagslösung), but should instead state in the operative part of the judgment that a specified part of the penalty imposed was to be considered as having been served (socalled “execution approach” – Vollstreckungslösung).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Federal Court of Justice considered that in certain cases, mitigating the penalty in order to compensate for the excessive length of proceedings, which was called for by the Basic Law and the Convention, was not compatible with the provisions of the Criminal Code and of the Code of Criminal Procedure (Strafprozessordnung). Notably, in cases in which compensation could be granted only by reducing a minimum penalty prescribed by law, the “mitigation of penalty approach” could not be reconciled with the provisions of the Criminal Code. For instance, it was not possible under the provisions of that Code to dispense with imposing a mandatory life sentence in order to compensate for the undue duration of proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  By contrast, the “execution approach”, which could be derived from the principle of compensation enshrined in the Convention and from Article 51 §§ 1 and 4 of the Criminal Code (see paragraph 25 above) and which was compatible with Articles 6 and 13 of the Convention, made it possible to afford compensation in all cases of excessive duration of proceedings. It allowed the criminal courts both to impose the minimum sentence prescribed by law and nevertheless to afford compensation by declaring that a fixed part of that penalty had to be considered as already executed. Moreover, by separating the fixing of the penalty in accordance with the defendant’s guilt and the granting of compensation, the penalty maintained its function with respect to other provisions of criminal law (concerning, for instance, probation or preventive detention) and provisions concerning civil servants and foreigners.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  When applying the “execution approach”, the criminal courts first had to determine the extent and causes of undue delays in the proceedings. In fixing the sentence in accordance with the defendant’s guilt, they had to take into consideration as a mitigating factor that a long lapse of time between the offence and the judgment in general reduced the necessity to punish the offender. Moreover, the undue duration of the proceedings could play a role in that the defendant was subjected to a greater burden as a result. In a further step the criminal courts, having regard to all the circumstances of the case, then had to determine which part of the penalty was to be considered as having already been served in order to compensate the defendant for the delay caused by the State authorities and courts contrary to the rule of law. Both the penalty and the part of it which had to be considered as served had to be taken up in the operative part of the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In regard to prison sentences the enforcement of which was suspended, the court clarified that the new approach would not lead to any differences, as irrespective of the approach, compensation would only be actually awarded if the suspension was revoked. However, it also pointed out that besides declaring part of the sentence as having been served, it was possible to compensate for the unreasonable length of the proceedings by explicitly abstaining from ordering conditions of probation pursuant to nos. 2 to 4 of Article 56b § 2 of the Criminal Code (see paragraph 25 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Status of Civil Servants Act (Beamtenstatusgesetz)",
                                "elements": [
                                    {
                                        "content": "34.  Section 24 of the Act provides for the automatic termination of service as a civil servant after a conviction and reads, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Where a civil servant is sentenced in regular criminal proceedings by a judgment of a German court of law",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. to a term of imprisonment of at least one year for a deed committed intentionally, or",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. to a term of imprisonment of at least six months for a deed committed intentionally that, under the regulations governing crimes against peace, high treason, endangering the democratic rule of law, treason and endangering national security or, inasmuch as the deed concerns an official act committed in the civil servant’s capacity as such, taking a bribe,",
                                        "elements": []
                                    },
                                    {
                                        "content": "the person’s service as a civil servant shall terminate upon the judgment becoming final. ...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  The applicant complained that the duration of the criminal proceedings against him had been excessive, in violation of Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "36.  The Government argued that in so far as the Regional Court had already found a delay in the proceedings, the excessively long duration of the proceedings had already been acknowledged and redressed. In addition, the Regional Court had also taken into account the long duration of the proceedings when determining the applicant’s criminal sentence. Therefore, the applicant had lost the status of victim within the meaning of Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant contested that view and submitted that declaring three months as having been served had not constituted sufficient redress for the acknowledged delay in the proceedings. Moreover, there had been further delays in the proceedings, which so far had not been acknowledged by the domestic authorities. Consequently, he had not lost his victim status within the meaning of Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In the Court’s view, the issue whether the applicant is deprived of his status as a victim within the meaning of Article 34 of the Convention is closely linked to the question raised with respect to his complaint under Article 6 § 1 of the Convention about the length of the proceedings. It therefore joins this issue to the merits of the application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court also notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The reasonableness of the length of the proceedings",
                                        "elements": [
                                            {
                                                "content": "40.  The applicant argued that he had been informed of the criminal investigation on 3 January 2008 and the criminal proceedings had ended with the decision of the Federal Constitutional Court on 4 July 2016. Therefore, the proceedings had lasted for eight years and six months. In addition, the criminal investigations had been going on for two years before he had been notified. For approximately seven years of that period, the proceedings had not been conducted with the required speediness by the different courts. In the applicant’s view, there had been no particular reasons for those delays and they could not be attributed to his conduct during the proceedings. Moreover, the proceedings had not been particularly complex.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The applicant further submitted that the time between the indictment and the first hearing in the main proceedings before the District Court was a particularly obvious example of inactivity. That period of nearly two years had not been justified by providing the defence attorneys with access to the case files, as speedily conducted proceedings would have required the court to prepare copies of the case file and provide access to the file to more than one attorney simultaneously.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government submitted that the relevant period for the purposes of Article 6 § 1 of the Convention had lasted from the date the indictment had been filed, 13 May 2008, until the date on which the criminal conviction had become final, 12 May 2016, when the Court of Appeal rejected the applicant’s complaint of a violation of his right to be heard. The criminal proceedings had therefore lasted for eight years. Except for the period from 30 January 2013 to 11 February 2015, in respect of which the Regional Court had expressly acknowledged a violation of the Convention, that period had not been unreasonable long. The domestic courts had continuously and actively pursued the proceedings. The considerable duration of the proceedings had been the result of their complexity, the large number of accused persons and defence counsel, the comprehensive taking of evidence and the numerous applications and appeals lodged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In particular, concerning the nearly two years that had lapsed between the indictment and the first hearing in the main proceedings before the District Court, it had to be noted that all eight court-appointed defence counsel had had to be granted access to the case files, which also included an opportunity to listen to the recordings of the extensive telecommunications surveillance. Moreover, an appeal had been lodged by a codefendant concerning the court’s refusal to appoint one attorney.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court reiterates that in criminal matters, the “reasonable time” referred to in Article 6 § 1 begins to run as soon as a person is “charged”. A “criminal charge” exists from the moment that an individual is officially notified by the competent authority of an allegation that he has committed a criminal offence, or from the point at which his situation has been substantially affected by actions taken by the authorities as a result of a suspicion against him (see Simeonovi v. Bulgaria [GC], no. 21980/04, § 110, ECHR 2017 (extracts), and Ibrahim and Others v. the United Kingdom [GC], nos. 50541/08 and 3 others, § 249, ECHR 2016). In criminal matters the period to be taken into account covers the whole of the proceedings in question, including appeal proceedings (see König v. Germany [GC], no. 6232/73, § 98, 28 June 1978) and proceedings before the Federal Constitutional Court (see Kaemena and Thöneböhn v. Germany, nos. 45749/06 and 51115/06, § 61, 22 January 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The reasonableness of the length of proceedings is to be assessed in the light of the particular circumstances of the case, regard being had to the criteria laid down in the Court’s case-law, in particular the complexity of the case, the applicant’s conduct and that of the competent authorities, and the importance of what was at stake for the applicant (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II; Uhl v. Germany, no. 64387/01, § 27, 10 February 2005; and Abdoella v. the Netherlands, 25 November 1992, § 24, Series A no. 248A).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Turning to the circumstances of the present case, the Court considers that the relevant period started on 14 January 2008, the date on which the applicant was summoned for questioning and notified of the charges against him. The Court observes that the applicant did not substantiate why or how he had been notified prior to that date and why the period should already start on 3 January 2008. It also notes that there is no information in the case file indicating knowledge of the criminal investigation against him prior to 14 January 2008. Moreover, the Court considers the Government’s submission that the period should not start until 13 May 2008 unconvincing, in view of the fact that the applicant had prior notification of the charges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The period ended not when the decision became final, as submitted by the Government, but on 4 July 2016 with the decision of the Federal Constitutional Court (see Kaemena and Thöneböhn, cited above, § 61). In sum, the criminal proceedings lasted eight years and five months at four levels of jurisdiction, with one remittal from the Court of Appeal to the Regional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Concerning the reasonableness of this period, the Court firstly notes that the applicant’s case, in which he was charged with having taken a bribe, was as such not particularly complex. However, it involved seven codefendants, all represented by defence counsel, and comprehensive taking of evidence, which included recordings of telecommunication surveillance. The Court considers that in particular the large number of codefendants and the amount of evidence contributed to, inter alia, the long period between the indictment and the first hearing before the District Court. It further notes that that period was prolonged by the appeal lodged by one co-defendant against a refusal to appoint a particular lawyer. The Court considers that while that delay cannot be attributed to the applicant’s conduct, nor can it be held against the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court also considers that the applicant was not remanded in custody at any time and that a severe sentence was not at stake. However, the proceedings had considerable social implications for the applicant, as his employment as a civil servant was at stake.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Having regard to the course of the proceedings, the only period of prolonged inactivity was between 30 January 2013 and 11 February 2015, which has been acknowledged by the Regional Court in its judgment and by the Government. Leaving aside that period, the Court finds that, in the light of those various factors, the overall duration of the proceedings was not excessive and can still be considered reasonable within the meaning of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Loss of victim status",
                                        "elements": [
                                            {
                                                "content": "51.  The Government submitted that the Regional Court had already expressly acknowledged that the period of inactivity between 30 January 2013 and 11 February 2015 had been in contravention of the principle of the rule of law. The applicant, however, had already been compensated for that delay by having had three months of the prison sentence declared as served. The court had thereby reduced the applicant’s sentence in an express and measurable manner. The fact that the applicant had been given a prison sentence suspended on probation had not changed the fact that sufficient redress had been granted. In the event that the suspension of the sentence had been revoked, the applicant would have had to serve only five months instead of eight. Therefore, the mental strain of the sentence had been less severe. In addition, a condition of a suspended sentence was that compensation by means of a reduced sentence would only take effect if the suspension was revoked. In that regard, the consequences of the “new” execution approach had been the same as those of the previous mitigation approach. As pointed out by the Federal Court of Justice in its judgment (see paragraph 33 above), under both approaches compensation would only be actually awarded if the suspension was revoked and the prison sentence then had to be executed. Furthermore, in determining the sentence the Regional Court had not only expressly reduced the sentence but had also taken into account, in the applicant’s favour, the lengthy overall duration of the proceedings and the time that had elapsed since the criminal act. According to the Government, this had resulted in a quite lenient prison sentence of only eight months. Having regard to the above, the Government concluded that the applicant had already been compensated for the excessive length of the proceedings and could no longer claim to be a victim within the meaning of Article 34 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The applicant submitted that even though the Regional Court had acknowledged the excessive length of the proceedings, he had not been granted any redress. The fact that three of the eight months had been declared already served had not constituted a reduction of his sentence in an express manner that had been measurable and had provided de facto compensation. Since he had committed no further offences during the probation period and consequently the suspension of his sentence had not been revoked, there had been no measurable reduction of his sentence and no compensation had been awarded in any other way. Moreover, as the Regional Court had applied the “execution approach” and had therefore not reduced his sentence, he had lost his status as a civil servant as he had been given a (suspended) prison sentence of more than six months, even though he would have had to serve only five months had the suspension of his sentence been revoked. In sum, he had not received any redress for the violation of Article 6 § 1 of the Convention and could still claim to be a victim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Federal Bar Association submitted, in as far as these comments were admissible, that in the case of a suspended sentence, obtaining redress by having part of the sentence declared as served was only possible in theory, as compensation would be effective only if the suspended sentence were revoked. Therefore, anyone whom a criminal court trusted to act in conformity with the law in the future and, accordingly, whose sentence it thus suspended on probation, would be afforded worse treatment than a person for whom the criminal court had not assumed this to be the case. Moreover, as a consequence of the introduction of the execution solution, ancillary consequences of a criminal conviction, for example the loss of the status of civil servant, were based on the non-reduced prison sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court reiterates that a decision or measure favourable to the applicant is not in principle sufficient to deprive him of his status as a “victim” of a violation of a Convention right unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see, inter alia, Scordino v. Italy (no. 1) [GC], no. 36813/97, § 180, ECHR 2006V, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  As to the redress which has to be afforded to an applicant in order to remedy a breach of a Convention right at national level, the Court has generally considered this to be dependent on all the circumstances of the case, having regard, in particular, to the nature of the Convention violation found. In cases concerning a breach of Article 6 § 1 due to the excessive length of criminal proceedings, the Court has repeatedly found that redress could notably be granted by adequately reducing the prison sentence of the person found guilty of an offence in an express and measurable manner or by discontinuing the criminal proceedings on account of their excessive length (see Ommer v. Germany (no. 1), no. 10597/03, § 68, 13 November 2008, with further references; Ščensnovičius v. Lithuania, no. 62663/13, § 92, 10 July 2018; and Malkov v. Estonia, no. 31407/07, § 40, 4 February 2010). The Court has further accepted in other length-of-proceedings cases that monetary compensation can constitute redress for excessively lengthy proceedings and that the party concerned can then no longer claim to be a victim within the meaning of Article 34 of the Convention (see Scordino, cited above, § 181).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Turning to the facts of the present case, the Court notes that the Regional Court expressly acknowledged that the criminal proceedings had been excessively long on account of a delay that had occurred between 30 January 2013 and 11 February 2015, which was not attributable to the applicant. The Court further observes that the applicant was not rewarded any monetary compensation, nor were the criminal proceedings discontinued due to their unreasonable length. The question therefore remains as to whether the applicant’s prison sentence was reduced in an express and measureable manner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court observes that the Government submitted that the applicant had received a lenient sentence because the Regional Court had also taken the overall duration of the proceedings into account when determining the sentence. It notes, however, that the Regional Court referred not to the period of inactivity between 30 January 2013 and 11 February 2015 but to the time that had passed since the alleged criminal act at the end of 2006 (see paragraph 17). Therefore, it cannot be said that the Regional Court expressly acknowledged a violation of Article 6 § 1 of the Convention in that part of the judgment. Moreover, the reduction of the sentence alleged by the Government is not measureable as the duration of the proceedings was one of many aspects taken into account by the Regional Court when determining the sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Nevertheless, the Court also observes that three months of the applicant’s prison sentence were declared as having been served. In this context it also notes that the sentence was suspended and, as pointed out by the Federal Court of Justice (see paragraph 33 above) and submitted by the parties, the compensation would only be awarded if the suspension were revoked. It is thus conditional as the applicant would profit from the reduction of the prison sentence only in case he recommitted a criminal offence within the probation period. In the Court’s view this form of compensation is, nevertheless, not theoretical, but mitigates the threat of imprisonment, which is inherent in a conditional prison sentence, reducing it from eight to five months, and thus in an express and measurable manner. For this finding it is immaterial that this reduction did not affect the ancillary consequences of the conditional prison sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In these circumstances the Court concludes that declaring three months of the applicant’s suspended prison sentence as having been served constituted sufficient and adequate redress. The applicant can therefore no longer claim to be a victim within the meaning of Article 34 of the Convention. Accordingly the Court finds that there has been no violation of Article 6 § 1 of the Convention and accepts the Government’s objection to that effect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government’s objection as to the applicant’s victim status;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint concerning Article 6 § 1 of the Convention (length of proceedings) admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 6 § 1 of the Convention (length of proceedings) and accepts the Government’s objection as to the applicant’s victim status.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 June 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Yonko Grozev",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Lado Chanturia",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CHIARELLO v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-193736.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0620JUD000049717",
    "externalsources": [],
    "extractedappno": [
        "497/17",
        "1140/16",
        "1/07",
        "21980/04",
        "50541/08",
        "6232/73",
        "45749/06",
        "51115/06",
        "25444/94",
        "64387/01",
        "36813/97",
        "10597/03",
        "62663/13",
        "31407/07"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-193736",
    "judgementdate": "20/06/2019 00:00:00",
    "kpdate": "20/06/2019 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "406",
        "183",
        "498"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-1",
        "34"
    ],
    "parties": [
        "CHIARELLO",
        "GERMANY"
    ],
    "rank": "3519.59375",
    "representedby": [
        "GAPPA R."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "Abdoella v. the Netherlands, 25 November 1992, § 24, Series A no. 248 A",
        "Ibrahim and Others v. the United Kingdom [GC], nos. 50541/08 and 3 others, § 249, ECHR 2016",
        "Kaemena and Thöneböhn v. Germany, nos. 45749/06 and 51115/06, 22 January 2009",
        "König v. Germany [GC], no. 6232/73, § 98, 28 June 1978",
        "Malkov v. Estonia, no. 31407/07, § 40, 4 February 2010",
        "Ommer v. Germany (no. 1), no. 10597/03, § 68, 13 November 2008",
        "Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II",
        "Ščensnovičius v. Lithuania, no. 62663/13, § 92, 10 July 2018",
        "Scordino v. Italy (no. 1) [GC], no. 36813/97, ECHR 2006 V",
        "Simeonovi v. Bulgaria [GC], no. 21980/04, § 110, ECHR 2017 (extracts)",
        "Uhl v. Germany, no. 64387/01, § 27, 10 February 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "489165",
    "typedescription": "15"
}