{
    "__articles": "5;5-1-c;5-3;5-4;29;29-3;41",
    "__conclusion": "Violation of Art. 5-3 (lack of prompt court review);Violation of Art. 5-4;Remainder inadmissible;Non-pecuniary damage - financial awards;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "4528/02",
    "article": [
        "29",
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "details": [
                "lack of prompt court review"
            ],
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "Violation of Art. 5-4",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial awards",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-73185.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 4528/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Turkish nationals, Mr Murat Şevk and Mr Mehmet Şahin Şevk (“the applicants”), on 4 January 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr O.K. Cengiz, a lawyer practising in İzmir. The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged under Article 5 of the Convention that there had been no reasonable suspicion justifying their arrest and that their detention in police custody was too long. Moreover, the first applicant complained that his detention on remand was excessive and that the authorities failed to review speedily the lawfulness of his detention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 13 December 2004 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it also decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1951 and 1979 respectively and live in Bodrum. The second applicant is the son of the first applicant.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 28 June 2001 the Muğla Security Directorate asked the Bodrum Chief Public Prosecutor to issue an arrest warrant for sixteen persons who were suspected of being involved in an organised criminal gang. The gang was allegedly involved in bribing officials, threatening people into selling their property and in money laundering. The first applicant’s name was included in the list. Upon the request of the Bodrum Chief Public Prosecutor, the Bodrum Magistrates’ Court issued a warrant allowing the police to conduct searches of the houses of the suspected persons and to arrest them for the purposes of interrogation.",
                                "elements": []
                            },
                            {
                                "content": "7.  On the same day both applicants were taken into custody in Bodrum. The first applicant was arrested at his home. During the search of his residence the police found two pistols, five hunting rifles, one wire strangulation cord, one butterfly knife, four sets of handcuffs, five commando knives, two cartridge clips and twelve cartridges. The police prepared a search and arrest report, which was signed by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "8.  The second applicant was working as a security guard in an exchange office owned by Ö.A, the person suspected of being the leader of the gang. While the police were conducting a search of the exchange office in order to arrest Ö.A., the second applicant arrived on the scene and was taken into custody for interrogation.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 30 June 2001 the Muğla Security Directorate requested authorisation from the Bodrum Public Prosecutor to extend the applicants’ detention in police custody, as there were a number of suspects.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 4 July 2001 both applicants gave statements to the police. They denied any involvement with the gang. In his statement, the first applicant explained that he knew Ö.A. and had occasionally lent him money. He also confirmed that he had bought a shop from him. However, he denied the allegation that he had been instructed by Ö.A. to threaten people.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 5 July 2001 both applicants were interrogated by the Bodrum Public Prosecutor. During their questioning, the applicants repeated the statements they had made to the police. The second applicant was subsequently released. On the same day the first applicant was brought before the investigating judge at the Bodrum Magistrate’s Court, who subsequently ordered his detention on remand.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 11 July 2001 the first applicant filed an objection against the remand decision.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 23 August 2001 the İzmir State Security Court Public Prosecutor filed a bill of indictment with the İzmir State Security Court against the applicants and sixteen others, accusing them of being involved in the activities of an organised criminal gang, namely by bribing officials and threatening people.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 17 September 2001 the first applicant filed a petition with the court, requesting his release.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 17 October 2001 the applicants’ trial began at the . At the end of the hearing, taking into consideration the seriousness of the offence and the evidence in the case file, the court ruled that the first applicant should be kept in detention on remand.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 23 October 2001 the first applicant’s representative challenged the decision to continue to detain the first applicant on remand before the , via the registry of the . He alleged that there was insufficient evidence to keep his client in detention. Upon the request of the , the public prosecutor submitted an opinion on 19 October 2001.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 22 November 2001 the court refused the first applicant’s request for release. This decision was sent to the Registry of the  on 3 December 2001.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 13 December 2001 the  held its second hearing and released the first applicant pending trial.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 2 May 2002 the court sentenced the first applicant to five months’ imprisonment and acquitted the second applicant.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "20.  The fourth paragraph of Article 128 of the Code of Criminal Procedure (as amended by Law no. 3842/9 of 18 November 1992) provides that any person who has been arrested and/or in respect of whom a prosecutor has made an order for his or her continued detention may challenge that measure before the appropriate district judge and, if successful, be released.",
                                "elements": []
                            },
                            {
                                "content": "21.  Section 1 of Law no. 466 on the Payment of Compensation to Persons Unlawfully Arrested or Detained provides:",
                                "elements": []
                            },
                            {
                                "content": "“Compensation shall be paid by the State in respect of all damage sustained by persons:",
                                "elements": []
                            },
                            {
                                "content": "(1)  who have been arrested, or detained under conditions or in circumstances incompatible with the Constitution or statute;",
                                "elements": []
                            },
                            {
                                "content": "(2)  who have not been immediately informed of the reasons for their arrest or detention;",
                                "elements": []
                            },
                            {
                                "content": "(3)  who have not been brought before a judicial officer after being arrested or detained within the time allowed by statute for that purpose;",
                                "elements": []
                            },
                            {
                                "content": "(4)  who have been deprived of their liberty without a court order after the statutory time allowed for being brought before a judicial officer has expired;",
                                "elements": []
                            },
                            {
                                "content": "(5)  whose close family have not been immediately informed of their arrest or detention;",
                                "elements": []
                            },
                            {
                                "content": "(6)  who, after being arrested or detained in accordance with the law, are not subsequently committed for trial ..., or are acquitted or discharged after standing trial; or",
                                "elements": []
                            },
                            {
                                "content": "(7)  who have been sentenced to a term of imprisonment shorter than the period spent in detention or ordered to pay a pecuniary penalty only...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "22.  The applicants complained that there had been no reasonable suspicion justifying their arrest and that their detention in police custody lasted too long. Moreover the first applicant complained about the length of his detention on remand which lasted for almost five months and about the fact that his detention on remand was not reviewed speedily by the . They invoked Articles 5 §§ 1(c), 3 and 4 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "I.  ADMISSIBILITY",
                        "elements": [
                            {
                                "content": "A.  The Government’s preliminary objection",
                                "elements": [
                                    {
                                        "content": "23.  The Government submitted that the application should be rejected for failure to exhaust domestic remedies as required by Article 35 § 1 of the Convention. The Government argued that the applicants could have, pursuant to Article 128 of the Code of Criminal Procedure, challenged the length of their detention in police custody. They maintained that the applicants could also have sought compensation pursuant to Law no. 466 on the Payment of Compensation to Persons Unlawfully Arrested or Detained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court reiterates that it has already examined and rejected the Government’s preliminary objections in similar cases (see, in particular, Öcalan v. Turkey [GC], no. 46221/99, §§ 66-71, ECHR 2005...). The Court finds no particular circumstances in the instance case, which would require it to depart from this jurisprudence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Consequently, the Court rejects the Government’s preliminary objection.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Other grounds of admissibility",
                                "elements": [
                                    {
                                        "content": "26.  As regards the complaint under Article 5 § 1 (c) of the Convention, the Court notes that that the applicants were arrested in connection with an operation conducted by the Muğla Security Directorate for the arrest of persons suspected of involvement in the activities of an organised criminal gang. During the search of the first applicant’s home, the police officers found several weapons (paragraph 7 above). Moreover, the second applicant was arrested as he was working as a security guard in an exchange office owned by Ö.A, the person suspected of being the leader of the gang (paragraph 8 above). In these circumstances, the suspicion against them may be considered to have satisfied the requirements of Article 5 § 1 (c) as the purpose of the deprivation of liberty was to confirm or dispel suspicions about the involvement of the applicants in this gang.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  As regards the first applicant’s complaint under Article 5 § 3 of the Convention concerning the length of his detention on remand, the Court notes that he was kept in detention on remand for approximately five months and was released at the second hearing held by the İzmir State Security Court. In view of the number of accused, the seriousness of the charges and the evidence against him, the Court considers that the total length of the first applicant’s detention on remand was not excessive within the meaning of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court therefore concludes that the applicants’ complaint concerning a lack of reasonable suspicion justifying their arrest, as well as the first applicant’s complaint concerning the length of his detention on remand, are manifestly ill-founded and must be declared inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court further concludes that the rest of the application is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power.”",
                                "elements": []
                            },
                            {
                                "content": "31.  The Government argued that the length of the applicants’ detention in police custody was in conformity with the legislation in force at the time. Given that the relevant law has since been amended in accordance with the case-law of the Court, the applicants’ allegations were groundless.",
                                "elements": []
                            },
                            {
                                "content": "32.  The Court notes that the applicants’ detention in police custody lasted six days. It reiterates that, in the case of Brogan and Others v. the United Kingdom (judgment of 29 November 1988, Series A no. 145 B, pp. 33-34, § 62), it held that detention in police custody which had lasted four days and six hours without judicial control fell outside the strict time constraints of Article 5 § 3 of the Convention, even though its purpose was to protect the community as a whole against terrorism (see Brogan and Others v. the United Kingdom, judgment of 29 November 1988, Series A no. 145 B, pp. 33-34, § 62).",
                                "elements": []
                            },
                            {
                                "content": "33.  Even supposing that the activities of which the applicants stood accused were serious, the Court cannot accept that it was necessary to detain them for seven days without being brought before a judge or other officer authorised by law to exercise judicial power.",
                                "elements": []
                            },
                            {
                                "content": "34.  There has, accordingly, been a violation of Article 5 § 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  The first applicant complained that the domestic authorities did not examine his application for release with sufficient speed. Article 5 § 4 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“ Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "36.  The Government disputed this allegation, submitting that, in the light of the Court’s case-law (Brogan and Others, cited above, § 59), the domestic authorities must be considered to have complied with the speed requirement of Article 5 § 4.",
                                "elements": []
                            },
                            {
                                "content": "37.  The Court recalls that Article 5 § 4, in guaranteeing to persons arrested or detained a right to take proceedings to challenge the lawfulness of their detention, also proclaims their right, following the institution of such proceedings, to a speedy judicial decision concerning the lawfulness of detention (see Musial v. Poland [GC], no. 24557/94, § 43, ECHR 1999-II). The question whether a person’s right under Article 5 § 4 has been respected has to be determined in the light of the circumstances of each case (see Rehbock v. Slovenia, no. 29462/95, § 84, ECHR 2000XII). The Court must take account of the general conduct of the proceedings and the extent to which delays can be attributed to the behaviour of the applicant or his legal representatives. In principle, however, since the liberty of the individual is at stake, the State must organise its procedures in such a way that the proceedings can be conducted with the minimum of delay (see Zamir v. the United Kingdom, no. 9174/80, Commission’s report of 11 October 1983, DR 40, p. 42, §§ 107–108; Mayzit v. Russia, no. 63378/00, § 49, 20 January 2005)",
                                "elements": []
                            },
                            {
                                "content": "38.  The Court further reiterates that the delay, within the meaning of Article 5 § 4 of the Convention, begins with lodging of the application with the domestic authorities and ends on the day the decision is communicated to the applicant or to his representative (see, mutatis mutandis Koendjbiharie v. the Netherlands, judgment of 25 October 1990, Series A no. 185B, § 28; Singh v. the Czech Republic, no. 60538/00, § 74, 25 January 2005).",
                                "elements": []
                            },
                            {
                                "content": "39.  In the present case the applicant filed a petition to challenge the lawfulness of his detention on remand on 23 October 2001. His request was rejected by the Istanbul State Security Court on 22 November 2001 and this decision was transmitted to the registry of the İzmir State Security Court on 3 December 2001.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Court considers that the period of 41 days which elapsed did not correspond to the requirement of a speedy judicial decision within the meaning of Article 5 § 4 of the Convention (Kadem v. Malta, no. 55263/00, § 44, 9 January 2003, and Rehbock v. Slovenia, no. 29462/95, § 87, ECHR 2000XII). The Court also finds that the whole of this period is attributable to the authorities, since nothing suggests that the applicant, having lodged the application, hampered its examination.",
                                "elements": []
                            },
                            {
                                "content": "41.  There has accordingly been a violation of Article 5 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "43.  The applicants each claimed the sum of 10,000 euros (EUR) for non-pecuniary damage in respect of their detention in police custody for a period of seven days before being brought before the public prosecutor. Moreover the first applicant claimed the sum of EUR 10,000 for non-pecuniary damage arising from the delay in reviewing his application for release pending trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government contested the amounts requested by the applicants and proposed that the finding of a violation would constitute in itself a sufficient compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court considers that the applicants have experienced some non-pecuniary damage which is not sufficiently compensated by the finding of a violation of the Convention. Making its assessment on an equitable basis, the Court awards the first applicant EUR 2,500 and the second applicant EUR 1,400 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "46.  The applicants also claimed EUR 5,000 for the costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government maintained that only expenses actually incurred can be reimbursed. In this connection, they submitted that all costs and expenses must be documented by the applicants or their representative and that approximate figures or lists cannot be considered as relevant and necessary documents to prove the expenditure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court notes that the applicants, who were represented by a lawyer, did not have the benefit of legal aid. Deciding on an equitable basis and having regard to the criteria laid down in its case-law, the Court considers it reasonable to award the applicants jointly EUR 1,500 for their costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "49.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 5 §§ 3 and 4 of the Convention concerning the length of their detention in police custody, as well as the authorities’ delay in reviewing the first applicant’s application for release pending trial, admissible, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into new Turkish liras at the rate applicable at the date of settlement and to be paid into the applicants’ bank account in Turkey:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 April 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "MrD. Popović",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ŞEVK v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-73185.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0411JUD000452802",
    "externalsources": [],
    "extractedappno": [
        "4528/02",
        "46221/99",
        "24557/94",
        "29462/95",
        "9174/80",
        "63378/00",
        "60538/00",
        "55263/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-73185",
    "judgementdate": "11/04/2006 00:00:00",
    "kpdate": "11/04/2006 00:00:00",
    "kpthesaurus": [
        "448",
        "30",
        "227",
        "405",
        "474",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "5-1-c",
        "5-3",
        "5-4",
        "41",
        "5",
        "29",
        "29-3"
    ],
    "parties": [
        "ŞEVK",
        "TURKEY"
    ],
    "rank": "543.220092773438",
    "representedby": [
        "CENGIZ O.K."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Brogan and Others v. the United Kingdom, judgment of 29 November 1988, Series A no. 145-B, pp. 33-34, § 59, § 62",
        "Kadem v. Malta, no. 55263/00, § 44, 9 January 2003",
        "Koendjbiharie v. the Netherlands, judgment of 25 October 1990, Series A no. 185-B, § 28",
        "Mayzit v. Russia, no. 63378/00, § 49, 20 January 2005",
        "Musial v. Poland [GC], no. 24557/94, § 43, ECHR 1999-II",
        "Öcalan v. Turkey [GC], no. 46221/99, §§ 66-71, ECHR 2005-...",
        "Rehbock v. Slovenia, no. 29462/95, § 84, § 87, ECHR 2000-XII",
        "Singh v. the Czech Republic, no. 60538/00, § 74, 25 January 2005",
        "Zamir v. the United Kingdom, no. 9174/80, Commission's report of 11 October 1983, DR 40, p. 42, §§ 107-108"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "333878",
    "typedescription": "15"
}