{
    "__articles": "2;2-1;35;35-3;41",
    "__conclusion": "Preliminary objection partially dismissed (Article 35-3 - Ratione temporis);Remainder inadmissible;Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "57856/11",
    "article": [
        "35",
        "41",
        "2"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-3 - Ratione temporis"
            ],
            "element": "Preliminary objection partially dismissed",
            "type": "other"
        },
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-144680.docx": [
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  The applicant complained about the killing of her husband and insufficiencies in the investigation in that respect. She relied on the substantive and the procedural aspects of Article 2 of the Convention, the relevant part of which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "44.  The Government argued that the applicant had failed to exhaust all available domestic remedies. They contended that the applicant could have lodged a complaint against the individual police officers or employees in the State Attorney’s Office who were in charge of the investigation into the death of her husband. Such a complaint could have led to the institution of disciplinary proceedings. As regards protection against alleged unlawfulness in the conduct of the domestic authorities, the Government pointed out that the applicant could have sought damages from the State pursuant to the State Administration Act (Zakon o sustavu državne uprave). They argued that such a combination of remedies had been found effective by the Court in the case of D.J. v. Croatia (no. 42418/10, 24 July 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In reply, the applicant submitted that the relevant authorities had been made aware of the killing of her husband as early as 1991 and that they had a duty to conduct an official State-assisted investigation. The remedies relied on by the Government were not relevant.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "46.  Before turning to the points raised by the parties in respect of the exhaustion of domestic remedies, the Court will first address the issue of its temporal jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court notes that the issue of the Court’s temporal jurisdiction arises in respect of the applicant’s complaints under both the substantive and procedural aspect of Article 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court reiterates that the provisions of the Convention do not bind a Contracting Party in relation to any act or fact which took place or any situation which ceased to exist before the date of the entry into force of the Convention with respect to that Party; this is an established principle in the Court’s case-law based on general international law (see, among other authorities, Šilih v. Slovenia [GC], no. 71463/01, § 140, 9 April 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In this connection the Court firstly notes that the Convention entered into force in respect of Croatia on 5 November 1997. Therefore, any complaints by the applicant asserting the responsibility of the Contracting State for events which took place in 1991and 1992 are outside the Court’s temporal jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court notes that the applicant’s husband was taken by uniformed men on 15 November 1991. His dead body was found on 9 February 1992. The alleged substantive violation of Article 2 of the Convention therefore occurred prior to 5 November 1997, when the Convention entered into force in respect of Croatia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  It follows that the complaint under the substantive aspect of Article 2 of the Convention is incompatible ratione temporis with the provisions of the Convention within the meaning of Article 35 § 3(a) and must be rejected in accordance with Article 35 § 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  As regards the procedural obligation under Article 2 of the Convention, in its judgment in Šilih, (see Šilih, cited above), the Court clarified that the procedural obligation to carry out an effective investigation under Article 2 constituted a separate and autonomous duty of Contracting States. It therefore considered that an independent obligation capable of binding the State even when the death took place before the critical date arose under Article 2 of the Convention (see, inter alia, Šilih, cited above, § 159; Varnava and Others v. Turkey [GC], nos. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 and 16073/90, § 147, ECHR 2009; and Velcea and Mazăre v. Romania, no. 64301/01, § 81, 1 December 2009). As the Court has observed, the procedural obligation under Article 2 binds the State throughout the period in which the authorities can reasonably be expected to take measures with the aim of elucidating the circumstances of a death and establish responsibility for it (see Šilih, cited above, § 157). In this context, it should be noted that there is little ground to be overly prescriptive as regards the possibility of an obligation to investigate unlawful killings arising many years after the events, since the public interest in obtaining the prosecution and conviction of perpetrators is firmly recognised, particularly in the context of war crimes and crimes against humanity (see Brecknell v. the United Kingdom, no. 32457/04, § 69, 27 November 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The following criteria were set out in the Šilih case:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“162.  First, it is clear that, where the death occurred before the critical date, only procedural acts and/or omissions occurring after that date can fall within the Court’s temporal jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  Second, there must exist a genuine connection between the death and the entry into force of the Convention in respect of the respondent State for the procedural obligations imposed by Article 2 to come into effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Thus a significant proportion of the procedural steps required by this provision – which include not only an effective investigation into the death of the person concerned but also the institution of appropriate proceedings for the purpose of determining the cause of the death and holding those responsible to account – will have been or ought to have been carried out after the critical date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, the Court would not exclude that in certain circumstances the connection could also be based on the need to ensure that the guarantees and the underlying values of the Convention are protected in a real and effective manner.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  These criteria set out in the Šilih case have further been developed in the Janowiec case (see Janowiec and Others v. Russia [GC], nos. 55508/07 and 29520/09, 21 October 2013) where the Court held as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  The Court reiterates at the outset that the procedural obligation to investigate under Article 2 is not a procedure of redress in respect of an alleged violation of the right to life that may have occurred before the critical date. The alleged violation of the procedural obligation consists in the lack of an effective investigation; the procedural obligation has its own distinct scope of application and operates independently from the substantive limb of Article 2 (see Varnava and Others, § 136, and Šilih, § 159, both cited above). Accordingly, the Court’s temporal jurisdiction extends to those procedural acts and omissions which took place or ought to have taken place in the period after the entry into force of the Convention in respect of the respondent Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  The Court further considers that the reference to “procedural acts” must be understood in the sense inherent in the procedural obligation under Article 2 or, as the case may be, Article 3 of the Convention, namely acts undertaken in the framework of criminal, civil, administrative or disciplinary proceedings which are capable of leading to the identification and punishment of those responsible or to an award of compensation to the injured party (see Labita v. Italy [GC], no. 26772/95, § 131, ECHR 2000IV, and McCann and Others v. the United Kingdom, 27 September 1995, § 161, Series A no. 324). This definition operates to the exclusion of other types of inquiries that may be carried out for other purposes, such as establishing a historical truth.",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  The mention of “omissions” refers to a situation where no investigation or only insignificant procedural steps have been carried out but where it is alleged that an effective investigation ought to have taken place. Such an obligation on the part of the authorities to take investigative measures may be triggered when a plausible, credible allegation, piece of evidence or item of information comes to light which is relevant to the identification and eventual prosecution or punishment of those responsible (see Gutiérrez Dorado and Dorado Ortiz v. Spain (dec.), no. 30141/09, §§ 39-41, 27 March 2012; Çakir and Others v. Cyprus (dec.), no. 7864/06, 29 April 2010; and Brecknell v. the United Kingdom, no. 32457/04, §§ 6672, 27 November 2007). Should new material emerge in the postentry into force period and should it be sufficiently weighty and compelling to warrant a new round of proceedings, the Court will have to satisfy itself that the respondent State has discharged its procedural obligation under Article 2 in a manner compatible with the principles enunciated in its caselaw. However, if the triggering event lies outside the Court’s jurisdiction ratione temporis, the discovery of new material after the critical date may give rise to a fresh obligation to investigate only if either the “genuine connection” test or the “Convention values” test, discussed below, has been met.",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  The first sentence of paragraph 163 of the Šilih judgment posits that the existence of a “genuine connection” between the triggering event and the entry into force of the Convention in respect of the respondent State is a condition sine qua non for the procedural obligation under Article 2 of the Convention to come into effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  The Court considers that the time factor is the first and most crucial indicator of the “genuine” nature of the connection. It notes, as it previously did in the Chamber judgment, that the lapse of time between the triggering event and the critical date must remain reasonably short if it is to comply with the “genuine connection” standard. Although there are no apparent legal criteria by which the absolute limit on the duration of that period may be defined, it should not exceed ten years (see, by analogy, Varnava and Others, cited above, § 166, and Er and Others v. Turkey, no. 23016/04, §§ 59-60, ECHR 2012 (extracts)). Even if, in exceptional circumstances, it may be justified to extend the time-limit further into the past, it should be done on condition that the requirements of the “Convention values” test have been met.",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  The duration of the time period between the triggering event and the critical date is however not decisive, in itself, for determining whether the connection was a “genuine” one. As the second sentence of paragraph 163 of the Šilih judgment indicates, the connection will be established if much of the investigation into the death took place or ought to have taken place in the period following the entry into force of the Convention. This includes the conduct of proceedings for determining the cause of the death and holding those responsible to account, as well as the undertaking of a significant proportion of the procedural steps that were decisive for the course of the investigation. This is a corollary of the principle that the Court’s jurisdiction extends only to the procedural acts and omissions occurring after the entry into force. If, however, a major part of the proceedings or the most important procedural steps took place before the entry into force, this may irretrievably undermine the Court’s ability to make a global assessment of the effectiveness of the investigation from the standpoint of the procedural requirements of Article 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  Having regard to the above, the Court finds that, for a “genuine connection” to be established, both criteria must be satisfied: the period of time between the death as the triggering event and the entry into force of the Convention must have been reasonably short, and a major part of the investigation must have been carried out, or ought to have been carried out, after the entry into force.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  The Court further accepts that there may be extraordinary situations which do not satisfy the “genuine connection” standard as outlined above, but where the need to ensure the real and effective protection of the guarantees and the underlying values of the Convention would constitute a sufficient basis for recognising the existence of a connection. The last sentence of paragraph 163 of the Šilih judgment does not exclude such an eventuality, which would operate as an exception to the general rule of the “genuine connection” test. In all the cases outlined above the Court accepted the existence of a “genuine connection” as the lapse of time between the death and the critical date was reasonably short and a considerable part of the proceedings had taken place after the critical date. Against this background, the present case is the first one which may arguably fall into this other, exceptional, category. Accordingly, the Court must clarify the criteria for the application of the “Convention values” test.",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  Like the Chamber, the Grand Chamber considers the reference to the underlying values of the Convention to mean that the required connection may be found to exist if the triggering event was of a larger dimension than an ordinary criminal offence and amounted to the negation of the very foundations of the Convention. This would be the case with serious crimes under international law, such as war crimes, genocide or crimes against humanity, in accordance with the definitions given to them in the relevant international instruments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  The heinous nature and gravity of such crimes prompted the contracting parties to the Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes Against Humanity to agree that they must be imprescriptible and not subject to any statutory limitation in the domestic legal order. The Court nonetheless considers that the “Convention values” clause cannot be applied to events which occurred prior to the adoption of the Convention, on 4 November 1950, for it was only then that the Convention began its existence as an international human rights treaty. Hence, a Contracting Party cannot be held responsible under the Convention for not investigating even the most serious crimes under international law if they predated the Convention. Although the Court is sensitive to the argument that even today some countries have successfully tried those responsible for war crimes committed during the Second World War, it emphasises the fundamental difference between having the possibility to prosecute an individual for a serious crime under international law where circumstances allow it, and being obliged to do so by the Convention.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court has previously considered cases in which some investigation into the deaths in question, as well as relevant court proceedings seeking redress, took place both before and after the critical date (see, for example, Šilih, cited above; Teren Aksakal v. Turkey, no. 51967/99, ECHR 2007-X (extracts); Agache and Others v. Romania, no. 2712/02, 20 October 2009; Velcea and Mazăre, cited above; Şandru and Others v. Romania, no. 22465/03, 8 December 2009; and Tuna v. Turkey, no. 22339/03, 19 January 2010). In such cases, having established that some of the steps were taken after the critical date, the Court examined the nature of these steps and their significance to the procedural obligation under Article 2 in order to assess whether it had temporal jurisdiction. Accordingly, in Šilih, the proximity in time of the death of the applicant’s son to the acceptance by Slovenia of the right of individual petition, as well as the fact that the best part of the civil and criminal proceedings occurred after the critical date, established the temporal competence of the Court in respect of the procedural obligation under Article 2 of the Convention (see Šilih, cited above, §§ 164-65). In finding that it had temporal jurisdiction in the cases of Agache and Others, Velcea and Mazăre and Tuna, the Court emphasised that all or most of the criminal and civil proceedings had begun and were completed after the critical date and that the complaints before the Court essentially related to those proceedings (see Agache and Others, cited above, §§ 70-72; Velcea and Mazăre, cited above, §§ 86-87; and Tuna, cited above, §§ 61-62).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  On the basis of these principles, in the present case the Court considers that, following the killing of the applicant’s husband, a procedural obligation arose requiring the authorities of the respondent State to investigate and to identify and punish the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court notes that following the death of the applicant’s husband the police took certain steps in 1991 and 1992 aimed at investigating the circumstances of his death (see paragraphs 7-10 above). After 1992 there was no other activity on the part of the relevant authorities until September 1999, when the police interviewed a potential witness. Between December 2000 and March 2011 the police interviewed further potential witnesses. The indictment against three persons was lodged on 20 June 2011 and a first-instance judgment was adopted in the criminal proceedings instituted upon that indictment on 9 December 2013. The facts of the case thus show that a significant part of the investigation and the proceedings on indictment have taken place after the ratification of the Convention by Croatia. Since the “genuine connection” test established in the case of Šilih has been satisfied, it is not necessary to assess whether the “Convention values” test from the Janowiec case is applicable as well.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In view of the above, the Court finds that the alleged interference with Article 2 in its procedural aspect falls within the Court’s temporal jurisdiction and that it is therefore competent to examine this part of the application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention obliges applicants first to use the remedies that are normally available and sufficient in the domestic legal system to enable them to obtain redress for the breaches alleged. The existence of the remedies must be sufficiently certain, in practice as well as in theory, failing which they will lack the requisite accessibility and effectiveness. Article 35 § 1 also requires that the complaints intended to be brought subsequently before the Court should have been made to the appropriate domestic body, at least in substance and in compliance with the formal requirements laid down in domestic law, but that no recourse should be had to remedies which are inadequate or ineffective (see Aksoy v. Turkey, 18 December 1996, Reports of Judgments and Decisions 1996-VI, §§ 51-52; Akdivar and Others v. Turkey, 16 September 1996, Reports 1996-IV, §§ 65-67; and Estamirov and Others v. Russia, no. 60272/00, § 73, 12 October 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court emphasises that the application of the rule of exhaustion of domestic remedies must be applied with some degree of flexibility and without excessive formalism. It has further recognised that the rule of exhaustion is neither absolute nor capable of being applied automatically; for the purposes of reviewing whether it has been observed, it is essential to have regard to the circumstances of the individual case. This means, in particular, that the Court must take realistic account not only of the existence of formal remedies in the legal system of the Contracting State concerned but also of the general context in which they operate, as well as the personal circumstances of the applicant. It must then examine whether, in all the circumstances of the case, the applicant did everything that could reasonably be expected of him or her to exhaust domestic remedies (see Akdivar and Others, cited above, § 69; Aksoy, cited above, §§ 53 and 54; and Estamirov and Others, cited above, § 74).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  As regards the specific features of the State’s obligations under Article 2 of the Convention and the requirement of the exhaustion of domestic remedies, the Court reiterates that when there is reason to believe that an individual has died in suspicious circumstances, the State is required to conduct an effective official investigation. It cannot be left to the initiative of the next of kin either to lodge a formal complaint or to take responsibility for the conduct of any investigative procedures (see, Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, § 111, ECHR 2005VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In the present case the authorities were aware of the killing of the applicant’s husband, since it was reported to the police as follows: after the body of Vaso Jelić was found on the banks of the Kupa in Sisak on 9 February and the autopsy carried out on 10 February 1992 indicated that he had been shot dead from a firearm, on 3 April 1992 the Sisak Police lodged a criminal complaint with the Sisak County State Attorney’s Office against a person or persons unknown on charges of murdering Vaso Jelić.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Having been apprised of the above information, the relevant authorities should have taken steps to ensure effective implementation of the domestic criminal-law provisions, which would have satisfied the requirements of the State’s positive obligations under the Convention. The Court does not see how the possibility of lodging a disciplinary complaint against the State officials involved in the criminal proceedings regarding the applicant’s complaints about the killing of her husband could be considered to have in itself satisfied those requirements. Thus, taking into account the obligation of the State authorities to act on their own motion in cases of deaths occurred in suspicious circumstances, the Court considers that the applicant was not required to lodge a complaint for the breach of the official duty against the officials involved, as suggested by the Government (see Remetin v. Croatia, no. 29525/10, §§ 73 and 74, 11 December 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  As regards the Government’s argument that the applicant could have sought damages from the State under the State Administration Act, the Court has repeatedly held that the procedural obligation of the State under Article 2 to conduct a thorough, official, effective and prompt investigation when individuals have been killed as a result of the use of force cannot be substituted by payment of damages. The Court confirms that an action for damages, either to provide redress for the death or for the breach of official duty during the investigation, is not capable, without the benefit of the conclusions of a criminal investigation, of making any findings as to the identity of the perpetrators and still less of establishing their responsibility. Furthermore, a Contracting State’s obligation under Article 2 of the Convention to conduct an investigation capable of leading to the identification and punishment of those responsible in cases of fatal assault might be rendered illusory if, in respect of complaints under that Article, an applicant would be required to exhaust an action leading only to an award of damages (see, mutatis mutandis, Yaşa v. Turkey, 2 September 1998, Reports 1998-VI, § 74, and Isayeva and Others v. Russia, nos. 57947/00, 57948/00 and 57949/00, § 149, 24 February 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  As to the Government’s contention that the Court, in its judgment of D.J. v. Croatia (cited above), established that a disciplinary complaint against a State official, coupled with an action for damages, represented an effective remedy in respect of the procedural aspect of Article 2 of the Convention, the Court firstly notes that the case of D.J. v. Croatia concerned Article 3 of the Convention, relied on in respect of allegations of rape by a private individual. In that case, the Court considered that the issue of the police’s conduct during the initial stages of the enquiry into the applicant’s allegations of rape had been adequately addressed by the national bodies and that such an assessment, coupled with the possibility for the applicant to seek compensation from the State in that regard, showed that there existed a system of redress in the national law for the breach of official duty. However, contrary to the Government’s assertion, the Court continued to stress that the requirement of an effective investigation had not been thereby satisfied (see D.J. v. Croatia, cited above, §§ 94-96).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  Against the above considerations, the Court concludes that the relevant national authorities were aware of the death of the applicant’s husband in suspicious circumstances which required them to carry out an effective official investigation on their own motion (see Matko v. Slovenia, no. 43393/98, § 95, 2 November 2006; Stojnšek v. Slovenia, no. 1926/03, § 79, 23 June 2009; and V.D. v. Croatia, no. 15526/10, § 51, 8 November 2011). They cannot leave it to the initiative of the next of kin either to lodge a formal complaint or to take responsibility for the conduct of any investigative procedures (see, for example, mutatis mutandis, İlhan v. Turkey [GC], no. 22277/93, § 63, ECHR 2000VII; and Rod v. Croatia (dec.), 47024/06, 18 September 2008; and Rantsev v. Cyprus and Russia, no. 25965/04, § 232, ECHR 2010 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  It follows that the Government’s objection must be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court notes that the complaint under the procedural aspect of Article 2 of the Convention is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "69.  The Government argued that there had been no violation of the procedural aspect of Article 2 in the present case. They maintained that the case at issue was very complex and sensitive and that the indictment brought against V.M. and D.B. concerned thirty-four victims. The main suspects in the case, Đ.B. and V.M, had held senior official positions until 1999, and this had impeded the investigation. Furthermore, one of the specific features of investigations into war crimes was a lack of material evidence and the prosecution was highly dependent on witness evidence. However, witnesses had often been reluctant to give evidence for fear of reprisals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  After Croatia became independent, the State apparatus comprised many young and inexperienced officials, who had not known how to address those serious problems. In these difficult circumstances the authorities had done everything they could to identify the perpetrators and bring them to justice. Those who had given orders for the killings had been indicted, and one of the accused had been found guilty of war crimes against the civilian population and sentenced to eight years’ imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The applicant argued that the investigation into the death of her husband had so far yielded little results. None of the direct perpetrators had been indicted, although some of the witnesses had identified them. The indictment relied on by the Government concerned only those who had given orders. The war had ended some eighteen years previously, and the Government’s justification that the officials were young and inexperienced could not be accepted.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "72.  The Court reiterates that Article 2 ranks as one of the most fundamental provisions in the Convention. It enshrines one of the basic values of the democratic societies making up the Council of Europe. The object and purpose of the Convention as an instrument for the protection of individual human beings require that Article 2 be interpreted and applied so as to make its safeguards practical and effective (see, among many other authorities, Anguelova v. Bulgaria, no. 38361/97, § 109, ECHR 2002IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The obligation to protect the right to life under Article 2 of the Convention, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within [its] jurisdiction the rights and freedoms defined in [the] Convention”, also requires by implication that there should be some form of effective official investigation when individuals have been killed as a result of the use of force (see, mutatis mutandis, McCann and Others, cited above, § 161, and Kaya v. Turkey, 19 February 1998, § 86, Reports 1998-I). The essential purpose of such an investigation is to secure the effective implementation of the domestic laws which protect the right to life and, in those cases involving State agents or bodies, to ensure their accountability for deaths occurring under their responsibility. This investigation should be thorough, independent, accessible to the victim’s family, carried out with reasonable promptness and expedition, effective in the sense that it is capable of leading to a determination of whether the force used in such cases was or was not justified in the circumstances or otherwise unlawful, and afford a sufficient element of public scrutiny of the investigation or its results (see Hugh Jordan v. the United Kingdom, no. 24746/94, §§ 105-09, ECHR 2001III (extracts); Douglas-Williams v. the United Kingdom (dec.), no. 56413/00, 8 January 2002; Esmukhambetov and Others v. Russia, no. 23445/03, §§ 115-18, 29 March 2011; and Umarova and Others v. Russia, no. 25654/08, §§ 84-88, 31 July 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Article 2 imposes a duty on the State to secure the right to life by putting in place effective criminallaw provisions to deter the commission of offences against the person, backed up by lawenforcement machinery for the prevention, suppression and punishment of breaches of such provisions (see Osman v. the United Kingdom, § 115, 28 October 1998, Reports 1998VIII; Mastromatteo v. Italy [GC], no. 37703/97, §§ 67 and 89, ECHR 2002VIII; and Menson v. the United Kingdom (dec.), no. 47916/99, ECHR 2003V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Compliance with the State’s procedural obligations under Article 2 requires the domestic legal system to demonstrate its capacity to enforce criminal law against those who have unlawfully taken the life of another (see Nachova and Others, cited above, § 160).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  There must also be an implicit requirement of promptness and reasonable expedition (see Yaşa, cited above, §§ 102-04, and Mahmut Kaya v. Turkey, no. 22535/93, §§ 106-07, ECHR 2000III). The Court does not underestimate the undeniable complexity of the circumstances surrounding the present case. However, while there may be obstacles or difficulties which prevent progress in an investigation in a particular situation, an adequate response by the authorities in investigating allegations of serious human rights violations, as in the present case, may generally be regarded as essential in maintaining public confidence in their adherence to the rule of law and in preventing any appearance of collusion in or tolerance of unlawful acts (see El Masri v. “the former Yugoslav Republic of Macedonia” [GC], no. 39630/09, § 192, ECHR 2012). The effective investigation required under Article 2 also serves to secure the effective implementation of the domestic laws which protect the right to life and, in the cases involving State agents or bodies, to ensure their accountability for deaths occurring under their responsibility (see, among many other authorities, McKerr v. the United Kingdom, no. 28883/95, §§ 111 and 114, ECHR 2001III; and Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, §§ 69 and 72, ECHR 2002II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The requirements of Article 2 go beyond the stage of the official investigation, where this has led to the institution of proceedings in the national courts: the proceedings as a whole, including the trial stage, must satisfy the requirements of the positive obligation to protect lives through the law. While there is no absolute obligation for all prosecutions to result in conviction or in a particular sentence, the national courts should not under any circumstances be prepared to allow offences concerning violent deaths to go unpunished (see, mutatis mutandis, Öneryıldız v. Turkey [GC], no. 48939/99, § 96, ECHR 2004XII; Okkalı v. Turkey, no. 52067/99, § 65, ECHR 2006... (extracts); and Türkmen v. Turkey, no. 43124/98, § 51, 19 December 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Court first notes the Government’s argument that the case was very complex and concerned thirty-four victims and that the Croatian State apparatus at the beginning of the country’s independence had been mainly comprised of inexperienced and young officials who had not known how to deal with such a difficult situation.  The Court accepts that the case indeed is a complex one and that there are elements indicating that it concerned targeted killing of Serbian civilians by members of the Croatian police and army in the Sisak area in a prolonged period during 1991 and 1992 (see above, paragraphs 7, 13, 17-20). The Court is aware that this situation was sensitive for a country that was in war and also accepts that during the war and at the beginning of the county’s independence the State authorities were faced with a difficult situation which was aggravated by the fact that the perpetrators of the crimes subject to the present application appear to have been those same persons who were entrusted with the duty to protect citizens from such crimes, to conduct preliminary enquiries and carry out the initial fact findings, namely some highly-ranked officials of the Sisak police. The facts of the case indeed suggest that the very Head of that police and his deputies were the instigators of the atrocities committed (see paragraphs 16, 19 and 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  In this connection the Court notes that Croatia declared its independence on 8 October 1991 and all military operations ended in August 1995. In January 1998 the UNTAES mandate ceased and the peaceful transfer of power to the Croatian authorities began (see paragraph 12 above). The Court accepts that certain delays in the investigation into the killing of Serbian civilians during the war and post-war recovery were attributable to the overall situation in Croatia, a newly-independent and post-war State which needed certain time to organize its apparatus and for its officials to gain experience. The Court also notes that the town of Sisak was never occupied and has since the independence of Croatia been under the control of the Croatian authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Court acknowledges the efforts of the State Attorney’s office which, in July 2005, required the County State Attorney’s Offices to concentrate their activities on identifying the perpetrators and gathering the relevant information (see paragraph 26 above). A further global measure by the State Attorney’s Office occurred in October 2008 when it instructed the County State Attorney’s Offices to favour impartial investigation of all war crimes, irrespective of the ethnicity of those involved (see paragraph 28 above). The Court also acknowledges that the prosecuting authorities by 31 December 2012 opened investigations in respect of altogether 3,436 alleged perpetrators and that there had been 557 convictions (see paragraph 41 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  As regards the killing of the applicant’s husband, the Court notes that it occurred during the war, on an unspecified date between 15 November 1991 and 9 February 1992, in the Sisak area. In April 1992 the police lodged a criminal complaint with the Sisak County State Attorney’s Office against a person or persons unknown. Thus the investigation was instigated. In this connection, the Court notes at the outset that it has no temporal jurisdiction to examine the facts that occurred before 5 November 1997, the date on which Croatia ratified the Convention. Therefore, it will examine only the part of the inquiry which has taken place since that date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The investigation started in 1991 when the applicant’s husband was killed. None of the measures taken produced any tangible results until 1999 when the police interviewed S.K. He gave some indication that Đ.B., the Head of the Sisak County Police, had been implicated in the arrests and killings of persons of Serbian origin in the Sisak area (see paragraph 13 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court notes the Government’s submission that the investigation was impeded by the fact that the persons who were later on identified as main suspects, Ɖ.B. and V.M, had held senior official positions in the Sisak police until 1999. While this fact certainly made an impact on a possibility to reveal the circumstances of the applicant’s husband’s death and the death of other Serbian civilians liquidated in the same period and the same manner in the Sisak area, they cannot justify subsequent shortcomings in the conduct of the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  On 4 December 2002 M.M. gave evidence to an investigating judge at the Sisak County Court, in which he named several persons allegedly implicated in the killing of Serbs, including Vaso Jelić, in the Sisak area in 1991 (see paragraphs 13, 14 and 15). In March and May 2003 the police and the prosecuting authorities heard evidence from two anonymous witnesses, members of the Croatian Army and specifically the units allegedly implicated in the killings of Serbs in Sisak and surrounding area, who described in detail the modus operandi of the arrests and killings of the Serbian civilians and gave names of several persons allegedly directly implicated, including the persons who had allegedly given orders for such arrests and killings and the name of the person who allegedly shot and killed Vaso Jelić (see paragraphs 16-21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Thus, by 2003 at the latest, the relevant authorities disposed of some information which could possibly lead to the identification of direct perpetrators and those who had ordered the killing of the applicant’s husband. In this connection the Court reiterates that where there is a plausible, or credible, allegation, piece of evidence or item of information relevant to the identification, and eventual prosecution or punishment of the perpetrator of an unlawful killing, the authorities are under an obligation to take further investigative measures (see Brecknell, cited above, § 71).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  While it is uncertain whether any of the information given to the prosecuting authorities and the police would have resulted in convictions, it is nevertheless expected of national authorities that they pursue all possible leads to establish the circumstances in which a person has been killed, in order to comply with their procedural obligations under Article 2 of the Convention (see, mutatis mutandis, Gasyak and Others v. Turkey, no. 27872/03, § 60, 13 October 2009; Mižigárová v. Slovakia, no. 74832/01, § 93, 14 December 2010; and Dobriyeva and Others v. Russia, no. 18407/10, § 69, 19 December 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Court also notes that in the present case one person, V.M., was convicted by the first- instance court of war crimes against the civilian population in his capacity as the Commander of the Police Forces in the broader area of Sisak and Banovina and the Deputy Head of Sisak Police in that he had allowed the killings of persons of Serbian origin and had failed to undertake adequate measures to prevent such killings (see paragraph 35 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  However, apart from the responsibility of the superior officers, in the case at issue there is a deficiency which undermines the effectiveness of the investigation and which could not be remedied by convicting only those in command. In the context of war crimes the superior (command) responsibility is to be distinguished from the responsibility of their subordinates. The punishment of superiors for the failure to take necessary and reasonable measures to prevent or punish war crimes committed by their subordinates cannot exonerate the latter from their own criminal responsibility (see paragraph 42 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  During the investigation three witnesses stated that A.H. had personally shot and killed Vaso Jelić. While a ballistic report was carried out in that connection (see paragraph 29 above), that could not excuse the State authorities from taking further relevant steps to verify statements given by three witnesses. In the situation where the names of potential perpetrators have been revealed to the authorities by witnesses whose reliability has not been called into question and where some of them were direct eyewitnesses, it should be expected of the prosecuting authorities that they take appropriate steps in order to bring those responsible to justice. It does not appear however that such steps were taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  In this connection the Court notes that among the main purposes of imposing criminal sanctions are retribution as a form of justice for victims and general deterrence aimed at prevention of new violations and upholding the rule of law. However, neither of these aims can be obtained without alleged perpetrators being brought to justice. Failure by the authorities to pursue the prosecution of the most probable direct perpetrators undermines the effectiveness of the criminallaw mechanism aimed at prevention, suppression and punishment of unlawful killings. Compliance with the State’s procedural obligations under Article 2 requires the domestic legal system to demonstrate its capacity and willingness to enforce criminal law against those who have unlawfully taken the life of another (see Nachova and Others, cited above, § 160; and Ghimp and Others v. the Republic of Moldova, no. 32520/09, § 43, 30 October 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  At this juncture the Court stresses again the requirement of promptness and reasonable expedition which is implicit in the context of the effectiveness of the domestic proceedings set up to elucidate the circumstances of an individual’s death (see Paul and Audrey Edwards, cited above, § 72; and paragraph 73 above). In the case at issue, the investigative measures were plagued by inexplicable delays.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The Court has already held that even if the investigation could initially have encountered certain objective difficulties due to war and post-war situation, the authorities’ inactivity for long subsequent periods could no longer be justified (compare to Agache and Others, cited above, § 80; Şandru and Others, cited above, § 79; and Association “21 December 1989” and Others v. Romania, nos. 33810/07 and 18817/08, § 100, 24 May 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  Certain delays between September 1999 and August 2010, together with the overall length of the inquiry compromised the effectiveness of the investigation and could not but have had a negative impact on the prospects of establishing the truth.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Court does not underestimate the undeniable complexity of the present case, which concerns not only the isolated event of the killing of the applicant’s husband, but also concerns the investigation and prosecution of those responsible for the killing of a number of other individuals in the Sisak area (see paragraph 78 above), nor the number of war crime cases the Croatian authorities are prosecuting simultaneously (see paragraph 41 above). However, the Court considers that the political and social stakes relied on by the Government cannot by themselves justify the manner in which the investigation was conducted where leads given to the prosecuting authorities concerning the identification of direct perpetrators have not been thoroughly followed. On the contrary, its importance for Croatian society, which consisted in the right of the numerous victims and the society at large to know what had happened ought to have prompted the domestic authorities to conduct an effective investigation that would cover not only those having the command responsibility but direct perpetrators as well in order to prevent any appearance of tolerance of or collusion in unlawful acts (compare to Şandru and Others, cited above; and Association “21 December 1989” and Others, cited above, § 104).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  Having regard to the above, the Court considers that the deficiencies described above are sufficient to conclude that the national authorities failed to carry out an adequate and effective investigation into the circumstances surrounding the killing of the applicant’s husband. There has accordingly been a violation of the procedural obligation of Article 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION IN CONJUNCTION WITH THE PROCEDRUAL ASPECT OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "96.  The applicant complained that her husband had been arrested and killed purely because of his Serbian ethnic origin and that the national authorities had failed to investigate that factor, contrary to Article 14 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "97.  The Court considers that this complaint is closely linked to the one concerning the procedural aspect of Article 2 of the Convention and must also therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "98.  The applicant maintained that her husband had been killed solely because of his Serbian ethnic origin. She argued that one hundred and thirty civilians of Serbian origin had been killed in the Sisak area in 1991 and 1992. This factor had not been properly investigated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Government considered the applicant’s Article 14 complaint wholly unsubstantiated. They maintained that nothing in the conduct of the domestic authorities indicated a difference in the investigation into the killing of the applicant’s husband on the basis of his Serbian origin, or a tendency to cover up events or favour the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  Even though a war crime might be motivated by the victim’s ethnicity, such a motive was not and could not be a decisive factor as regards the conduct of the investigation. On 29 July 2005 the State Attorney’s Office had issued a document on enquiries into the killings of civilians between 1991 and 1995, and on 9 October 2008 they had issued instructions concerning implementation of the criminal laws as regards war crimes. According to the Government, in both of these documents the State Attorney’s Office had set standards for the criminal prosecution of war crimes for the lower state attorney’s offices at county level and had made no distinction between victims on the basis of their ethnicity. The statistical data available to the Sisak County State Attorney’s Office indicated that the number of pending investigations into the killing of Croats in the Sisak area during the war was larger than that concerning the killing of Serbs.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "101.  The Court reiterates that Article 14 has no independent existence, but plays an important role by complementing the other provisions of the Convention and its Protocols, since it protects individuals placed in similar situations from any discrimination in the enjoyment of the rights set forth in those other provisions. Where a substantive Article of the Convention or its Protocols has been relied on both on its own and in conjunction with Article 14 and a separate breach has been found of the substantive Article, the Court may not always consider it necessary to examine the case under Article 14 as well, though the position is otherwise if a clear inequality of treatment in the enjoyment of the right in question is a fundamental aspect of the case (see Dudgeon v. the United Kingdom, 22 October 1981, § 67, Series A no. 45; Chassagnou and Others v. France [GC], nos. 25088/94, 28331/95 and 28443/95, § 89, ECHR 1999-III; and Timishev v. Russia, nos. 55762/00 and 55974/00, § 53, ECHR 2005-XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The Court considers that the main issue in the present case is the one concerning effectiveness of the investigation into the killing of the applicant’s husband. In this regard the Court has already found a violation of the procedural aspect of Article 2 of the Convention after establishing various shortcomings in the investigation. In view of the Court’s analysis under that Article and the violation found, the Court considers that in the circumstances of the present case it is not necessary to examine any further complaint under Article 14 of the Convention (see, by comparison, Skendžić and Krznarić v. Croatia, no. 16212/08, § 118, 20 January 2011).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "103.  The applicant complained that she had no effective remedy at her disposal in respect of the alleged violation of Article 2 of the Convention. She relied on Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "104.  The Court considers that this complaint is closely linked to the one concerning the procedural aspect of Article 2 of the Convention and must also therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "105.  The applicant submitted that she had no effective remedy at her disposal as regards her complaint under the procedural aspect of Article 2 of the Convention because there had been no effective investigation into the death of her husband and because she could not obtain damages in the civil proceedings she had instituted against the State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Government, relying on the same arguments as those they raised regarding the issue of the exhaustion of domestic remedies, argued that the applicant had effective remedies at her disposal which she had failed to use.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "107.  The scope of the obligation under Article 13 varies depending on the nature of the applicant’s complaint under the Convention. Given the fundamental importance of the rights guaranteed by Article 2 of the Convention, Article 13 requires, in respect of the procedural aspect of Article 2, a thorough and effective investigation capable of leading to the identification and punishment of those responsible for the deprivation of life, including effective access for the complainant to the investigation procedure (cf. Avsar v. Turkey, cited above, § 429, and Anguelova, cited above, § 161). The Court further reiterates that the requirements of Article 13 are broader than a Contracting State’s obligation under Article 2 to conduct an effective investigation (see Orhan v. Turkey, no. 25656/94, § 384, 18 June 2002, ECHR 2002, and Khashiyev and Akayeva v. Russia, nos. 57942/00 and 57945/00, § 183, 24 February 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  In view of the Court’s findings above on the procedural aspect of Article 2 of the Convention, that complaint is clearly “arguable” for the purposes of Article 13 (see Boyle and Rice v. the United Kingdom, 27 April 1988, Series A no. 131 § 52). Accordingly, the applicant should have been able to avail herself of effective and practical remedies capable of leading to the identification and punishment of those responsible and to an award of compensation, for the purposes of Article 13.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The issue of the effectiveness of the investigation has already been addressed in the context of Article 2 of the Convention. In view of its findings under Article 2 of the Convention, the Court considers that there is no need to examine further the complaint under Article 13 of the Convention (see Ramsahai and Others v. the Netherlands [GC], no. 52391/99, § 363, ECHR 2007II; Skendžić and Krznarić, cited above, § 111; and Velkhiyev and Others v. Russia, no. 34085/06, § 161, 5 July 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "IV.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  The applicant also complained that the death of her husband caused her suffering. She relied on Article 3 of the Convention which reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "111.  In so far as this complaint falls within its competence ratione temporis, the Court reiterates that while a family member of a “disappeared person” can claim to be a victim of treatment contrary to Article 3 (see Kurt v. Turkey, 25 May 1998, §§ 130-34, Reports 1998III), the same principle would not usually apply to situations where the person taken into custody has later been found dead (see, for example, Tanlı v. Turkey, no. 26129/95, § 159, ECHR 2001-III (extracts)). In such cases the Court would normally limit its findings to Article 2.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Court observes that the situation which is at the heart of the complaint under Article 3 initially presented the features of a “disappearance” case. The applicant’s husband was abducted by unidentified uniformed men on 15 November 1991. However, his dead body was found on 9 February 1992, about three months after his abduction. It necessarily follows that what could initially have been a “disappearance” case must be considered to be a “confirmed death” case. Given these circumstances, the Court is not persuaded that in the present case, despite its gruesome circumstances, the applicant sustained uncertainty, anguish and distress characteristic of the specific phenomenon of disappearances (see, by contrast, Luluyev and Others v. Russia, no. 69480/01, § 115, ECHR 2006XIII (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  In such circumstances, the Court considers that it cannot be held that the applicant’s suffering reached a dimension and character distinct from the emotional distress which may be regarded as inevitably caused to relatives of a victim of a serious human-rights violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "V.  OTHER ALLEGED VIOLATIONS",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The applicant complained under Article 6 § 1 of the Convention that the national courts by wrongly finding that her claim for damages had been lodged after the statutory limitation period had expired, deprived her of the right of access to court because they had not examined her claim on the merits. She also invoked Article 5 of the Convention in relation to the taking of her husband by uniformed persons in November 1991.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  As regards the complaint under Article 6 § 1 of the Convention, the Court notes that the same issue was resolved in the Bogdanović case where the same complaint was found to be manifestly ill-founded (see Bogdanović. Croatia (dec.), no. 72254/11, 18 March 2014; and Orić v. Croatia (dec.), no. 50203/12, 13 May 2014). The Court sees no reason to depart from that approach in the present case. It follows that this complaint is inadmissible under Article 35 § 3(a) and must be rejected pursuant to Article 35 § 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  As regards the complaint under Article 5 of the Convention, the Court notes that it relates to the events that took place in 1991 and 1992 while the Convention entered into force in respect of Croatia on 5 November 1997. It follows that this complaint is incompatible ratione temporis with the provisions of the Convention within the meaning of Article 35 § 3 (a) and must be rejected in accordance with Article 35 § 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  Article 41 of the Convention provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "A.  Damage",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The applicant claimed 3,000 euros (EUR) in respect of pecuniary damage as regards the expenses incurred for the stone erected on the grave of her late husband; and EUR 30,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The Government deemed the sums claimed excessive, unfounded and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  The Court reiterates that there must be a clear causal connection between the damages claimed by the applicants and the violation of the Convention, and that this may, in an appropriate case, include compensation in respect of loss of earnings. However, in the present case the Court has found a violation of the procedural aspect of Article 2 only. Therefore, the Court finds that there is no causal link between the pecuniary damage claimed and the violation found and dismisses the claim for pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  On the other hand, having regard to all the circumstances of the present case, the Court accepts that the applicant suffered non-pecuniary damage which cannot be compensated for solely by the finding of a violation. Making its assessment on an equitable basis, the Court awards the applicant EUR 20,000 in compensation for non-pecuniary damage, plus any tax that may be chargeable to her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "B.  Costs and expenses",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The applicant also claimed EUR 1,000 for the costs and expenses incurred before the Court and EUR 12,300 for those incurred in the civil proceedings whereby she claimed damages in connection with the death of her husband.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The Government submitted that the costs and expenses claimed concerned the domestic proceedings, which had no connection with the proceedings before the Court, and should therefore be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  As to the costs and expenses, the Court has to establish first whether the costs and expenses indicated by the applicant’s representative were actually incurred and, second, whether they were necessary (see McCann and Others v. the United Kingdom, 27 September 1995, § 220, Series A no. 324, and Fadeyeva v. Russia, no. 55723/00, § 147, ECHR 2005IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  As regards the claims of costs, the Court accepts the applicant’s claim for the costs and expenses incurred before it and awards her EUR 1,000 in that respect. However, as regards the costs and expenses incurred before the national courts in the civil proceedings for damages, the Courts notes that no violation has been found as regards these proceedings and accordingly rejects the claim for costs incurred in them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "C.  Default interest",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    },
                                    {
                                        "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Declares the complaints concerning the procedural aspect of Articles 2 and 14 as well as the complaint under Article 13 of the Convention admissible and the remainder of the application inadmissible;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2  Holds that there has been a violation of Article 2 of the Convention under its procedural aspect;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Holds that there is no need to examine the complaint under Article 14 of the Convention;",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Holds that there is no need to examine the complaint under Article 13 of the Convention;",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  Holds",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Croatian kunas at the rate applicable at the date of settlement:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  Dismisses the remainder of the applicant’s claim for costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Done in English, and notified in writing on 12 June 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\tSøren Nielsen\tIsabelle Berro-Lefèvre\n\tRegistrar\tPresident",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF JELIĆ v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-144680.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0612JUD005785611",
    "externalsources": [],
    "extractedappno": [
        "57856/11",
        "42418/10",
        "71463/01",
        "16064/90",
        "16065/90",
        "16066/90",
        "16068/90",
        "16069/90",
        "16070/90",
        "16071/90",
        "16072/90",
        "16073/90",
        "64301/01",
        "32457/04",
        "55508/07",
        "29520/09",
        "26772/95",
        "30141/09",
        "7864/06",
        "23016/04",
        "51967/99",
        "2712/02",
        "22465/03",
        "22339/03",
        "60272/00",
        "43577/98",
        "43579/98",
        "29525/10",
        "57947/00",
        "57948/00",
        "57949/00",
        "43393/98",
        "1926/03",
        "15526/10",
        "22277/93",
        "47024/06",
        "25965/04",
        "38361/97",
        "24746/94",
        "56413/00",
        "23445/03",
        "25654/08",
        "37703/97",
        "47916/99",
        "22535/93",
        "39630/09",
        "28883/95",
        "46477/99",
        "48939/99",
        "52067/99",
        "43124/98",
        "27872/03",
        "74832/01",
        "18407/10",
        "32520/09",
        "33810/07",
        "18817/08",
        "25088/94",
        "28331/95",
        "28443/95",
        "55762/00",
        "55974/00",
        "16212/08",
        "25656/94",
        "57942/00",
        "57945/00",
        "52391/99",
        "34085/06",
        "26129/95",
        "69480/01",
        "72254/11",
        "50203/12",
        "55723/00"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Article 25 of the Statute of the International Criminal Court",
        "Article 6 of the Statute of the International Criminal Tribunal for Rwanda",
        "Article 7 of the Statute of the International Criminal Tribunal for the Former Yugoslavia"
    ],
    "itemid": "001-144680",
    "judgementdate": "12/06/2014 00:00:00",
    "kpdate": "12/06/2014 00:00:00",
    "kpthesaurus": [
        "449",
        "595",
        "14",
        "402",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "2-1",
        "2",
        "35-3",
        "35",
        "41"
    ],
    "parties": [
        "JELIĆ",
        "CROATIA"
    ],
    "rank": "1131.23449707031",
    "representedby": [
        "SUSAK L."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [
        "Agache and Others v. Romania, no. 2712/02, 20 October 2009",
        "Akdivar and Others v. Turkey, 16 September 1996, Reports 1996-IV",
        "Aksoy v. Turkey, 18 December 1996, Reports of Judgments and Decisions 1996-VI, §§ 51-52",
        "Anguelova v. Bulgaria, no. 38361/97, ECHR 2002 IV",
        "Association “21 December 1989” and Others v. Romania, nos. 33810/07 and 18817/08, § 100, 24 May 2011",
        "Bogdanović. Croatia (dec.), no. 72254/11, 18 March 2014",
        "Boyle and Rice v. the United Kingdom, § 52, 27 April 1988, Series A no. 131",
        "Brecknell v. the United Kingdom, no. 32457/04, 27 November 2007",
        "Chassagnou and Others v. France [GC], nos. 25088/94, 28331/95 and 28443/95, § 89, ECHR 1999-III",
        "D.J. v. Croatia, no. 42418/10, 24 July 2012",
        "Dobriyeva and Others v. Russia, no. 18407/10, § 69, 19 December 2013",
        "Douglas-Williams v. the United Kingdom (dec.), no. 56413/00, 8 January 2002",
        "Dudgeon v. the United Kingdom, 22 October 1981, § 67, Series A no. 45",
        "El Masri v. “the former Yugoslav Republic of Macedonia” [GC], no. 39630/09, § 192, ECHR 2012",
        "Esmukhambetov and Others v. Russia, no. 23445/03, §§ 115-18, 29 March 2011",
        "Estamirov and Others v. Russia, no. 60272/00, §§ 73-74, 12 October 2006",
        "Fadeyeva v. Russia, no. 55723/00, § 147, ECHR 2005 IV",
        "Gasyak and Others v. Turkey, no. 27872/03, § 60, 13 October 2009",
        "Ghimp and Others v. the Republic of Moldova, no. 32520/09, § 43, 30 October 2012",
        "Hugh Jordan v. the United Kingdom, no. 24746/94, §§ 105-09, ECHR 2001 III (extracts)",
        "İlhan v. Turkey [GC], no. 22277/93, § 63, ECHR 2000 VII",
        "Isayeva and Others v. Russia, nos. 57947/00, 57948/00 and 57949/00, § 149, 24 February 2005",
        "Janowiec and Others v. Russia [GC], nos. 55508/07 and 29520/09, 21 October 2013",
        "Kaya v. Turkey, 19 February 1998, § 86, Reports 1998-I",
        "Khashiyev and Akayeva v. Russia, nos. 57942/00 and 57945/00, § 183, 24 February 2005",
        "Kurt v. Turkey, 25 May 1998, §§ 130-34, Reports 1998 III",
        "Luluyev and Others v. Russia, no. 69480/01, § 115, ECHR 2006 XIII (extracts)",
        "Mahmut Kaya v. Turkey, no. 22535/93, §§ 106-07, ECHR 2000 III",
        "Mastromatteo v. Italy [GC], no. 37703/97, §§ 67 and 89, ECHR 2002 VIII",
        "Matko v. Slovenia, no. 43393/98, § 95, 2 November 2006",
        "McCann and Others v. the United Kingdom, 27 September 1995, Series A no. 324",
        "McKerr v. the United Kingdom, no. 28883/95, §§ 111 and 114, ECHR 2001 III",
        "Menson v. the United Kingdom (dec.), no. 47916/99, ECHR 2003 V",
        "Mižigárová v. Slovakia, no. 74832/01, § 93, 14 December 2010",
        "Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, ECHR 2005 VII",
        "Okkalı v. Turkey, no. 52067/99, § 65, ECHR 2006 ... (extracts)",
        "Öneryıldız v. Turkey [GC], no. 48939/99, § 96, ECHR 2004 XII",
        "Orhan v. Turkey, no. 25656/94, § 384, 18 June 2002, ECHR 2002",
        "Orić v. Croatia (dec.), no. 50203/12, 13 May 2014",
        "Osman v. the United Kingdom, § 115, 28 October 1998, Reports 1998 VIII",
        "Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, §§ 69 and 72, ECHR 2002 II",
        "Ramsahai and Others v. the Netherlands [GC], no. 52391/99, § 363, ECHR 2007 II",
        "Rantsev v. Cyprus and Russia, no. 25965/04, § 232, ECHR 2010 (extracts)",
        "Remetin v. Croatia, no. 29525/10, §§ 73 and 74, 11 December 2012",
        "Rod v. Croatia (dec.), 47024/06, 18 September 2008",
        "Şandru and Others v. Romania, no. 22465/03, 8 December 2009",
        "Šilih v. Slovenia [GC], no. 71463/01, 9 April 2009",
        "Skendžić and Krznarić v. Croatia, no. 16212/08, 20 January 2011",
        "Stojnšek v. Slovenia, no. 1926/03, § 79, 23 June 2009",
        "Tanlı v. Turkey, no. 26129/95, § 159, ECHR 2001-III (extracts)",
        "Teren Aksakal v. Turkey, no. 51967/99, ECHR 2007-X (extracts)",
        "Timishev v. Russia, nos. 55762/00 and 55974/00, § 53, ECHR 2005-XII",
        "Tuna v. Turkey, no. 22339/03, 19 January 2010",
        "Türkmen v. Turkey, no. 43124/98, § 51, 19 December 2006",
        "Umarova and Others v. Russia, no. 25654/08, §§ 84-88, 31 July 2012",
        "V.D. v. Croatia, no. 15526/10, § 51, 8 November 2011",
        "Varnava and Others v. Turkey [GC], nos. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 and 16073/90, § 147, ECHR 2009",
        "Velcea and Mazăre v. Romania, no. 64301/01, 1 December 2009",
        "Velkhiyev and Others v. Russia, no. 34085/06, § 161, 5 July 2011",
        "Yaşa v. Turkey, 2 September 1998, Reports 1998-VI, § 74"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "402922",
    "typedescription": "15"
}