{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "59753/09",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-204189.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "The case concerns legislative intervention in the course of ongoing proceedings. In particular, the applicant complained, under Article 6 § 1 of the Convention, that the enactment of Law no. 296/2006 had amounted to a breach of his right to a fair trial.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "1.  The applicant was born in 1944 and lives in Foiano della Chiana. He was represented by Mrs E. Fatuzzo, a lawyer practising in Bergamo.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Government were represented by their former Agent, Mrs E. Spatafora, and their former co-Agent, Mrs M. L. Aversano.",
                        "elements": []
                    },
                    {
                        "content": "3.  The circumstances of the case are analogous to those described in Maggio and Others v. Italy (nos. 46286/09 and 4 others, 31 May 2011) and Stefanetti and Others v. Italy (merits) (nos. 21838/10 and 7 others, 15 April 2014).",
                        "elements": []
                    },
                    {
                        "content": "4.  On an unspecified date, the applicant, who had transferred to Italy the pension contributions he had paid in Switzerland, lodged an application with the Istituto Nazionale della Previdenza Sociale (“INPS”) for his pension to be recalculated, in accordance with the 1962 Italo-Swiss Convention on Social Security (see “Relevant legal framework and practice” below and the authorities therein cited), on the basis of the contributions he had paid in Switzerland in respect of work he had performed there over several years. As a basis for the calculation of his pension (in respect of his average remuneration over the final five years of his working life), the INPS employed a theoretical remuneration (“retribuzione teorica”) instead of the actual remuneration (“retribuzione effettiva”). The former resulted in a readjustment on the basis of the existing ratio between the social security contributions paid in, respectively, Switzerland (8%) and in Italy (32.7%), which meant that the calculation had as its basis a notional salary which, according to the applicant, led him to receive a pension equal to one fourth of the pension he should have received.",
                        "elements": []
                    },
                    {
                        "content": "5.  Consequently, in 2006, the applicant lodged a claim with the Arezzo Tribunal (the body responsible for labour and social security disputes), contending that that was contrary to the spirit of the Italo-Swiss Convention.",
                        "elements": []
                    },
                    {
                        "content": "6.  During the time that the relevant proceedings before the Arezzo Tribunal were pending, Law no. 296 of 27 December 2006 (“Law no. 296/2006”) entered into force on 1 January 2007.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 28 May 2009, in view of the entry into force of Law 296/2006, the Arezzo Tribunal dismissed the applicant’s claim.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "RELEVANT LEGAL FRAMEWORK AND PRACTICE",
                "elements": [
                    {
                        "content": "8.  The relevant domestic law and practice concerning the case are to be found in Maggio and Others (cited above, §§ 27-35) and in Stefanetti and Others (merits) (cited above, §§ 13-27).",
                        "elements": []
                    }
                ],
                "section_name": "relevant_law"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "9.  The applicant complained that the legislative intervention – namely the enactment of Law no. 296/2006, which altered the well-established relevant case-law while proceedings were still pending – had denied him his right to a fair hearing under Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "10.  The Court notes that the application is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "11.  The applicant submitted that by virtue of the enactment of Law no. 296/2006 the Government had interfered in favour of one of the parties in pending proceedings. Law no. 296/2006 had introduced an interpretation of the relevant legal provisions that was diametrically opposed to the meaning given to them by the established case-law of the Court of Cassation (particularly after its 2004 judgment – see Stefanetti and Others v. Italy (merits), nos. 21838/10 and 7 others, § 17, 15 April 2014).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Government limited themselves to affirming that the applicant had not suffered any damage on account of the implementation of the law. They maintained that the difference between what should have been paid as a pension to the applicant in the absence of Law no. 296/2006 and the amount actually received amounted to zero.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The Court observes that virtually identical circumstances gave rise to a violation of Article 6 in the cases of Maggio and Others v. Italy (nos. 46286/09 and 4 others, 31 May 2011) and Stefanetti and Others (merits) (cited above), and is satisfied that there is no reason to hold otherwise in the present application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  There has accordingly been a violation of Article 6 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "15.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "16.  The applicant claimed 410,175 euros (EUR) in respect of pecuniary damage and EUR 25,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Government maintained that, having regard to the period worked in Switzerland, the applicant had suffered no pecuniary or nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Having regard to the calculation made by the INPS (see Stefanetti and Others v. Italy (just satisfaction), nos. 21838/10 and 7 others, § 22, 1 June 2017), which took into account the difference between what should have been paid as a pension to the applicant in the absence of Law no. 296/2006 and the amount actually received, the Court considers that there is no call to award the applicant any sum in respect of pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  With regard to non-pecuniary damage, the Court considers that the finding of a violation in this judgment is sufficient to compensate the applicant for the non-pecuniary damage sustained.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "20.  The applicant also claimed a lump sum of EUR 10,000 for the costs and expenses incurred before the domestic courts and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Government submitted that no award should be made under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award the sum of EUR 500 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "23.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months, the following amount:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Aleš Pejchal",
            "role": "president"
        },
        {
            "name": "Pauliine Koskelo",
            "role": "judges"
        },
        {
            "name": "Tim Eicke",
            "role": "judges"
        },
        {
            "name": "Renata Degener",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GRIECO v. ITALY",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-204189.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0903JUD005975309",
    "externalsources": [],
    "extractedappno": [
        "59753/09",
        "46286/09",
        "21838/10"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-204189",
    "judgementdate": "03/09/2020 00:00:00",
    "kpdate": "03/09/2020 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "GRIECO",
        "ITALY"
    ],
    "rank": "7229.6748046875",
    "representedby": [
        "FATUZZO E."
    ],
    "respondent": "ITA",
    "respondentOrderEng": "23",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "500231",
    "typedescription": "15"
}