{
    "__articles": "8",
    "__conclusion": "No violation of Art. 8",
    "applicability": "",
    "appno": "33829/07",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "No violation of Art. 8",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-104361.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 33829/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Bogusław Kijowski (“the applicant”), on 15 June 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr Z. Cichoń, a lawyer practising in Krakow. The Polish Government were represented by their Agent, Mr J. Wołąsiewicz, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the domestic authorities had failed to take effective steps to enforce his right to respect for his family life in respect of his two sons, as guaranteed by Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 12 October 2009 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 1). The President also gave priority to the application, pursuant to Rule 41 of the Rules of the Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1966 and lives in Kraków.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant married in 1996 and has two sons, A, born on 3 December 1996, and B, born on 4 February 2003.",
                                "elements": []
                            },
                            {
                                "content": "7.  In November 2002 the applicant's wife moved to her parents' house, taking A with her. One month later she instituted divorce proceedings. The applicant visited them on several occasions. However, most of these visits were disrupted by the couples' mutual hostility. In February 2003 the applicant's wife informed him that she would not allow further visits, but the applicant continued to go to her flat, sometimes with other members of his family.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 3 August 2003 the applicant, during one of the visits, took his son A away with him, without his wife's consent and apparently by force. Afterwards A lived with the applicant in Kraków until 8 March 2007.",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant submitted that A had been neglected and that he had acted in the best interests of his son. A subsequently received dental treatment, psychological support and speech therapy, and started going to school.",
                                "elements": []
                            },
                            {
                                "content": "The Government submitted that the child's psychological problems had been caused by the trauma of being kidnapped by his father, which had also led to the aggravation of his stutter. They relied on the reasoning of the  judgment of 30 June 2006 (see paragraph 16 below).",
                                "elements": []
                            },
                            {
                                "content": "10.  In August 2003 the applicant's wife informed the prosecutor that her son had been kidnapped by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "The applicant's wife also applied to the court for sole residence of A; however, on 19 November 2003 the  decided to make a temporary residence order for A with the applicant. The applicant's wife was granted contact rights. The Government submitted that the applicant had been hindering her contact with A; the applicant denied this.",
                                "elements": []
                            },
                            {
                                "content": "11.  In May 2004 the parties and A were examined by experts from the RODK (Regional Family Consultation Centre). Their opinion was that A should live with his mother, although the applicant should enjoy extensive contact rights.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 22 November 2004 the court changed its decision of 19 November 2003 and made a residence order for A with the applicant's wife. The applicant was granted contact rights and was ordered to return the child to his wife. An appeal by the applicant against this decision was dismissed on 22 March 2005.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant failed to comply with this decision and refused to return A.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 8 December 2004 the Brzesko District Court dismissed in the light of DNA tests the applicant's action contesting his paternity of B. Subsequently, the applicant attempted to visit B; however, his wife apparently hindered his contact with his younger son.",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicant continued to live with A, who changed schools; they apparently moved house more than once. The applicant's wife complained to the prosecutor and attempted to have the decision of 22 November 2004 enforced.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 30 June 2006 the  granted the applicant's petition for divorce. The court further decided to limit the applicant's parental responsibility for A and to deprive him altogether of parental responsibility for B. Residence of both children was ordered to be with the applicant's former wife. The court also allowed the applicant contact rights in respect of both his sons.",
                                "elements": []
                            },
                            {
                                "content": "17.  An appeal by the applicant against the judgment was dismissed on 28 December 2006 by the Kraków Court of Appeal. The reasoned judgment was notified to the applicant on 15 February 2007.",
                                "elements": []
                            },
                            {
                                "content": "18.  The applicant's former wife made contact with B impossible for the applicant. However, he failed to institute enforcement proceedings against his former wife or to apply to the court for a fine to be imposed on her.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 8 March 2007 the applicant was arrested by the police in view of the reasonable suspicion that he had kidnapped A and kept him, in spite of the final judgment of 30 June 2006 and the previous order of 22 November 2004. He remained in pre-trial detention for six months and was released in September 2007. On 25 May 2007 the applicant was indicted before the Kraków District Court. Subsequently, the applicant and his mother were found guilty of keeping A with them, in breach of domestic decisions. On 4 December 2009 the  quashed that judgment. It appears that the proceedings are pending before the trial court.",
                                "elements": []
                            },
                            {
                                "content": "20.  A was only returned to residence with his mother three months after the applicant's arrest, because between 8 March and 8 July 2007 he had been living with the applicant's mother.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 25 January 2008 A was heard by the prosecutor in the criminal proceedings against the applicant. The child stated that he preferred to live with his father and that his mother had been threatening him and had forbidden him to call his father.",
                                "elements": []
                            },
                            {
                                "content": "22.  In March 2008 A ran away from his mother's and went to his father's house, located 100 kilometres away. The applicant took him to the police station and A was returned to his mother.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 1 April 2008 A ran away again and joined his father in Kraków. They have been living together since then.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 8 April 2008 the applicant applied to the Dąbrowa Tarnowska District Court for a new decision regarding parental responsibility and for an order for A's residence with him.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 10 April 2008 the court guardian visited the applicant and A. According to her opinion, A did not want to live with his mother, had good living conditions with his father and paternal grandmother in Kraków and preferred to stay with his father.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 14 April 2008 the court dismissed the applicant's request for an interim order changing the child's place of residence (o zabezpieczenie wniosku).",
                                "elements": []
                            },
                            {
                                "content": "27.  On 23 June 2008 the  made an interim order suspending contact between the applicant and B, which had been ordered in the divorce judgment of 30 June 2006.",
                                "elements": []
                            },
                            {
                                "content": "28.  At a hearing on 6 October 2008 the Dąbrowa Tarnowska District Court heard, inter alia, the director of A's former school, which he had been attending while living at his mother's. She testified that A had very often spoken to her complaining about his situation at home, in particular that his mother had prohibited him from visiting his father as well as from calling the applicant or using a computer for the purpose of contacting him. During the stay at his mother's the child apparently felt that he had been treated differently from his brother B and that his mother had threatened that he would be taken to a children's home and that his father would be arrested again.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 6 October 2008 the court again dismissed the applicant's request for an interim order allowing A's place of residence to be with him. The court established that A had had de facto residence with the applicant between August 2003 and March 2007 and since April 2008. The child obviously had a stronger attachment to his father. However, the court did not consider that there was enough evidence to issue an interim order changing the earlier decision of A's place of residence before the case was ready for a decision on the merits.",
                                "elements": []
                            },
                            {
                                "content": "30.  At the hearing on 27 April 2009 the court heard A, who was then twelve years old, for the first time.",
                                "elements": []
                            },
                            {
                                "content": "31.  On the same date the court dismissed the applicant's request for the interim residence of A to be with him. The court again considered that without a thorough examination of the case it would not be possible to assess whether the best interests of the child required him to stay with his mother or with his father. Therefore the court decided to first hear experts and to obtain their opinion in order to establish the reasons for A's hostility towards his mother. An appeal by the applicant against this decision was dismissed on 20 July 2009.",
                                "elements": []
                            },
                            {
                                "content": "32.  On 11 August 2009 the Dąbrowa Gornicza District Court ordered an opinion to be prepared by the RODK. The opinion was finally submitted to the court on 16 December 2009. According to the experts the best interests of A required that the residence order be changed to allow A to live with the applicant. The experts took into account the feelings and choices made by A and the family situation characterised by a prolonged conflict between his parents, with A caught in the middle of that conflict. Nevertheless the experts noticed that A had been influenced by the applicant, who had enlisted him in a coalition against his mother and expected absolute loyalty from him. Such behaviour worked against the applicant's ability to be a good parent and violated the child's right to express his feelings freely and to form views about the family and the world on the basis of his own experience.",
                                "elements": []
                            },
                            {
                                "content": "33.  On 15 February 2010 the Kraków District Court allowed the applicant's request of 8 April 2008, granted him full parental responsibility and ordered A's residence with him. It limited the parental responsibility of the applicant's former wife in respect of A.",
                                "elements": []
                            },
                            {
                                "content": "The court considered that A's negative attitude towards his mother, which manifested itself during the period when he was under her care in 2007, had been caused by the lengthy period of total deprivation of any contact between them and during which the applicant had isolated A from his mother. Moreover, for a prolonged period of time the applicant had the undisturbed opportunity to influence his child and create a very strong bond between them.",
                                "elements": []
                            },
                            {
                                "content": "Nevertheless, the court considered that the situation of the child had substantially changed since the divorce judgment of 30 June 2006. A had been living with the applicant, who has been securing his emotional and material needs. The court also took into account the wish of the child as to his preferred place of residence, given his age and level of maturity. Regard being had to the above, the court decided that the best interests of the child required the previous decisions to be modified and an order made for A's place of residence to be with the applicant.",
                                "elements": []
                            },
                            {
                                "content": "34.  The applicant's former wife appealed against the decision, but on 15 July 2010 the  dismissed the appeal.",
                                "elements": []
                            },
                            {
                                "content": "35.  On 7 April 2010 the Dąbrowa Tarnowska District Court modified the judgment of 30 June 2006 and banned any contact between the applicant and his younger son B. The court found that the applicant had never wanted his second child, contested his paternity of him and had seen B only twice: once after B's birth in 2003 and once in connection with the preparation of a psychological opinion at the RODK. In consequence B, seven years old, had not developed any emotional ties with the applicant, and in fact was afraid of him and perceived him as a threat to the stability of his family. The court concluded that the best interests of the child required all contact between him and the applicant to cease.",
                                "elements": []
                            },
                            {
                                "content": "36.  The applicant appealed against this decision, but on 11 June 2010 the Dabrowa Tarnowska District Court rejected the appeal for failure to lodge it in accordance with formal requirements, namely by lodging it out of time. A further appeal against the latter decision was dismissed on 20 July 2010 by the .",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "37.  Under Article 106 of the Family and Custody Code, a final court decision as to parental responsibility and contact arrangements can be modified at any time if the interests of the child so require, either upon an application by either parent or by the court acting of its own motion.",
                                "elements": []
                            },
                            {
                                "content": "38.  Pursuant to Article 730 of the Code of Civil Procedure a party can request the court to issue an interim order in order to secure a claim concerning, for instance, contact arrangements.",
                                "elements": []
                            },
                            {
                                "content": "39.  The relevant domestic law concerning the enforcement of a parent's contact rights is set out in the Court's judgment in the case of P.P. v.  (no. 8677/03, §§ 6974, 8 January 2008).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicant complained that the authorities had failed to take the necessary measures to secure respect for his family life, as provided in Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "41.  The Government contested that argument maintaining, among other things, that the applicant had failed to exhaust domestic remedies.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "42.  The Court notes that the applicant's complaint under Article 8 is twofold and concerns, firstly, the delay with which the authorities dealt with his application for a change in the residence order regarding his son A and, secondly, his wife's hindering his contact with his son B.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  With respect to the complaint relating to his son A, the Government argued that it was open to the applicant to lodge a complaint under the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (“the 2004 Act”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court observes that the 2004 Act introduced remedies, of both a remedial and compensatory character, concerning specifically the right to have one's case examined within a reasonable time within the meaning of Article 6 § 1 of the Convention. It has held that these remedies are effective in respect of the excessive length of pending judicial proceedings (see Charzyński v. Poland (dec.), no. 15212/03, 1 March 2005). However, in the present case it is not merely the excessive length of civil proceedings which is in issue, but the question whether in the circumstances of the case seen as a whole, the State can be said to have complied with its positive obligations under Article 8 of the Convention (see, as regards Article 2 of the Convention, Mojsiejew v. , no. 11818/02, § 42, 24 March 2009). The Court reiterates that in cases of this kind the adequacy of measures taken by the authorities is also to be judged by the swiftness of their implementation; they require urgent handling as the passage of time and change of circumstances can have irreparable consequences for relations between the children and the parent who does not live with them (see Ignaccolo-Zenide v. Romania, no. 31679/96, § 102, ECHR 2000-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court thus rejects the Government's preliminary objection. It considers that the applicant's complaint relating to his son A is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Secondly, the applicant complained that in spite of the orders allowing him to visit B all contact had been hindered by his former wife. However, the Court observes that the applicant made no attempts to have visits regulated between the birth of B in 2003 and the divorce decree of 30 June 2006. Afterwards, he failed to apply to enforce the visits ordered in the latter judgment or to apply for his former wife to be fined for alleged non-compliance with the visiting arrangement (see paragraph 18 above). After the temporary suspension of his contact with B in 2008 he did not apply to have the visits resumed (see paragraph 27 above). Finally, on 7 April 2010 the  noted that the applicant had seen seven-year-old B twice and had shown no interest in establishing contact with him, and thus had not enjoyed any emotional ties with his younger son. The court prohibited the applicant from visiting B; however, the applicant did not appeal against this decision within the time-limit, and thus clearly failed to exhaust domestic remedies (see paragraphs 35 and 36 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Therefore, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "48.  The applicant in general submitted that the authorities had failed to act promptly to determine his request of 8 April 2008 for the residence order concerning A to be changed. He underlined that the best interests of the child required that his request be dealt with expeditiously.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government submitted that the authorities had taken all the necessary steps that could reasonably be demanded of them. They stressed the complexity of the matter and the fact that the parties were in conflict. They submitted that the courts concerned had held many lengthy hearings and heard witnesses. The Government concluded that the length of the proceedings to change the residence order, instituted by the applicant on 8 April 2008, did not amount to a breach of the applicant's right to respect for his family life under Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court reiterates that the essential object of Article 8 is to protect the individual against arbitrary action by public authorities. There are in addition positive obligations inherent in effective “respect” for family life. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation (see, among other authorities, Dąbrowska v. Poland, no. 34568/08, § 44, 2 February 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court's case-law has consistently held that Article 8 includes a right for a parent to have measures taken with a view to his or her being reunited with the child, and an obligation for the national authorities to take such measures. This applies not only to cases dealing with the compulsory taking of children into public care and the implementation of care measures (see, inter alia, Olsson v. Sweden (no. 2), judgment of 27 November 1992, Series A no. 250, pp. 35-36, § 90), but also to cases where contact and residence disputes concerning children arise between parents and/or other members of the children's family (see Hokkanen v. Finland, 23 September 1994, § 55, Series A no. 299A, and Zawadka v. Poland, no. 48542/99, § 55, 23 June 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In such cases the obligations of the national authorities are not, however, absolute. The key consideration is whether those authorities have taken all the necessary steps to facilitate such contact as can reasonably be demanded in the particular circumstances of each case (see, mutatis mutandis, Hokkanen, cited above, § 58). Other important factors in proceedings concerning children are that time takes on a particular significance, as there is always the danger that any procedural delay will result in the de facto determination of the issue before the court (see W. v. the United Kingdom, judgment of 8 July 1987, Series A no. 121, pp. 2829, §§ 6264).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court notes that there is a broad consensus – including in international law – in support of the idea that in all decisions concerning children, their best interests must be paramount (see, among many other authorities, Neulinger and Shuruk v. Switzerland [GC], no. 41615/07, § 135, 6 July 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Turning to the circumstances of the instant case, the Court notes that since the breakdown of the applicant's marriage in 2002 the applicant has been caring for his son alone, with the exception of a one-year period between March 2007 and 1 April 2008. The child lived with him, in breach of the domestic decision of 22 November 2004 and the subsequent divorce decree of 30 June 2006, which had ordered A's residence with his mother. The authorities were only able to enforce the residence order in July 2007, when the child was placed in the care of his mother. It appears that this reunion was not successful and the child twice ran away from home to his father (see paragraphs 22 and 23 above). On 1 April 2008 A permanently moved in with his father, with whom he has been living ever since. The domestic court legalised this situation and ordered the child's residence with the applicant on 15 February 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  It thus appears that the domestic authorities' inability to enforce the residence order and divorce decree placing A in the care of his mother benefited the applicant, who enjoyed de facto residence with his son.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The core of the applicant's complaint in the case under consideration was that the authorities were not diligent in examining his request to change the residence order in respect of A, in breach of his right to respect for his family life. The applicant lodged the request with the domestic court on 8 April 2008 in the light of the fact that the child, who was then eleven years old, preferred to live with the applicant and had been under his sole care for most of his life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The court decided on the request on 15 February 2010 and allowed it, legalising the status quo. In the meantime, it dismissed on 14 April and 6 October 2008 and on 27 April 2009 the applicant's applications for interim residence orders for the child (see paragraphs 26, 29 and 31 above). The court considered that although the child had been de facto in residence with the applicant, there was not enough evidence to issue an interim order changing the earlier decision on A's place of residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court notes that the domestic court held several hearings and heard all parties involved, including the child. It also requested an expert opinion from the Regional Family Consultation Centre. The opinion was submitted to the court in December 2009. Given that the preparation of that opinion involved psychological examinations of the applicant, his former wife, and A, that delay could not be said to have been excessive. Shortly afterwards the court gave a decision on the merits and ordered A's residence with the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court reiterates that the task of assessing the best interests of the child is primarily one for the domestic authorities, which in the instant case had the benefit of direct contact with the persons concerned. The Court cannot substitute itself for the domestic authorities in the exercise of their responsibilities as regards the modification of the residence order. Rather its task is to review under the Convention the decisions taken by those authorities in the exercise of their discretion and to assess if they have taken all steps that can reasonably be demanded in the special circumstances of this case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court considers that the proceedings involved a certain degree of complexity caused not only by the obvious conflict between the parties but also by the important fact that the applicant had acted in breach of domestic law when he decided to keep A with him. The domestic authorities also had to take into account the wishes of A, who had reached the age of thirteen and clearly wished to live with the applicant (see Kaleta v. , no. 11375/02, § 58, 16 December 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Regard being had to the above considerations, and the margin of appreciation allowed to the domestic authorities, the Court does not consider that the period of one year and ten months during which the domestic courts dealt with the merits of the applicant's request to modify the residence order in respect of A amounted to a breach of the applicant's right to respect for his family life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has been no violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  Lastly, the applicant complained under Article 6 of the Convention that his divorce proceedings had been unfair. However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the complaint under Article 8 of the Convention in respect of the applicant's older son A admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by six votes to one that there has been no violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 April 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the dissenting opinion of Judge V.A. De Gaetano is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "N.B.",
                        "elements": []
                    },
                    {
                        "content": "T.L.E.",
                        "elements": []
                    },
                    {
                        "content": "1.  I regret that I cannot agree with the decision of the majority of the Court on the question of whether or not there has been a violation of Article 8. To my mind there was in this case such a violation.",
                        "elements": []
                    },
                    {
                        "content": "2.  This is a child custody case. The relevant period is from 8 April 2008  when the applicant applied to the District Court to have the order made for the child to be allowed to stay with him  to 15 February 2010  when the said District Court allowed the request: in all a period of just over one year and ten months, in effect almost two years. This may not be a particularly long period of time for a civil or commercial case involving property rights. Here, however, we are dealing with the continued “uncertainty” as to the custody of a child, an uncertainty which is, of its very nature, an interference in and with the family life of the parties concerned. The longer this uncertainty persists, the more long term harm is caused to the development of the child. In these cases, therefore, justice cannot be administered piecemeal or in fits and starts.",
                        "elements": []
                    },
                    {
                        "content": "3.  This, one would have thought, is nothing new. When the Committee of Ministers of the Council of Europe, in their Guidelines on Child Friendly Justice (adopted on 17 November 2010 at the 1098th meeting of the Ministers' Deputies) stated in para. 50 that “In all proceedings involving children, the urgency principle should be applied to provide a speedy response and protect the best interests of the child, while respecting the rule of law”, they were not inventing rocket science; they were just re-stating the obvious. Likewise, para. 51: “In family law cases (for example parentage, custody, parental abduction), courts should exercise exceptional diligence to avoid any risk of adverse consequences on the family relations.” Sometimes, however, one tends to miss the wood for the trees.",
                        "elements": []
                    },
                    {
                        "content": "4.  It should have also been patently obvious to anyone with a modicum of practical experience of family court work that the de facto custody which the father had enjoyed should have been confirmed. The child, A, had been with the applicant since 3 August 2003; by the time the request was made on 8 April 2008, A was old enough (11 and a half years) to be able to express his views, as he in fact did to the prosecutor who was conducting the criminal proceedings against the applicant (para. 21 of the judgment); he twice ran away from his mother's residence (paras. 22 and 23). In short, contrary to what is stated in para. 58, the case presented no particular complexity or difficulty  unless one considers the inevitable conflict between the parents in any custody case as “complexity”. Being a child custody case, the court seized of the application of 8 April 2008 was expected to have all the important facts in hand before or at most by the first hearing, to be able then to deal with the application using “exceptional diligence”. Instead it proceeded to deal with the case as if it were an ordinary case, receiving a little bit of evidence at every hearing (as seems to be the practice in ). Suffice it to point out – and this is what really makes the case almost surreal as to the length of time it took to decide the application of 8 April 2008 – that the court guardian visited the applicant and A on 10 April 2008, but it was not before 27 April 2009 that A was heard by the court, and it was only on 11 August 2009 that the court commissioned an expert opinion. Again, this expert opinion only stated the obvious, even as regards the applicant's influence on A's views “about the family and the world” (para. 32). It is also to be observed that, contrary to what is recommended in paragraph 52 of the Guidelines of the Committee of Ministers of the Council of Europe on child friendly justice, already mentioned above, the District Court on three occasions refused also to make an interim order (paras. 26, 29 and 31).",
                        "elements": []
                    },
                    {
                        "content": "5.  Finally, to suggest, as is done in paragraph 58, that the case before the Polish courts was somehow complex or difficult because of “the important fact that the applicant had acted in breach of domestic law when he decided to keep A with him” (after the divorce ruling of the 30 June 2006) puts again the whole issue of the need for exceptional diligence in similar cases completely out of focus. Whether or not there has been a violation of the State's positive obligations under Article 8 in such cases should not depend in any way on who, as between husband and wife (or father and mother), has accumulated the most Brownie points.",
                        "elements": []
                    },
                    {
                        "content": "6.  The Court had, with this case, an opportunity to break a lance on behalf of expeditious proceedings in child custody cases. It has missed that chance.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Having deliberated in private on 15 March 2011"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KIJOWSKI v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-104361.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0405JUD003382907",
    "externalsources": [],
    "extractedappno": [
        "33829/07",
        "8677/03",
        "15212/03",
        "11818/02",
        "31679/96",
        "34568/08",
        "48542/99",
        "41615/07",
        "11375/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-104361",
    "judgementdate": "05/04/2011 00:00:00",
    "kpdate": "05/04/2011 00:00:00",
    "kpthesaurus": [
        "451"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "8"
    ],
    "parties": [
        "KIJOWSKI",
        "POLAND"
    ],
    "rank": "792.752197265625",
    "representedby": [
        "CICHON Z."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "363693",
    "typedescription": "15"
}