{
    "__articles": "6;6-1;6-3-b;10;29;29-3;35;35-1;41",
    "__conclusion": "Violation of Art. 6-1 with regard to the lack of independence and impartiality;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award",
    "applicability": "",
    "appno": "60177/00",
    "article": [
        "29",
        "10",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 with regard to the lack of independence and impartiality",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award",
            "type": "other"
        }
    ],
    "content": {
        "001-68509.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 60177/00) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Turkish nationals, Mr Osman Özüpek, Mr Duran Özdemir and Mr Hüseyin Avni Yazıcıoğlu (“the applicants”), on 16 March 1999.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms A. Stock, Mr M. Muller, Mr Tim Otty and Mr K. Yıldız of the Kurdish Human Rights Project (). The Turkish Government (“the Government”) did not designate an Agent for the purpose of the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 27 April 2004 the Court declared the application partly inadmissible and decided to communicate the complaint concerning the applicants’ right to a fair trial by an independent and impartial tribunal to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1973, 1965 and 1960 respectively. The first and second applicants live in  and the third applicant lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicants were employed by the Culture and Education Department of the Sincan District Council in  and were involved in the organisation of public activities and events during religious and national days. Upon the instructions of the mayor and the deputy mayor, the applicants organised on 31 January 1997 a special night called the “Jerusalem Night” during the month of Ramadan. The event was announced months in advance and representatives of the security forces and several important personalities living in the district were invited. The hall was decorated with posters of martyrs who had given their lives for the liberation of . The applicants also organised a five-minute play for the evening. The second applicant cleaned the hall, set up and maintained the sound system and welcomed the guests. The play, which was written by the first and third applicants, took the form of a conversation between a father and his son about life in  and the struggle of the Palestinian people. The first applicant played the role of the father in the play. The mayor of Sincan and the Ambassador to  made speeches before the play began.",
                                "elements": []
                            },
                            {
                                "content": "6.  The second and third applicants were taken into police custody on 5 February 1997 and the first applicant on 6 February 1997. They were accused of disseminating propaganda in support of an armed, illegal organisation, namely the Hezbollah. During their police interrogations, the applicants denied the charges against them.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 13 February 1997 the applicants were brought before the public prosecutor. During their questioning, they repeated the statements they had made at the police station.",
                                "elements": []
                            },
                            {
                                "content": "8.  On the same day the applicants were brought before the investigating judge attached to the , where they made similar statements. Subsequently, the investigating judge ordered that the applicants be remanded in custody.",
                                "elements": []
                            },
                            {
                                "content": "9.  In an indictment dated 7 March 1997, the public prosecutor attached to the  initiated criminal proceedings against the applicants. It was alleged that they had disseminated propaganda in support of an armed, illegal organisation. The prosecution therefore called for the applicants to be sentenced pursuant to Article 169 of the Criminal Code and Article 5 of the Anti-Terrorism Law.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 15 October 1997 the , which was composed of three judges including a military judge, found that the applicants had aided and abetted a terrorist organisation by engaging in propaganda in support thereof. It found the applicants guilty as charged, sentenced them to three years and nine months’ imprisonment and debarred them from public service for three years.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 21 September 1998 the Court of Cassation upheld the decision of the .",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  THE RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "12.  A full description of the domestic law may be found in Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "13.  The applicants complained that they had not received a fair trial by an independent and impartial tribunal due to the presence of a military judge on the bench of the . In this connection, they invoked Article 6 of the Convention, which in so far as relevant reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing ... by an independent and impartial tribunal established by law. ”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "14.  The Government argued under Article 35 of the Convention that the applicants’ complaint in respect of the independence and impartiality of the  must be rejected for non-exhaustion of domestic remedies. They maintained that the applicants had not invoked their complaint before the domestic courts. In this respect, they refer to the case-law of the Court (in particular Ahmet Sadık v. Greece, judgment of 15 November 1996, Reports of Judgments and Decisions 1996V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Court reiterates that it has already examined similar preliminary objections of the Government in respect of the non-exhaustion of domestic remedies (see Vural v. Turkey, no. 56007/00, § 22, 21 December 2004, Çolak v.  (no. 1), no. 52898/99, § 24, 15 July 2004, and Özel, cited above, § 25). The Court finds no particular circumstances in the instant case which would require it to depart from its findings in the above-mentioned cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Accordingly, the Court rejects the Government’s preliminary objection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In the light of its established case law (see amongst many authorities, Çıraklar v. Turkey, judgment of 28 October 1998, Reports 1998-VII), and in view of the materials submitted to it, the Court considers that the case raises complex issues of law and fact under the Convention, the determination of which should depend on an examination of the merits. The Court therefore concludes that the remainder of the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. No other grounds for declaring it inadmissible have been established.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "18.  The Government maintained that the State Security Courts had been established by law to deal with threats to the security and integrity of the State. They submitted that in the instant case there was no basis to find that the applicants could have any legitimate doubts about the independence of the . The Government further referred to the constitutional amendment of 1999 whereby military judges could no longer sit on such courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court notes that it has examined similar cases in the past and has concluded that there was a violation of Article 6 § 1 of the Convention (see Özel, cited above, §§ 33-34, and Özdemir v. Turkey, no. 59659/00, §§ 35-36, 6 February 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court sees no reason to reach a different conclusion in this case. It is understandable that the applicants who were prosecuted in a  for aiding and abetting an illegal organisation should have been apprehensive about being tried by a bench which included a regular army officer and member of the Military Legal Service. On that account, he could legitimately fear that the  might allow itself to be unduly influenced by considerations which had nothing to do with the nature of the case. In other words, the applicants’ fears as to the ’s lack of independence and impartiality can be regarded as objectively justified (see Incal v. Turkey, judgment of 9 June 1998, Reports 1998-IV, p. 1573, § 72 in fine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In the light of the foregoing the Court finds that there has been a violation of Article 6 § 1 of the Convention in this respect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "23.  Under the heading of pecuniary damage, the first applicant claimed 250,000 euros (EUR), the second applicant EUR 300,000 and the third applicant 185,000 US dollars (USD), the equivalent of EUR 142,174.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, in respect of non-pecuniary damage, the applicants requested the Court to award EUR 300,000 to the first applicant, EUR 350,000 to the second applicant and USD 150,000 (around EUR 115,276) to the third applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Government submitted that these claims were excessive and unacceptable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On the question of pecuniary damage, the Court considers that it cannot speculate as to what the outcome of proceedings compatible with Article 6 § 1 would have been. Moreover, the applicants’ claims in respect of pecuniary damage are not supported by any evidence whatsoever. The Court cannot therefore allow them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court further considers that the finding of a violation of Article 6 constitutes in itself sufficient compensation for any non-pecuniary damage suffered by the applicants in this respect (see Incal, cited above, p. 1575, § 82, and Çıraklar, cited above, § 45).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Where the Court finds that applicants have been convicted by a tribunal which is not independent and impartial within the meaning of Article 6 § 1, it considers that, in principle, the most appropriate form of relief would be to ensure that the applicants are granted in due course a retrial by an independent and impartial tribunal (Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "28.  The applicants also claimed 6,233.33 pounds sterling (equivalent to EUR 9,018) for costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government did not make any comments on this point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court may make an award in respect of costs and expenses in so far as these were actually and necessarily incurred and were reasonable as to quantum (see, for example, Sawicka v. Poland, no. 37645/97, § 54, 1 October 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Making its own estimate based on the information available, and having regard to the criteria laid down in its case-law (see, among other authorities, Vural, cited above, § 45), the Court awards the applicants, jointly, the global sum of EUR 1,000 for the costs and expenses claimed, such sum to be converted into pounds sterling at the date of settlement and to be paid into the bank account in the United Kingdom indicated by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "32.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the complaint relating to the independence and impartiality of the ;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for non-pecuniary damage sustained by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, jointly, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of costs and expenses, such sum to be converted into pounds sterling and to be paid into the bank account in the United Kingdom as indicated by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 March 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "MrsE. Fura-Sandström",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "22/02/2005 00:00:00",
    "docname": "CASE OF OZUPEK AND OTHERS v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-68509.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0315JUD006017700",
    "externalsources": [],
    "extractedappno": [
        "60177/00",
        "42739/98",
        "56007/00",
        "52898/99",
        "59659/00",
        "53431/99",
        "37645/97"
    ],
    "importance": "4",
    "introductiondate": "27/03/1999 00:00:00",
    "issue": [
        "Article 169 of the Criminal Code",
        "Article 5 of the Prevention of Terrorism Act 1991"
    ],
    "itemid": "001-68509",
    "judgementdate": "15/03/2005 00:00:00",
    "kpdate": "15/03/2005 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "445",
        "181",
        "149",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6-3-b",
        "29",
        "10",
        "35-1",
        "41",
        "6-1",
        "35",
        "6",
        "29-3"
    ],
    "parties": [
        "OZUPEK AND OTHERS",
        "TURKEY"
    ],
    "rank": "509.06640625",
    "representedby": [
        "STOCK A. and Others"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Ahmet Sadik v. Greece, judgment of 15 November 1996, Reports of Judgments and Decisions 1996-V",
        "Çiraklar v. Turkey, judgment of 28 October 1998, Reports 1998-VII, § 45",
        "Çolak v. Turkey (no. 1), no. 52898/99, § 24, 15 July 2004",
        "Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003",
        "Incal v. Turkey, judgment of 9 June 1998, Reports 1998-IV, p. 1573, § 72, p. 1575, § 82",
        "Özdemir v. Turkey, no. 59659/00, §§ 35-36, 6 February 2003",
        "Özel v. Turkey, no. 42739/98, §§ 20-21, § 25, §§ 33-34, 7 November 2002",
        "Sawicka v. Poland, no. 37645/97, § 54, 1 October 2002",
        "Vural v. Turkey, no. 56007/00, § 22, § 45, 21 December 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "330319",
    "typedescription": "15"
}