{
    "__articles": "35;35-1;6;6-1;41",
    "__conclusion": "Preliminary objection rejected (non-exhaustion);Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings",
    "applicability": "41",
    "appno": "16997/90",
    "article": [
        "6",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion"
            ],
            "element": "Preliminary objection rejected",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-57877.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.   The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 13 April 1993, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention. It originated in an application (no. 16997/90) against the  lodged with the Commission under Article 25 (art. 25) by a Belgian national, Mr Jérôme De Moor, on 26 June 1990.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 para. 1 (art. 6-1).",
                        "elements": []
                    },
                    {
                        "content": "2.   In response to the enquiry made in accordance with Rule 33 para. 3 (d) of the Rules of Court, the applicant stated that he wished to take part in the proceedings. He also sought leave to present his own case (Rule 30 para. 1); the President of the Court granted this request on 25 June 1993.",
                        "elements": []
                    },
                    {
                        "content": "3.   The Chamber to be constituted included ex officio Mr J. De Meyer, the elected judge of Belgian nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 para. 3 (b)). On 23 April 1993, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr F. Gölcüklü, Mr F. Matscher, Mr B. Walsh, Mr C. Russo, Mrs E. Palm, Mr G. Mifsud Bonnici and Mr J. Makarczyk (Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43). Subsequently, Mr L. Wildhaber, substitute judge, replaced Mr Russo, who was unable to take part in the further consideration of the case (Rules 22 para. 1 and 24 para. 1).",
                        "elements": []
                    },
                    {
                        "content": "4.   As President of the Chamber (Rule 21 para. 5), Mr Ryssdal, acting through the Registrar, consulted the Agent of the Belgian Government (\"the Government\"), the applicant and the Delegate of the Commission on the organisation of the proceedings (Rules 37 para. 1 and 38). Pursuant to the order made in consequence, the Registrar received the Government’s memorial on 15 October 1993 and the applicant’s claims under Article 50 (art. 50) of the Convention on 20 October. On 24 November the Secretary to the Commission informed the Registrar that the Delegate would submit his observations at the hearing.",
                        "elements": []
                    },
                    {
                        "content": "5.   On 10 December the Commission produced the file on the proceedings before it, as requested by the Registrar on the President’s instructions.",
                        "elements": []
                    },
                    {
                        "content": "6.   In accordance with the President’s decision, the hearing took place in public in the Human Rights Building, , on 25 January 1994. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission",
                        "elements": []
                    },
                    {
                        "content": "- the applicant.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I.   THE PARTICULAR CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.   The applicant, a Belgian national born in 1930, pursued a career in the Belgian army. In 1981 he retired with the rank of capitaine-commandant. On 7 July 1983 he gained a law degree.",
                                "elements": []
                            },
                            {
                                "content": "A. The applications for enrolment as a member of the Hasselt Bar",
                                "elements": [
                                    {
                                        "content": "8.   On 27 May 1983 Mr De Moor informed the Chairman of the Hasselt Bar Association that he intended to apply for enrolment on the list of pupil advocates. On 15 June he had an interview with the Chairman.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.   The Bar Council, when it learnt of the applicant’s intention at its session on 23 June 1983, reacted in a somewhat unfavourable manner, but took the view that it was unnecessary to give a decision as no formal application had been made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.   On 27 June, in the course of a telephone conversation, the Chairman of the Bar Association allegedly told the applicant that the Bar Council had decided not to enrol him because he had completed one full career and the Hasselt Bar already had over two hundred members.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.   By a letter of 25 August 1983 Mr De Moor submitted an application in the prescribed form.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.   At a meeting on 8 September the Bar Council decided to consult the Chairman (doyen) of the National Bar Association.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 6 October, after considering the latter’s opinion, according to which there were no grounds for refusing Mr De Moor’s application (\"er geen argumenten zijn om de Heer De Moor te weigeren\"), the Council appointed two rapporteurs from among its members.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.   On 17 November the Chairman read out the report of the first rapporteur, which was unfavourable, and the second submitted a comprehensive report on the matter. During the deliberations, it was pointed out that Mr De Moor had not taken the oath and had therefore not been entitled to seek enrolment. The same day the Council rejected the application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.   The Chairman of the Bar Association informed Mr De Moor of this decision in a letter of 23 November 1983. He stated that it was consistent with the practice followed by Bar Councils according to which persons who had completed a full career outside the Bar were not admitted to the list of pupil advocates.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The proceedings in the Conseil d’Etat",
                                "elements": [
                                    {
                                        "content": "15.   On 29 November 1983 Mr De Moor filed an application in the Conseil d’Etat to have the decision set aside on the ground that the Hasselt Bar Council did not constitute an \"independent and impartial tribunal\" within the meaning of Article 6 para. 1 (art. 6-1) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.   On 16 February 1984 the Bar Council produced its statement of defence. It argued that the Conseil d’Etat lacked jurisdiction and that Mr De Moor had no interest in the proceedings inasmuch as he had not taken the oath and could not therefore be enrolled on the list of pupil advocates.  On the merits, it affirmed that a refusal to enrol could be based on reasons other than those justifying disciplinary measures. The fact that the applicant had already completed one full career justified the impugned decision, particularly because he had stated that, as his income was sufficient, he wished to engage in what he regarded as a stimulating occupation on a part-time basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.   Mr De Moor filed his reply on 24 April 1984. He maintained that the uncertainty concerning his admission to the Bar had made it impossible for him to find an advocate who was prepared to present him so that he could take the oath; this obstacle could be surmounted only by the designation of an ad hoc pupil master.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.   On 15 September, 24 October and 5 December 1986 the Legal Adviser (auditeur) responsible for preparing the case requested various documents from the Bar Council, which sent them to him on 11 December.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.   On 20 February 1987 the auditeur submitted his report, which was communicated to the applicant on 20 March. He expressed the view that the Conseil d’Etat had jurisdiction and that Mr De Moor had an interest in having the Bar Council’s decision quashed. There was no legal obligation for a law graduate to take the oath before seeking enrolment on the list of pupil advocates. The text of the decision refusing the applicant admission to that list had not cited as a reason the fact, mentioned orally on 27 June 1983 (see paragraph 10 above), that the Hasselt Bar already had a large number of lawyers. It had referred solely to the circumstance that the applicant had completed a full career outside the Bar. Yet, in the light of the judgment of the Court of Cassation of 13 May 1952 (see paragraph 36 below), a refusal to enrol of this nature should have been grounded either on the failure to comply with the conditions laid down in Article 428 of the Judicial Code or on the postulant’s unfitness or incompetence to practise as a lawyer.  It followed that the reason given by the Hasselt Bar Council did not justify in law the decision of 17 November 1983, which should therefore be set aside.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.   On 13 May 1987 the Bar Council filed a final pleading, reiterating the same two objections to the admissibility of the application (see paragraph 16 above). It added that the reason given fell within the scope of the wide discretion that the Bar Council considered itself to enjoy in this area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.   On 21 August 1987 the President of the Conseil d’Etat, Mr Vermeulen, transferred the case from the Chamber before which it was pending and directed that it should be heard by the General Assembly of the Administrative Division. On 14 September he postponed the public hearing until 12 October 1987 as some members of the Conseil d’Etat were unable to attend on 8 October, the date for which it had been initially set down.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.   On 16 September 1987 the National Bar Association sought leave to intervene in the proceedings. It considered Mr De Moor’s application inadmissible. As he had not taken the oath and did not therefore satisfy one of the statutory conditions for enrolment, the Bar Council could only have given an opinion, in respect of which an application for annulment could not lie. It argued in addition that the Conseil d’Etat lacked jurisdiction. In its view, the intention of the legislature had been that only the ordinary courts, and not the Conseil d’Etat, should have jurisdiction for disputes arising from the decisions of the Bar Councils.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.   On 12 October 1987 the General Assembly gave leave for this intervention and heard the parties, after which the President reserved the decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.   On 28 November 1988 the applicant complained to the President of the length of the proceedings. He allegedly received no reply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.   On 28 November 1989 he laid a formal complaint with the Brussels Crown Counsel for a denial of justice. On 7 May 1990 he learned of the authorities’ decision not to proceed with his complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.   In a judgment of 24 September 1991, the General Assembly, presided over by Mr Baeteman, President of the Conseil d’Etat, noted that the assembly which had heard the case up to that point had not concluded its deliberations and could no longer validly sit on account of the death of the judge-rapporteur, the appointment of one of the judges to another post and the retirement of Mr Vermeulen on 23 May 1991. It consequently decided to reopen the oral proceedings before the General Assembly composed differently, at a hearing to be held on 15 October 1991.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.   On 31 October 1991 that assembly, refusing to follow the opinion of the auditeur, Mr De Wolf, ruled that the objection based on the Conseil d’Etat’s lack of jurisdiction ratione materiae was well-founded. It took the view, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"that having regard to the relations between the Bars and the judiciary and the concern to preserve advocates’ independence, the legislature’s intention [had been] that the decisions of the Bar Councils should fall outside the scope of review by the Conseil d’Etat. Accordingly, the decisions of the Bar Council [could not] be set aside by the Conseil d’Etat. The right to have his case heard by an independent and impartial national tribunal which the petitioner [inferred] from Article 6 para. 1 (art. 6-1) [of the European Convention on Human Rights] [did not] mean that the Conseil d’Etat [had] to rule on a matter which [fell] outside its jurisdiction;\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "It therefore dismissed the application.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   THE RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A. The Bar Council",
                                "elements": [
                                    {
                                        "content": "28.   Each Bar has as the administrative organs for the profession of advocate the Bar Council (conseil de l’Ordre), the Chairman of the Bar Association (bâtonnier) and the General Assembly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.   The Bar Council is composed of the Chairman of the Bar Association and two to sixteen other members, according to the number of advocates on the Bar roll and the list of the pupil advocates. The Hasselt Bar Council has fourteen members in addition to the Chairman.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The members are directly elected by the General Assembly of the Bar Association, to which all advocates on the roll are convened (Article 450 of the Judicial Code). The election is held before the end of each judicial year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.   The Council exercises numerous functions of an administrative, regulatory, adjudicative, advisory and disciplinary nature. For the purposes of the present case it is sufficient to mention that it is responsible for drawing up the roll of advocates and the list of pupil advocates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.   At the material time, Article 432 of the Judicial Code gave the Council unfettered discretion in this respect:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Enrolment on the roll of advocates and on the list of pupil advocates shall be determined by the Bar Council. No appeal shall lie from its decision as it has absolute authority over the composition of the roll and the list of pupil advocates.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "An Act of 19 November 1992 amended that provision by requiring that any rejection of an application for enrolment had to state reasons. In addition, under the new Article 469 bis, an appeal from such a decision lies to the Disciplinary Appeals Board, without prejudice to the right to file an appeal on points of law with the Court of Cassation at a later stage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Another amendment concerned the public nature of the proceedings. Article 467, second paragraph, of the Judicial Code now provides: \"The Bar Council, sitting in disciplinary proceedings or as in disciplinary proceedings, shall hear the case in public, unless the advocate against whom the proceedings have been brought or the person applying for enrolment or re-enrolment requests that the proceedings be private.\"",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Enrolment on the list of pupil advocates or on the roll of advocates",
                                "elements": [
                                    {
                                        "content": "32.   The enrolment of a lawyer on the list of pupil advocates or as a member of the Bar was and is governed by Article 428 of the Judicial Code:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"No one may bear the title of avocat or practise as an advocate unless he is a Belgian national or a national of a Member State of the European Economic Community and possesses the degree of Doctor of Laws; he must have taken the oath prescribed by law and be enrolled on the Bar roll or on the list of pupil advocates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Save where the law provides otherwise, no further qualification may be added to the title avocat.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.   As regards the taking of the oath, which is a separate formality from admission to pupillage, Article 429 states as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The oath shall be taken at a public sitting of the Court of Appeal, candidates being presented by an advocate enrolled as a member of the Bar of the jurisdiction of that court for not less than ten years, in the presence of the Chairman of the Bar Association of the seat of the Court of Appeal and at the suit of Crown Counsel\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "The candidate shall swear the following oath:",
                                        "elements": []
                                    },
                                    {
                                        "content": "‘I hereby swear allegiance to the King, obedience to the Constitution and to the laws of the Belgian people, and not to deviate from the respect due to the courts and the public authorities, or to advise or defend any cause that I do not, to the best of my knowledge and belief, hold to be just.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "The registrar shall draw up a record of the whole proceedings and endorse each diploma to certify that the formalities have been completed.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.   To be enrolled on the list of pupil advocates a person holding a law degree, or Doctor of Laws, who has usually already taken the oath, lodges with the secretariat of the Bar Association an application for enrolment and his diploma bearing the endorsement certifying that he has taken the oath. In principle an application for admission as a pupil advocate contains the information on the basis of which the Bar Council can determine whether the candidate meets the required standards of integrity and decency.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.   The Bar Council considers whether the candidate satisfies all the requirements as to good character and thus whether he is a fit person to bear the title of avocat. It also verifies that he does not fall within any of the statutory categories of incapacity and incompatibility set out in Article 437 of the Judicial Code, which is worded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The profession of advocate shall be incompatible with:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1o the posts of full-time member of the judiciary (magistrat effectif), registrar and civil servant;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2o the functions of notary (notaire) and bailiff (huissier de justice);",
                                        "elements": []
                                    },
                                    {
                                        "content": "3o industrial or commercial activity;",
                                        "elements": []
                                    },
                                    {
                                        "content": "4o remunerated employment and activity, whether in the public or private sector, unless it does not jeopardise the independence of the advocate or compromise the dignity of the Bar.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.   The Bar Council has a very wide discretion in deciding whether to admit candidates to the Bar. That discretion must however be exercised within the limits laid down by the code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Seeking to define those limits Mr Lemmens, the auditeur, in his report (see paragraph 19 above) took as authority a judgment of the Court of Cassation of 13 May 1952 concerning a decision taken by the Council of the Pharmacists’ Association. Under the Act of 19 May 1949 setting up the Pharmacists’ Association, that Council was vested with powers, as regards admission to the roll, similar to those of the Bar Council. The relevant ground of the judgment in question is worded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"... it may be inferred from paragraph 3 [of section 2 of the Act of 19 May 1949] laying down the procedure for appeals against decisions refusing applications for enrolment, in the light of the purpose of that text and its legislative history, that the Councils of the Association, responsible for drawing up the roll of the Association, can found their refusal of an application for enrolment only on a defect in the qualifications on which the application is based or on the current unfitness of the candidate or on his professional incompetence.\" (Pasicrisie, I, p. 578)",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "37.   Mr De Moor applied to the Commission on 26 June 1990. Relying on Article 6 para. 1 (art. 6-1) of the Convention, he maintained that the Hasselt Bar Council and the Disciplinary Appeals Board had not been impartial. He further complained that the proceedings before the Bar Council had lacked fairness and had not been conducted in public and that the length of the proceedings in the Conseil d’Etat had been excessive.",
                        "elements": []
                    },
                    {
                        "content": "38.   The Commission declared the application (no. 16997/90) admissible on 6 January 1992, with the exception of the complaint concerning the Disciplinary Appeals Board. In its report of 8 January 1993 (made under Article 31) (art. 31), the Commission expressed the unanimous opinion that there had been a violation of Article 6 para. 1 (art. 6-1) of the Convention on each of the points in issue. The full text of the Commission’s opinion is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "39.   In their memorial the Government asked the Court to declare \"the application inadmissible and, in the alternative, ill-founded\".",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I.   ALLEGED VIOLATIONS OF ARTICLE 6 PARA. 1 (art. 6-1)",
                        "elements": [
                            {
                                "content": "40.   Mr De Moor asserted that he had been the victim of violations of Article 6 para. 1 (art. 6-1), which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "\"In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. Judgment shall be pronounced publicly but the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society, where the interests of juveniles or the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice.\"",
                                "elements": []
                            },
                            {
                                "content": "41.   In view of the different arguments adduced, the first issue to be addressed is the applicability of that provision.",
                                "elements": []
                            },
                            {
                                "content": "A. Applicability of Article 6 para. 1 (art. 6-1)",
                                "elements": [
                                    {
                                        "content": "42.   Like the Commission, the Court notes in the first place that there is little to distinguish the present case from that of H. v. Belgium, even though it concerns enrolment on the list of pupil advocates rather than the readmission to the Bar of an advocate who had been struck off the roll (see the H. v. Belgium judgment of 30 November 1987, Series A no. 127-B, p. 31, para. 40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.   It is clear that the question raised before the Hasselt Bar Council concerned the determination of a right.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Where legislation lays down conditions for the admission to a profession and a candidate for admission satisfies those conditions, he has a right to be admitted to that profession. Indeed this was recognised by the Belgian legislature when it passed the Act of 19 November 1992 (see paragraph 31 above), which took account of the H. v.  judgment, but which is not applicable in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.   In the Government’s view, Mr De Moor did not satisfy the relevant requirements. He had not taken the oath before submitting his application for enrolment, although Article 428 of the Judicial Code (see paragraph 32 above) establishes a logical sequence for the formalities to be completed in order to secure admission to the profession of advocate. The applicant had disregarded that logical sequence and had thus acted erratically. This had made it impossible for the Hasselt Bar Council to give a valid decision with the result that the Bar Council’s opinion could not constitute a decision on a civil right.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.   The applicant submitted that the position adopted by the Bar Council from the outset made it pointless for him to look for an experienced advocate in whose chambers he could have effected his pupillage and who, as pupil master, would have presented him so that he could take the oath.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.   The Court agrees with the Commission and Mr De Moor that the refusal to enrol was not based on the fact that the applicant had not taken the oath. The sole ground for the decision was that the candidate for enrolment had completed a full career outside the Bar. In addition, the Chairman of the National Bar Association had expressed the opinion that there was nothing to prevent the enrolment of the candidate in question (see paragraph 12 above). Finally, the auditeur of the Conseil d’Etat noted in his report that the law did not require a law graduate to take the oath before seeking enrolment (see paragraph 19 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances and in view of the wording of Article 428 of the Judicial Code, the applicant could, on arguable grounds, claim a right under Belgian law to enrolment on the list of pupil advocates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.   The  Bar Council was therefore called upon to determine a dispute (contestation) concerning a right which the applicant claimed and which has already been held by the Court to be a \"civil right\" within the meaning of Article 6 para. 1 (art. 6-1) (see the H. v.  judgment, cited above, pp. 32-34, paras. 44-48); that provision is therefore applicable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Compliance with Article 6 para. 1 (art. 6-1)",
                                "elements": [
                                    {
                                        "content": "1. Before the  Bar Council",
                                        "elements": [
                                            {
                                                "content": "48.   In Mr De Moor’s submission the Hasselt Bar Council did not constitute an impartial tribunal and its proceedings in his case were neither fair nor public.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a) The Government’s preliminary objection",
                                "elements": [
                                    {
                                        "content": "49.   The Government objected that the applicant had failed to exhaust the following domestic remedies: (i) he had not filed an appeal on points of law in the Court of Cassation against the judgment of the Conseil d’Etat of 31 October 1991 (Article 609 2o of the Judicial Code); (ii) he had not applied to take the oath before the Antwerp Court of Appeal, and had thus deprived himself of the opportunity to obtain an assessment of his \"fitness\"; (iii) he could have challenged an unjustified refusal to grant that application, in the Court of Cassation on the basis of a violation of the law (Articles 608 and 609 1o of the Judicial Code); (iv) he had not waited for the outcome of the proceedings in the Conseil d’Etat before complaining to the Commission; (v) he had not brought an appeal on points of law against the refusal of 17 November 1983 (Article 610 of the Judicial Code); and (vi) he had failed to apply to the Court of Cassation for a transfer of jurisdiction from the Hasselt Bar Council on the ground of bias (Articles 648 and 653 of the Judicial Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.   The Government are estopped from relying on the first limb of the objection because they did not raise it before the Commission (see, among many other authorities, the Tomasi v.  judgment of 27 August 1992, Series A no. 241-A, p. 39, para. 106). This is not the case of the other five limbs, which had already been adduced in substance prior to the decision on admissibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The application to take the oath cannot be regarded as a remedy, so that the possibility of filing an appeal on points of law against a refusal by the Court of Appeal to allow such an application is immaterial. Although Mr De Moor applied to the Commission without waiting for the judgment of the Conseil d’Etat, this does not mean that the Commission’s decision on the admissibility of the application was premature (see paragraphs 27 and 38 above) or that any legitimate interest of the respondent State was harmed (see the Ringeisen v. Austria judgment of 16 July 1971, Series A no. 13, p. 38, paras. 91 and 93). On the matter of the last two remedies, the Court observes that the applicant instituted the proceedings before the Conseil d’Etat and pursued them to their conclusion. He cannot be criticised for not having had recourse to legal remedies which would have been directed essentially to the same end and would in any case not have offered better chances of success (see, in particular, mutatis mutandis, the A. v.  judgment of 23 November 1993, Series A no. 277-B, p. 48, para. 32). The objection is therefore unfounded.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) The merits of the complaints",
                                "elements": [
                                    {
                                        "content": "51.   Mr De Moor called into question the impartiality of the Hasselt Bar Council both in terms of its structure and in regard to the personal impartiality of its members. The Bar Council, being composed exclusively of advocates, pursued only its own interests whether pecuniary or non-pecuniary in nature; moreover, the members of the Bar in question each had an interest in the operation of a disguised numerus clausus which would protect them from having to share their fees with more practitioners. The applicant also complained that the proceedings before the Bar Council had been unfair and had not been conducted in public. That body’s decision had been a corporative reflex; it had not proceeded on the basis of the statutory conditions for admission to the Bar. It had not held a public hearing to examine the application for enrolment or given its decision in public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.   The Commission in substance subscribed to the views taken by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.   The Government’s arguments were confined to the question of impartiality. Under the objective test, Mr De Moor could not reasonably entertain suspicions in respect of the Bar Council and accuse it of having sought to eliminate him as a competitor. He had already completed a full professional career and was in receipt of a retirement pension, whereas at the same time the Council had admitted a considerable number of pupil advocates for whom the Bar constituted the sole source of income and who were accordingly genuine competitors. In addition, fears of subjective partiality could not be based on a mere rumour that two members of the Bar Council regarded the prospect of a fellow advocate establishing himself in the vicinity of their chambers unfavourably.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.   The Court notes that under Article 432 of the Judicial Code (see paragraph 31 above), the Bar Council enjoys a very wide discretion in dealing with an application for enrolment on the list of pupil advocates. It observes, nevertheless, that a decision rejecting such an application must be based either on the failure to comply with the conditions laid down in Article 428 of the Judicial Code (nationality, diploma, the taking of the oath), or on the fact that the candidate falls within one of the categories of incompatibility or again is unfit or incompetent to practise the profession of advocate (see paragraphs 19, 35 and 36 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.   In the present case the refusal to enrol the applicant did not refer to the first requirement, and in particular the fact that he had not taken the oath. Nor did it refer to any incompatibility. To be valid it should therefore have been founded on the applicant’s unfitness or his professional incompetence. In his report, the auditeur, Mr Lemmens, took the view that such incapacity could not automatically be inferred from the circumstance of the candidate’s having completed a full career outside the Bar but should be ascertained on the basis of the specific and concrete circumstances in which the previous activities of the person concerned were carried out, regard being had to the repercussions those activities might have on his capacity to practise the profession of advocate; as no mention was made of any such circumstances, the contested decision had no legal justification.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court shares that view and therefore considers that the Bar Council did not give the applicant’s case a fair hearing inasmuch as the reason it gave was not a legally valid one. It observes further that at the material time no remedy was available to the applicant (see paragraph 31 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.   At the time the Judicial Code did not contain any rule regarding the public nature of proceedings in connection with enrolment on the list of pupil advocates (see paragraph 31 above). No public hearing was held to examine Mr De Moor’s application and the Bar Council’s decision was not delivered in public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "For the reasons set out in the H. v.  judgment (cited above, p. 36, para. 54), the applicant was entitled to public proceedings, as there was no reason justifying their being held in private.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.   In sum, the contested proceedings did not satisfy the requirements of Article 6 para. 1 (art. 6-1) and there has therefore been a breach of that provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.   That finding makes it unnecessary for the Court to rule on the complaint based on the Bar Council’s lack of impartiality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Before the Conseil d’Etat",
                                        "elements": [
                                            {
                                                "content": "59.   The applicant also complained of the length of the proceedings in the Conseil d’Etat.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a) The Government’s preliminary objection",
                                "elements": [
                                    {
                                        "content": "60.   The Government contended, as they had already done before the Commission, that Mr De Moor had not exhausted the domestic remedies inasmuch as he had failed to file a fresh criminal complaint for denial of justice with the principal public prosecutor’s office of the Court of Appeal, together with an application to join the proceedings as a civil party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.   The Court cannot hold it against the applicant that he failed to have recourse to a legal remedy which would have been directed essentially to the same end as those of which he had already availed himself. Moreover, the Government have not shown that such a remedy would have been effective. The objection must therefore be dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) The merits of the complaint",
                                "elements": [
                                    {
                                        "content": "62.   The period to be taken into consideration began on 29 November 1983, when the application to have the Bar Council’s decision set aside was filed; it ended on 31 October 1991 with the delivery of the Conseil d’Etat’s judgment. It therefore lasted seven years and eleven months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.   The reasonableness of the length of proceedings is to be determined with reference to the criteria laid down in the Court’s case-law and in the light of the circumstances of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.   The Government pleaded the complexity and the sensitive character of the case, in which the Conseil d’Etat gave a decision conflicting with the opinion of the auditeur. The intervention of the National Bar Association, the death of the judge-rapporteur, the departure of another judge and the retirement of the President all contributed to slowing down the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.   According to the Commission, the case was not a particularly complex one although it did pose a problem for the Conseil d’Etat, whose General Assembly had to choose between two positions, the approach which had been followed up to that point, according to which it lacked jurisdiction to rule on such an application, and that, proposed by the auditeur, according to which it had such jurisdiction (see paragraphs 19 and 27 above). The intervention of the National Bar Association could not have the effect of delaying the proceedings (Article 54 of the Regent’s decree of 23 August 1948 laying down the rules for the procedure in the Administrative Division of the Conseil d’Etat).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.   Like the Delegate of the Commission, the Court distinguishes two periods. The first ran from the lodging of the application to the Conseil d’Etat on 29 November 1983 (see paragraph 15 above) to the hearing of 12 October 1987 before the General Assembly (see paragraph 23 above). No investigative measure was taken between 24 April 1984, when Mr De Moor’s memorial in reply was filed, and 15 September 1986, on which date the auditeur requested various documents from the Hasselt Bar Council (see paragraphs 17-18 above). A possible explanation for this delay is that it was considered desirable to await the outcome in Strasbourg of the case of H. v.  (see the judgment of 30 November 1987, cited above, paras. 1, 4 and 33-34). The second period began on 12 October 1987 and ended on 31 October 1991 with the judgment of the Conseil d’Etat (see paragraph 27 above). This period was one of total inactivity until the oral proceedings were reopened on 24 September 1991 (see paragraph 26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.   The applicant’s conduct is not open to criticism. The complexity of the case and the sensitive nature of the question put to the Conseil d’Etat do not explain the period of just over four years during which judgment was reserved. The intervention of the National Bar Association was not sufficient to justify the delay in the proceedings. It occurred one month before the first hearing on 12 October 1987. Nor do the other events referred to by the Government justify the above-mentioned lapse of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.   A \"reasonable time\" has therefore been exceeded and there has accordingly been a violation of Article 6 para. 1 (art. 6-1).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   APPLICATION OF ARTICLE 50 (art. 50)",
                        "elements": [
                            {
                                "content": "69.   Under Article 50 (art. 50),",
                                "elements": []
                            },
                            {
                                "content": "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the (...) Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"",
                                "elements": []
                            },
                            {
                                "content": "A. Damage",
                                "elements": [
                                    {
                                        "content": "70.   The applicant left it to the Court to assess the amount of compensation to be awarded him in respect of pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.   The Government did not express an opinion on this matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Delegate of the Commission noted that Mr De Moor had not indicated the extent of any pecuniary damage that he might have sustained. However, for non-pecuniary damage he was entitled to higher financial compensation than that awarded in the H. v.  case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.   The Court dismisses the applicant’s claims for pecuniary damage because they are not supported by any detailed information. On the other hand, it considers that Mr De Moor suffered some non-pecuniary damage, which is not sufficiently compensated for by the finding of a violation of Article 6 para. 1 (art. 6-1). Making an assessment on an equitable basis, it awards him 400,000 Belgian francs (FB).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Costs and expenses",
                                "elements": [
                                    {
                                        "content": "73.   The applicant requested the Court to reserve the question of costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.   Neither the Government nor the Delegate of the Commission expressed a view.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.   As Mr De Moor presented his own case he cannot claim for the reimbursement of fees. On the basis of the criteria laid down in its case-law, the Court assesses the costs incurred in connection with the proceedings conducted before the Conseil d’Etat and the Convention institutions at 40,000 FB.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.   Dismisses the Government’s preliminary objections;",
                        "elements": []
                    },
                    {
                        "content": "2.   Holds that Article 6 para. 1 (art. 6-1) is applicable in this case and that there has been a violation of that provision;",
                        "elements": []
                    },
                    {
                        "content": "3.   Holds that the respondent State is to pay the applicant, within three months, 400,000 (four hundred thousand) Belgian francs for non-pecuniary damage and 40,000 (forty thousand) Belgian francs for costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "4.   Dismisses the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 23 June 1994.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DE MOOR v. BELGIUM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57877.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1994:0623JUD001699790",
    "externalsources": [],
    "extractedappno": [
        "16997/90"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Judicial Code, Articles 428, 429, 432, 437, 450",
        "Act of 19 November 1992 reforming the Judicial Code, Articles 467, al. 2, 469 bis"
    ],
    "itemid": "001-57877",
    "judgementdate": "23/06/1994 00:00:00",
    "kpdate": "23/06/1994 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "127",
        "445",
        "41",
        "136",
        "385",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "35-1",
        "6-1",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "DE MOOR",
        "BELGIUM"
    ],
    "rank": "317.175964355469",
    "representedby": [
        "N/A"
    ],
    "respondent": "BEL",
    "respondentOrderEng": "6",
    "scl": [
        "H. v. Belgium judgment of 30 November 1987, Series A no. 127-B, p. 31, para. 40, pp. 32-34, paras. 44-48, p. 36, para. 54, pp. 23-24, paras 1, 4, p. 30, paras. 33-34",
        "Tomasi v. France judgment of 27 August 1992, Series A no. 241-A, p. 39, para. 106",
        "Ringeisen v. Austria judgment of 16 July 1971, Series A no. 13, p. 38, paras 91, 93",
        "A. v. France judgment of 23 November 1993, Series A no. 277-B, p. 48, para. 32"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "445293",
    "typedescription": "15"
}