{
    "__articles": "3;34",
    "__conclusion": "Violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of petition);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "12646/15",
    "article": [
        "3",
        "34"
    ],
    "conclusion": [
        {
            "article": "34",
            "base_article": "34",
            "details": [
                "Article 34 - Hinder the exercise of the right of petition"
            ],
            "element": "Violation of Article 34 - Individual applications",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-166945.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 12646/15) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Artem Vladimirovich Maylenskiy (“the applicant”), on 12 March 2015. Following the applicant’s death on 3 October 2015, his mother, Ms Irina Yuryevna Maylenskaya, informed the Court of her wish to pursue her son’s application.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant and later his mother were represented by Mr S. Petryakov, a lawyer practising in Kazan. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had not received adequate medical assistance while in detention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 23 March 2015 the President of the Section, acting upon the applicant’ s request, decided to apply Rules 39 and 41 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 10 July 2015 the application was communicated to the Government. Among other matters, the Court asked the Government whether their response to the Court’s decision on 23 March 2015 to impose an interim measure under Rule 39 of the Rules of Court could entail a breach of Article 34 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1983 and lived in Verkhnyaya Pyshma, Sverdlovsk Region.",
                                "elements": []
                            },
                            {
                                "content": "A.  Arrest and conviction",
                                "elements": [
                                    {
                                        "content": "7.  On 27 May 2012 the applicant was arrested on suspicion of murder. He remained in detention throughout the investigation and trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 18 January 2014 the Verkhnyaya Pyshma Town Court convicted the applicant of the charges and sentenced him to ten years’ imprisonment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s medical condition",
                                "elements": [
                                    {
                                        "content": "9.  The applicant was seriously ill at the time of the arrest. He suffered from advanced HIV, long-term tuberculosis at the stage of lung tissue destruction and chronic hepatitis C.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In June 2012 the applicant was admitted to the tuberculosis unit of the medical wing of remand prison no. IZ-66/1 in Yekaterinburg for treatment. On his admission to prison he had informed the doctor that he had been receiving tuberculosis treatment for several years, but that it had not been successful. A drug regimen based on a combination of five antituberculosis drugs was prescribed for him. In the second half of 2012 a highly active antiretroviral therapy was ordered by a medical panel for his HIV.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  A chest X-ray carried out on 26 September 2012 revealed the formation of lung cavities, showing the further progress of the disease.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 23 January 2013 drug susceptibility testing was performed. It showed that the applicant’s tuberculosis was resistant to all the drugs he had received since June 2012, when his treatment had begun. No alteration in his treatment took place until 18 April 2013, when the applicant was admitted to Prison Hospital no. 6 in St Donato in Sverdlovsk Region. Given the development of the applicant’s drug resistance, a medical panel at the hospital ordered different antibiotics to be used.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant’s condition improved slightly and on 10 February 2014 he was discharged from the hospital to a medical wing. However, in the following months he started experiencing back pain. In July 2014 a tuberculous infection of the vertebrae was diagnosed and the applicant was readmitted to the prison hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 26 September 2014 a medical panel found him eligible for early release on health grounds. His application for release was examined by the Leninskiy District Court of Nizhniy Tagil on 27 November 2014. At the hearing the applicant’s doctor testified that he was suffering from serious diseases, that he could not care for himself and that the prospects of his recovery were poor. On the same day the District Court dismissed the application, citing the applicant’s history of previous convictions which, in the court’s opinion, demonstrated that he “had failed to take the path of improvement”. The decision was upheld on appeal by the Sverdlovsk Regional Court on 24 February 2015.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Rule 39 request",
                                "elements": [
                                    {
                                        "content": "15.  On 12 March 2015 the applicant asked the Court to apply Rule 39 of the Rules of Court and to indicate to the Government that he should be provided with adequate medical care and immediately released. The applicant stated that he was not receiving the necessary medical care and treatment in detention, despite suffering from a life-threatening and rapidly progressing illness. The deterioration of his condition required an urgent medical intervention, which was unavailable in the prison hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 23 March 2015 the President of the Section, acting upon the applicant’ s request, decided to apply Rules 39 and 41 of the Rules of Court, indicating to the Government that the applicant should be immediately examined by medical experts which were independent from the prison system. They were to determine (1) whether he was receiving adequate treatment in the prison hospital for his condition; (2) whether his state of health was compatible with detention in the conditions of a prison hospital; and (3) whether his condition required his admission to a specialist, possibly civilian, hospital. Furthermore, the Government were to ensure his transfer to a specialist hospital if the medical experts concluded that admission to such a hospital was necessary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 7 April 2015 the Government responded to the Court’s letter of 24 March 2015. It submitted documents related to the applicant’s conviction; certificates issued by the head of the detention facility where the applicant had been previously detained, describing the state of his health and giving a list of medical procedures he had undergone; documents showing that the detention facility was authorised to provide medical services to inmates; extracts from the applicant’s medical history; certificates issued by the head of the prison hospital describing the state of the applicant’s health, the quality of the medical treatment and the conditions of his detention; handwritten statements by three of the prison hospital’s staff stating that they had provided the applicant with the necessary care; the report of the special medical panel of 26 September 2014; and copies of the decisions of 27 November 2014 and 24 February 2015 on his applications for early release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Government also asserted that the scope and quality of the treatment provided to the applicant in the prison hospital was appropriate for his state of health. However, they admitted that there had been a serious deterioration in the applicant’s condition in 2014. Lastly, they submitted that an examination of the applicant by a medical panel to check his entitlement to early release had been scheduled for 9 April 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 22 May 2015 the applicant’s representative reported that the independent medical examination had not been carried out by the Government. However, two independent doctors acting at the request of the applicant’s lawyer had assessed the quality of the applicant’s medical treatment in detention and whether his further detention in the prison hospital was appropriate for someone as ill as him. In their report, dated 20 May 2015, the doctors concluded that the medical care provided by the detention authorities had been inadequate, particularly in view of the continued use of ineffective drugs. They also stated that the applicant required spinal surgery owing to the tuberculous infection of the vertebrae and that it was vital he be transferred from the prison hospital to a specialist medical facility.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Developments following the application of Rule 39",
                                "elements": [
                                    {
                                        "content": "20.  On 22 May 2015 the Leninskiy District Court of Nizhniy Tagil dismissed the applicant’s second application for release on health grounds, referring to his failure to improve his character.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 21 August 2015 the Sverdlovsk Regional Court set aside that decision. The court held that the applicant should be released immediately, owing to the state of his health and the absence of disciplinary violations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  After his release the applicant was admitted to a civilian hospital in Verkhnyaya Pyshma, where he died on 3 October 2015.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC AND INTERNATIONAL LAW",
                        "elements": [
                            {
                                "content": "A.  Medical care afforded to detainees",
                                "elements": [
                                    {
                                        "content": "23.  The relevant provisions of Russian and international law on the medical care of detainees are set out in the following judgments: Ivko v. Russia (no. 30575/08, §§ 55-63, 15 December 2015); Amirov v. Russia (no. 51857/13, §§ 50-57, 27 November 2014); Pakhomov v. Russia (no. 44917/08, 30 September 2011); and Yevgeniy Alekseyenko v. Russia (no. 41833/04, 27 January 2011).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  General guidelines for tuberculosis treatment",
                                "elements": [
                                    {
                                        "content": "24.  The following are extracts from the “Treatment of Tuberculosis: Guidelines”, fourth edition, World Health Organisation, 2009:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“2.6.  ... Previously treated patients have received 1 month or more of anti-tuberculosis drugs in the past, may have positive or negative bacteriology and may have disease at any anatomical site. They are further classified by the outcome of their most recent course of treatment ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.6.  Previous tuberculosis (“TB”) treatment is a strong determinant of drug resistance, and previously treated patients comprise a significant proportion (13%) of the global TB notifications in 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Of all the forms of drug resistance, it is most critical to detect multidrug resistance (“MDR”) because it makes regimens with first-line drugs much less effective and resistance can be further amplified. Prompt identification of MDR and initiation of MDR treatment with second-line drugs gives a better chance of cure and prevents the development and spread of further resistance ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.7.  Standard regimes for previously treated patients",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Global Plan to Stop TB 2006–2015 sets a target of all previously treated patients having access to [drug susceptibility testing] at the beginning of treatment by 2015. The purpose is to identify MDR as early as possible so that appropriate treatment can be given ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Recommendation 7.1",
                                        "elements": []
                                    },
                                    {
                                        "content": "Specimens for culture and drug susceptibility testing (DST) should be obtained from all previously treated TB patients at or before the start of treatment. DST should be performed for at least isoniazid and rifampicin ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Recommendation 7.2",
                                        "elements": []
                                    },
                                    {
                                        "content": "In settings where rapid molecular-based DST is available, the results should guide the choice of regimen.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  PRELIMINARY CONSIDERATIONS: THE LOCUS STANDI OF THE APPLICANT’S MOTHER",
                        "elements": [
                            {
                                "content": ".  The Court must first decide whether Ms Maylenskaya can pursue the application lodged by the applicant. It reiterates that on 21 December 2015 she informed the Court of her wish to continue the proceedings on her son’s behalf.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Government expressed doubts as to whether the applicant’s mother had locus standi to pursue the application since the rights enshrined by Article 3 of the Convention are eminently personal and non-transferable.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court notes that it normally permits the next of kin to pursue an application, provided he or she has a legitimate interest, where the original applicant died after lodging the application with the Court (see Murray v. the Netherlands [GC], no. 10511/10, § 79, 26 April 2016; Malhous v. the Czech Republic (dec.) [GC], no. 33071/96, ECHR 2000‑XII; and Larionovs and Tess v. Latvia (dec.), nos. 45520/04 and 19363/05, § 172, 25 November 2014). Having regard to the subject matter of the application and all the information in its possession, the Court considers that the applicant’s mother has a legitimate interest in pursuing the application and that she thus has the requisite locus standi under Article 34 of the Convention (see Koryak v. Russia, no. 24677/10, §§ 58-68, 13 November 2012). It therefore dismisses the Government’s preliminary objection.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicant argued that the Government’s failure to ensure he have a medical examination to answer the questions asked by the Court had been in breach of the interim measure indicated by the Court under Rule 39 of the Rule of Court and had thus violated his right to individual application. He relied on Article 34 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": ".  Rule 39 provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  The Chamber or, where appropriate, its President may, at the request of a party or of any other person concerned, or of its own motion, indicate to the parties any interim measure which it considers should be adopted in the interests of the parties or of the proper conduct of the proceedings before it.",
                                "elements": []
                            },
                            {
                                "content": "2.  Where it is considered appropriate, immediate notice of the measure adopted in a particular case may be given to the Committee of Ministers.",
                                "elements": []
                            },
                            {
                                "content": "3.  The Chamber may request information from the parties on any matter connected with the implementation of any interim measure it has indicated.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": ".  The Government opened their argument with an assertion that it could not be inferred from Article 34 of the Convention or “from any other source” that the interim measure indicated under Rule 39 was legally binding. They further stressed that the Rules of Court, and accordingly the interim measure applied, did not have binding force on the State Party and that, accordingly, their failure to submit answers to the questions raised by the Court did not entail a violation of Article 34, or of any other provision of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Government continued by arguing that the applicant’s right to communicate with the Court had in no way been interfered with. The applicant had retained counsel, who had made submissions and had continued to communicate freely with the Court. Lastly, the Government submitted that in response to the Court’s questions they had furnished medical reports prepared by prison doctors and that their submissions had in substance answered the questions posed.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant argued that the situation was similar to the case of Amirov v. Russia (no. 51857/13, 27 November 2014), in which the Court had found a violation of Article 34 of the Convention following the Government’s failure to comply with an interim measure imposed under Rule 39. As in Amirov (ibid.), the Russian authorities had again failed to comply with an order by the Court to provide an expert opinion from independent medical specialists on the applicant’s state of health.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": ".  The applicable general principles are set out in Paladi v. Moldova ([GC], no. 39806/05, §§ 84-92, 10 March 2009) and Amirov (cited above, §§ 65-68).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the general principles to the present case",
                                        "elements": [
                                            {
                                                "content": ".  Turning to the circumstances of the present case, the Court notes that on 23 March 2015 it indicated to the Russian Government that the applicant should be immediately examined by medical experts who were independent from the prison system, with a view to determining (1) whether he was receiving adequate treatment in the prison hospital for his condition; (2) whether his state of health was compatible with detention in the conditions of a prison hospital; and (3) whether his condition required his placement in a specialist, possibly civilian, hospital. Furthermore, the Government were to ensure his transfer to a specialist hospital if the medical experts concluded that that was necessary. The Government responded by submitting various medical reports, certificates and documents related to the applicant’s detention (see paragraph 17 above). They also asserted that the scope and quality of the treatment provided to the applicant in the prison hospital had been exactly what had been needed for his state of health.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court is not convinced by the Government’s arguments. It reiterates that the aim of the interim measure in the present case was to obtain an independent medical assessment of the state of the applicant’s health, the quality of the treatment he was receiving and the adequacy of the conditions of his detention in view of his medical needs. That expert evidence was necessary to decide whether, as the applicant argued, his life was at real risk as a result of the alleged lack of requisite medical care in detention. In addition, the Court was concerned with the contradictory nature of the evidence in its possession. The interim measure was therefore also meant to ensure that the applicant could effectively pursue his case before the Court (see Amirov, cited above, § 70, and Shtukaturov v. Russia, no. 44009/05, § 141, ECHR 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Whilst the formulation of an interim measure is one of the elements to be taken into account in the Court’s analysis of whether a State has complied with its obligations under Article 34 of the Convention, the Court must have regard not only to the letter but also to the spirit of the interim measure indicated (see Paladi, cited above, § 91) and, indeed, to its very purpose. The main purpose of the interim measure, as indicated by the Court in the present case – and the Government did not claim to be unaware of this – was to prevent the applicant’s exposure to inhuman and degrading suffering in view of his poor health and his remaining in a prison hospital that was – according to him – unable to ensure that he received adequate medical assistance. There could have been no doubt about either the purpose or the rationale of that interim measure.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court does not need to assess the independence, professional expertise or qualifications of the doctors who prepared the documents submitted by the Government. It notes that the medical examination it requested, aimed at answering the Court’s questions, was not ordered by the Government. Neither the medical reports, nor the certificates issued by the authorities contained any analysis of the adequacy of the applicant’s medical treatment and the compatibility of the conditions of his detention with his state of health. Nothing suggests that the doctors compared the quality of medical assistance afforded to the applicant with the requirements of applicable medical standards, guidelines or regulations.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The aim of the medical examination of 26 September 2014 was limited simply to a comparison of the applicant’s medical condition with the exhaustive list of illnesses in a Government decree which warranted early release. At no point during the examination did the doctors from the prison hospital assess the applicant’s state of health independently from that list or considered whether his illness, given the stage it was at, its nature and duration, required his transfer to a specialist hospital. The Court therefore concludes that the documents furnished by the authorities have little relevance to the implementation of the interim measure indicated by the Court to the Russian Government in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government further argued that they themselves had responded to the three questions put by the Court on 23 March 2015. The Court notes that in view of the vital role played by interim measures in the Convention system, they must be strictly complied with by the State concerned. The Court cannot conceive, therefore, of allowing the authorities to circumvent an interim measure such as the one indicated in the present case by replacing expert medical opinion with their own assessment of the applicant’s situation. Yet that is exactly what the Government did. In so doing, the State has frustrated the purpose of the interim measure, which sought to enable the Court, on the basis of relevant, independent medical opinion, to effectively respond to and, if need be, prevent the possible continued exposure of the applicant to physical and mental suffering (see Khloyev v. Russia, no. 46404/13, § 67, 5 February 2015, and Salakhov and Islyamova v. Ukraine, no. 28005/08, § 222, 14 March 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government did not show that there was any objective impediment preventing compliance with the interim measure (see Paladi, cited above, § 92). Consequently, the Court concludes that the State has failed to comply with the interim measure indicated by it in the present case under Rule 39, in breach of its obligation under Article 34 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicant complained that the authorities had failed to provide him with the requisite medical care in detention, in breach of Article 3 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": ".  The Government put forward two lines of argument. Firstly, they argued that the applicant had failed to exhaust domestic remedies as he had not raised his complaint before the domestic authorities, such as the administration of the detention facilities, a prosecutor’s office or a court. Secondly, they argued that the applicant had been provided with the requisite medical treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant argued that the medical assistance afforded to him was deficient, as confirmed by the experts’ report of 20 May 2015, particularly in view of his continued treatment with ineffective drugs. He further stated that the authorities had known of his condition, but had not addressed the issue. The legal avenues proposed by the Government were ineffective.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": ".  In assessing the Government’s argument that the applicant failed to exhaust the available avenues of domestic protection regarding the allegedly inadequate medical treatment, the Court notes that it has consistently held that the remedies proposed by the Government do not satisfy the relevant criteria (see Ivko, cited above, §§ 85-88; Khalvash v. Russia, no. 32917/13, §§ 49-52, 15 December 2015; Patranin v. Russia, no. 12983/14, §§ 82-88, 23 July 2015; Koryak, cited above, §§ 82-86; and Reshetnyak v. Russia, no. 56027/10, §§ 65-73, 8 January 2013). The Court therefore rejects the non-exhaustion objection.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court further notes that the applicant’s complaint under Article 3 of the Convention is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": ".  The applicable general principles were recently summarised in Ivko (cited above, §§ 91-95).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Turning to the circumstances of the present case, the Court observes that the applicant suffered from advanced tuberculosis and HIV. The lifethreatening nature of that condition was beyond doubt. His main contention was that he did not receive adequate treatment for his illness, especially in the initial period, when he was prescribed medication to which his tuberculosis had developed resistance. The Government disagreed. They insisted that he had received comprehensive medical care in detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court has examined a large number of cases against Russia raising complaints of inadequate medical provision for inmates (see, among the most recent examples, Ivko, cited above; Koryak, cited above; Dirdizov v. Russia, no. 41461/10, 27 November 2012; Reshetnyak, cited above; Mkhitaryan v. Russia, no. 46108/11, 5 February 2013; Gurenko v. Russia, no. 41828/10, 5 February 2013; Bubnov v. Russia, no. 76317/11, 5 February 2013; Budanov v. Russia, no. 66583/11, 9 January 2014; and Gorelov v. Russia, no. 49072/11, 9 January 2014). In the absence of an effective remedy in Russia to deal with such complaints, the Court has had, of necessity, to undertake the role of a court of first instance in determining whether the guarantees of Articles 2 or 3 of the Convention have been observed. In that role, paying particular attention to the vulnerability of applicants who are in detention, the Court has called on the Government to provide credible and convincing evidence that the applicant concerned received comprehensive and adequate medical care in detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Coming back to the medical certificates and the experts’ report of 20 May 2015 submitted by the applicant (see paragraph 19 above), the Court is satisfied that there is prima facie evidence in favour of his submissions and that the burden of proof should shift to the respondent Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Having closely scrutinised the evidence submitted by them in support of their position, it finds that they have failed to demonstrate conclusively that the applicant received effective medical treatment for his illnesses while in detention. The evidence in question is unconvincing and insufficient to rebut the applicant’s account of the treatment he had in detention and the experts’ conclusion of 20 May 2015. In such circumstances, the Court considers that the applicant’s allegations have been established to the requisite standard of proof.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that the medical authorities were indeed aware of the applicant’s serious ailments, including untreated tuberculosis and advanced HIV, right from the start of his detention in June 2012 (see paragraph 10 above). However, a drug susceptibility test was only performed on 23 January 2013 (see paragraph 12 above). Although the test revealed that the drugs being received by the applicant were totally ineffective, the treatment was not altered until April 2013 (see paragraph 12 above). In the absence of drugs able to kill or inhibit the growth of the tuberculosis bacteria, the disease progressed to a stage where pulmonary cavities appeared.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court notes the authorities’ failure to perform a drug susceptibility test in a timely fashion. The importance and value of that test may be seen from the Guidelines of the World Health Organisation listed in paragraph 24 above. Given the applicant’s history of unsuccessful tuberculosis treatment, there was a vital necessity to perform that test. In particular, it was impossible to choose the appropriate treatment for the applicant without testing him for drug resistance. The Court has already condemned delays in recommending and performing drug susceptibility tests in the initial stages of the diagnostic process (see Ivko, cited above, § 105; Kushnir v. Ukraine, no. 42184/09, § 146, 11 December 2014; Makharadze and Sikharulidze v. Georgia, no. 35254/07, § 90, 22 November 2011; and Gladkiy v. Russia, no. 3242/03, § 93, 21 December 2010). As a result of the authorities’ failure to arrange that vital test, the prospects of success of the first ten months of the tuberculosis treatment were undermined. The Court also considers that it was unacceptable that even though they had learned of the resistance of the applicant’s tuberculosis to the treatment being used, the medical authorities did not change it within a reasonable time, but continued to use it for the next two months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court considers that the above deficiencies on the part of the medical authorities were tantamount to deprivation of the requisite medical care and amounted to inhuman and degrading treatment within the meaning of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "55.  The applicant claimed 20,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government left the issue to the Court to decide.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court awards the applicant the sum claimed in respect of nonpecuniary damage in full, plus any tax that may be chargeable on that amount to be paid in full to the applicant’s mother, Ms Maylenskaya.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "58.  The applicant also claimed EUR 850 to ensure some remuneration for his lawyer, who provided his services pro bono.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government also left that issue to the Court to decide.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Taking into account the absence of any supporting documents or actually incurred costs, the Court cannot grant the claim. It therefore rejects the claim in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "61.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides that the applicant’s mother, Ms Maylenskaya, has locus standi in the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the respondent State has failed to comply with the interim measure indicated by the Court under Rule 39 of the Rules of Court, in violation of its obligation under Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay Ms Maylenskaya, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 20,000 (twenty thousand euros), to be converted into the currency of the respondent State at the rate applicable at the date of settlement, in respect of non-pecuniary damage, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 October 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luis López Guerra",
            "role": "president"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MAYLENSKIY v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-166945.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:1004JUD001264615",
    "externalsources": [],
    "extractedappno": [
        "12646/15",
        "30575/08",
        "51857/13",
        "44917/08",
        "41833/04",
        "10511/10",
        "33071/96",
        "45520/04",
        "19363/05",
        "24677/10",
        "39806/05",
        "44009/05",
        "46404/13",
        "28005/08",
        "32917/13",
        "12983/14",
        "56027/10",
        "41461/10",
        "46108/11",
        "41828/10",
        "76317/11",
        "66583/11",
        "49072/11",
        "42184/09",
        "35254/07",
        "3242/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-166945",
    "judgementdate": "04/10/2016 00:00:00",
    "kpdate": "04/10/2016 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "183",
        "177"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "3",
        "34"
    ],
    "parties": [
        "MAYLENSKIY",
        "RUSSIA"
    ],
    "rank": "1639.01379394531",
    "representedby": [
        "PETRYAKOV S."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "456167",
    "typedescription": "15"
}