{
    "__articles": "6;6-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "77185/11",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Enforcement proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-197213.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 77185/11) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Ivan Alekseyevich Poddubnyy (“the applicant”), on 16 November 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr E. Markov, a lawyer practising in Budapest. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 27 August 2014 notice of the complaints concerning the nonenforcement of the domestic awards in the applicant’s favour and the lack of an effective remedy was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "Background information",
                                "elements": [
                                    {
                                        "content": "4.  In 1970 the applicant was injured in a work-related accident and acquired a life-long disability. The applicant’s ex-employer, a collective farm, was found liable for the accident and was obliged to make periodic monthly payments in the applicant’s favour. The collective farm was subsequently restructured into a limited liability agricultural partnership and later into a closed joint-stock company, ZAO Novodmitriyevskoye (“the ZAO”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  On 23 June 2004 the Commercial Court of Krasnodar Region (“the Commercial Court”) declared the ZAO insolvent and ordered that the insolvency proceedings be opened in respect of the company.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Judgments in the applicant’s favour against the ZAO",
                                "elements": [
                                    {
                                        "content": "6.  As the ZAO had failed to make regular payments to the applicant, he brought several sets of proceedings against his ex-employer, as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Judgment of 3 August 2004",
                                        "elements": [
                                            {
                                                "content": "7.  On 3 August 2004 the Severskiy District Court of Krasnodar Region (“the District Court”) granted the applicant’s claim and obliged the ZAO to pay him 35,970.12 Russian roubles (RUB). This judgment was not appealed against and became final on 14 August 2004.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Judgment of 21 July 2005",
                                        "elements": [
                                            {
                                                "content": "8.  On 21 July 2005 the District Court index-linked the amount of the monthly payments due to the applicant for a specific period, and obliged the ZAO to adjust these payments in future in line with inflation. This ruling was not appealed against and became final on 3 August 2005.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Decision of 26 September 2005 endorsing the friendly settlement",
                                        "elements": [
                                            {
                                                "content": "9.  On 26 September 2005 the District Court endorsed a friendlysettlement agreement between the applicant and the liquidator acting for the ZAO, in accordance with which the ZAO was obliged to pay the applicant RUB 202,790.40 as an aggregate lump sum in respect of the periodic payments, RUB 35,790.12 in respect of outstanding “old” debt and RUB 4,170 in compensation for legal expenses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  The applicant appealed against the decision, arguing, in particular, that his claim for penalty for the failure to pay the judgment debt in good time had not been included in the terms of the settlement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 22 November 2005 the Krasnodar Regional Court upheld the decision in substance. It noted, in particular, that the applicant had been duly informed of the legal consequences of the friendly settlement and had conceded to the settlement terms, which had not included the penalty.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Commercial Court decision of 22 March 2006",
                                        "elements": [
                                            {
                                                "content": "12.  On 22 March 2006 the Commercial Court established that the applicant’s claims were included in the register of the creditors’ claims for the aggregate amount (на капитализированную сумму) of RUB 115,914 (for relevant provisions on aggregating regular payments, see paragraph 33 below). It rejected the applicant’s claim for the transfer of the right to claim the aggregate payments to the Russian Federation and advised the applicant that he could lodge an application for an insurance payment with the local social-security office.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Judgment of 13 October 2006",
                                        "elements": [
                                            {
                                                "content": "13.  On 13 October 2006 the District Court granted the applicant’s new request for index-linking. The court index-linked the amount of the monthly payments received by the applicant, and obliged the ZAO to adjust these payments in future in line with inflation. This ruling was not appealed against and became final on 24 October 2006.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Liquidation of the ZAO",
                                        "elements": [
                                            {
                                                "content": "14.  On 14 June 2007 the Commercial Court established that the liquidation of the ZAO had been completed and ordered that a relevant entry be made in the State registry of legal entities. The ZAO’s assets were insufficient to satisfy the applicant’s claims. They were nevertheless considered as settled.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  The applicant appealed against the decision of 14 June 2007, claiming that it had been unlawful, and that the debt of RUB 238,580.52 had not been paid to him. On 20 July 2007 the applicant’s appeal was returned to him as lodged out of time.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Proceedings against the Ministry of Finance and Compensation Act proceedings",
                                "elements": [
                                    {
                                        "content": "Judgment of 23 March 2008",
                                        "elements": [
                                            {
                                                "content": "16.  On 13 March 2008 the applicant lodged a court action against the Ministry of Finance of the Russian Federation (“the Ministry of Finance”) claiming aggregation as a lump sum (капитализация) of the amounts of the monthly allowance awarded by the judgments against the ZAO, in accordance with section 135(1) of the Insolvency Act (see paragraph 33 below). He claimed the lump sum of RUB 181,515.92 and periodic monthly payments in the amount of RUB 2,499.34, with subsequent index-linking. He referred in his request to the judicial awards of 3 August 2004, 21 July 2005 and 13 October 2006. He also asked for the relevant amounts for the period until 31 December 2007 to be index-linked, and for his legal costs incurred in the proceedings against the ZAO to be reimbursed. The application did not refer to the friendly settlement endorsed on 26 September 2005 (see paragraph 9 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 23 May 2008 the District Court allowed the applicant’s claims in part. The court established that the applicant had not received the payments during the liquidation proceedings in respect of the ZAO. Accordingly, the obligation to compensate for damage to health, and, thus, to make the relevant periodic payments, had been transferred from the ZAO to the Russian Federation. In its calculation of the amounts to be paid to the applicant, the District Court took into account the sums due to him in accordance with the judgments of 3 August 2004, 21 July 2005, and 13 October 2006 (see paragraphs 7, 8, and 13 above).The court obliged the Ministry of Finance to pay the applicant a lump sum of RUB 123,937.11 and to start making monthly payments in his favour in the amount of RUB 2,499.34 from 1 January 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On appeal, the applicant claimed RUB 160,691.19 as the amount representing the debts in accordance with the previous judicial decisions in his favour, covering the period between 2004 and 2008, and requested that that amount be subsequently index-linked.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The respondent authority argued in reply that the amount awarded to the applicant had not represented the aggregate payments and that he had failed to request the transfer of the ZAO’s debt to the Russian Federation during the liquidation proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 1 July 2008 the appellate court upheld the judgment of 23 May 2008. It rejected the respondent’s argument concerning the applicant’s alleged failure to request the transfer in a timely manner as unfounded with reference to the Commercial Court’s ruling of 22 March 2006 (see paragraph 12 above). It also rejected the remainder of the applicant’s claims as having no basis in law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 12 February 2009 the lump sum in accordance with the judgment of 23 May 2008 was transferred to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  As established by the District Court on 17 August 2011 (see paragraph 25 below for details), the debtor did not make monthly payments between July 2009 and August 2011.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 13 November 2012 the District Court clarified the decision of 23 May 2008, specifying that the monthly payments had to be adjusted in line with inflation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 13 January 2011 the applicant claimed outstanding regular payments in accordance with the judgment of 23 May 2008, as well as applying for those payments to be index-linked.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 17 August 2011 the District Court granted the applicant’s claims in part. It found, with reference to its own calculation of the inflation adjustment, that in February 2008-July 2009 the Ministry of Finance had paid the applicant RUB 3,079 less in monthly payments than it had been due to. It also found that as of August 2009 the Ministry of Finance had discontinued the monthly payments in the applicant’s favour, which had resulted in an aggregate debt of RUB 107,875 for the period between 1 August 2009 and 30 June 2011. The court ordered the defendant to pay the applicant a total of RUB 110,954.94 in respect of unpaid monthly payments adjusted in line with inflation, for the period between 1 February 2008 and June 2011.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 2 December 2011 the judgment of 17 August 2011 was fully enforced by way of a bank transfer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  According to the Government, the applicant has been receiving the monthly payments in good time.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Compensation Act proceedings",
                                        "elements": [
                                            {
                                                "content": "28.  On 18 February 2011 the applicant lodged an application under the 2010 Compensation Act (see paragraph 36 below), alleging a breach of his right to enforcement of the court decisions within a reasonable time. He argued that the decision of 23 May 2008 had been enforced with a significant delay, the decisions of 3 August 2004, 21 July 2005 and 13 October 2006 remained unenforced in full, and the decision of 26 September 2005 remained unenforced in the part concerning the compensation for legal expenses. He also alleged that starting from 1 January 2009 the decision of 23 May 2008 had not been enforced in the part concerning the index-linking of the monthly payments. In his final statement of claims and calculation of non-pecuniary damage sustained he referred to four judgments against the ZAO, and not to that against the State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 16 March 2011 a judge of the Krasnodar Regional Court (“the Regional Court”) dismissed the application on the grounds that the judgments of 3 August 2004, 21 July 2005 and 13 October 2006 had been issued against a private company, whereas the 2010 Compensation Act was only applicable to monetary claims against the State. The court did not address the applicant’s submissions regarding the alleged nonenforcement of the decisions of 26 September 2005 and of 23 May 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 8 June 2011 the Krasnodar Regional Court upheld the decision. It found that the debtor, the ZAO, was a private entity not in receipt of budgetary funds, and therefore the claim in respect of the judgments given against the ZAO fell outside the scope of the Compensation Act. The court rejected the applicant’s reference to the State’s alleged failure to make the monthly payments ordered on 23 May 2008, as “the Ministry of Finance was a payer in respect of the sums initially recovered from the [ZAO]” which had been liquidated, whilst the regular payments had not been aggregated “in good time”. In respect of the alleged failure to index-link the periodic payments to the applicant, the appellate court noted that it had no jurisdiction to consider that part of the claim. The court also noted that it was for the court which had ordered the payments to rule on their indexlinking.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "Provisions on aggregate payments",
                                "elements": [
                                    {
                                        "content": "31.  An obligation is terminated with the liquidation of a legal entity, except in cases where the law or other legal acts impose the discharge of the obligation of the liquidated legal entity upon the other person (in particular, by the claims for the compensation of the harm caused to life or health) (Article 419 of the Civil Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In the event of the liquidation of the legal entity liable for harm to life or health, the appropriate payments must be aggregated for their payment to the victim in accordance with rules established by law or other legal provisions (Article 1093 § 2 of the Civil Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Pursuant to section 135(1) of the Insolvency Act of 26 October 2002 No. 127-FZ, as in force at the material time, the total in claims of citizens to which the debtor was liable for harm to life or health were to be calculated by means of aggregating the relevant regular payments which were established on adoption by the commercial court of the decision declaring the debtor company insolvent and which were payable to those citizens until they reached the age of seventy, but with a minimum of ten years payment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Pursuant to section 135(3) of the Insolvency Act, as in force at the material time, upon the citizen’s consent his or her right to claim the aggregate amount of the regular payments was to be transferred to the Russian Federation. In that case the debtor’s obligation to pay the aggregate amount to the citizen was to be transferred to the Russian Federation and was to be fulfilled by the State in compliance with federal law in the manner determined by the Government of the Russian Federation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  By the Information Letter of 13 April 2010 no. 136 the Presidium of the Supreme Commercial Court of Russia clarified, inter alia, that a commercial court dealing with the insolvency case had to advise the claimants of their right to consent to the transfer of their right to claim to the Russian Federation, as well as of the consequences of the transfer. The consent of an individual for assignment of his claims to the Russian Federation had to be given in the form of an application to the commercial court which considered the bankruptcy case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Compensation Act",
                                "elements": [
                                    {
                                        "content": "36.  Federal Law no. 68FZ of 30 April 2010 On Compensation for Violation of the Right to a Trial within a Reasonable Time or the Right to Enforcement of a Judgment within a Reasonable Time (“the Compensation Act”), as in force at the material time, entitled a party concerned to bring an action for compensation of a violation of his or her right to a trial within a reasonable time or of the right to enforcement within a reasonable time of a judgment establishing a debt to be recovered from the State (section 1(1)). Further details of the Compensation Act may be found in the Court’s decision in Nagovitsyn and Nalgiyev v. Russia ((dec.), nos. 27451/09 and 60650/09, § 40, 23 September 2010).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL no. 1 ON ACCOUNT OF THE NON-ENFORCEMENT",
                        "elements": [
                            {
                                "content": "37.  The applicant complained under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 of the non-enforcement or delayed enforcement by the State of the judgments of 3 August 2004, 21 July and 26 September 2005, 13 October 2006, 23 May 2008 and 17 August 2011.",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "The Government",
                                        "elements": [
                                            {
                                                "content": "38.  The Government contested the applicant’s arguments. As regards the claimant’s consent to the transfer of the obligations to the State, they noted that Information letter no. 136 of the Supreme Commercial Court of Russia clarifying the matter (see paragraph 35 above) had not been issued at the time of the events. However, according to the established practice at the material time the consent of an individual to the assignment of the claims to the Russian Federation had had to be expressed by way of lodging an application with the commercial court dealing with the case. The transfer of the obligation had been considered completed when the person’s name in the register of creditors’ claims had been replaced by the Russian Federation. According to the Government, the applicant made no such application. However, he claimed that the transfer had taken place in the proceedings before the court of general jurisdiction. They accordingly argued that the District Court had established the transfer of the obligations from the ZAO to the State by the decision of 23 May 2008, in so far as the previous judicial decisions in the applicant’s favour against the ZAO of 3 August 2004, 21 July 2005 and 13 October 2006 had been concerned. The Government submitted that the lump sum set out in the decision of 23 May 2008 had been paid to the applicant within less than eight months, and the applicant had been receiving the regular monthly payments in good time. Similarly, they argued that the judgment of 17 August 2011 had been enforced within four months, that is to say within a reasonable time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  As regards the decision of 26 September 2005, the Government submitted that the applicant had not expressed his consent to the transfer of his claim rights under that decision to the Russian Federation and had not claimed it in the domestic proceedings. Therefore he had failed to exhaust the available domestic remedies. In any event, they argued that in accordance with the Insolvency Act the amounts under a friendly settlement between a creditor and an insolvency officer – such as the decision in question – were not to be aggregated. Therefore, the obligations under the decision of 26 September 2005 could not be transferred to the State in the way the obligations to make the regular payments had been transferred.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The applicant",
                                        "elements": [
                                            {
                                                "content": "40.  The applicant argued in reply that the judgments in his favour had not been enforced fully and in due time. He claimed that the Government had been under an obligation to enforce the judgments initially issued against the ZAO from 23 June 2004, the date of institution of the insolvency proceedings in respect of the ZAO or, at least, from the date of the liquidation of the company. He also submitted that under domestic law, there had been no procedure in place to apply for the transfer of the obligations of an insolvent debtor to the State. Thus, he argued that the obligations under all judicial decisions in his favour issued initially against the ZAO had been transferred to the State irrespective of whether he had applied for such a transfer. In respect of the monthly payments under the judgment of 23 May 2008, the applicant submitted that they had been either paid to him irregularly or had not been index-linked. He argued furthermore that in 2011 the courts had dismissed his application under the Compensation Act on purely formal grounds. Lastly, he submitted that the judgment of 17 August 2011 had not been enforced until June 2012.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "As regards the date of the transfer of the obligations to the State and the scope of the obligations transferred",
                                "elements": [
                                    {
                                        "content": "41.  The Court observes that the parties disagree, in essence, as to the scope, grounds and the date of transfer of the obligation from the ZAO to the State. While the applicant alleged that the obligations under all previous judgments against the ZAO in their entirety had been transferred to the State before the company’s liquidation date, the Government argued that they had been not bound by any obligation towards the applicant prior to the judgment of 23 May 2008, which exhaustively determined the scope of the relevant obligation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court notes from the Government’s observations that it was the established practice at the material time that claimants had to lodge a relevant request for the transfer of the claim with a commercial court. It appears from the judgment of 1 July 2008 (see paragraph 20 above) that, contrary to the Government’s submissions, the applicant did indeed lodge a relevant application but it was rejected on 22 March 2006. It is unclear whether the refusal was appealed against. In any event, it is not contested that by the date of the company’s liquidation the applicant’s claim for transfer of the ZAO’s debt to the Russian Federation had not been allowed by a domestic court, and otherwise at no stage of the insolvency proceedings was the applicant’s name in the register of creditors’ claims replaced by that of the Russian Federation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court is precluded from examining the relevant proceedings from the standpoint of the Convention requirements, as both the refusal of 22 March 2006 and the company’s liquidation of 14 June 2007 took place more than six months before the introduction of the applicant’s complaint. At the same time, the Court finds it established that no transfer of obligations to the State took place during the insolvency proceedings which ended with the ZAO’s liquidation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Be that as it may, the Court nevertheless notes that six months after the ZAO’s liquidation the applicant brought proceedings against the State, claiming aggregation as a lump sum of the amounts of the monthly allowance awarded by various judgments against the ZAO. The entirety of his claims, including the State’s alleged obligation to index-link the payments due to him for the period between 2004 and 2008, were examined in detail in the judgment of 23 May 2008, as upheld on 1 July 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court reiterates that to constitute an “asset” or “possessions” within the meaning of Article 1 of Protocol No. 1 and, consequently, to attract the guarantees of this provision, a claim – for example a judgment in respect of debt – should be sufficiently established to be enforceable (see, among other authorities, Kopecký v. Slovakia [GC], no. 44912/98, §§ 35 et seq., ECHR 2004-IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  As regards the claims rejected by the domestic courts in the above proceedings, and in so far as the applicant complains of the allegedly incorrect determination of the amount of the aggregate lump sum and, accordingly, the scope of the obligation transferred, the Court reiterates that where a proprietary interest is in the nature of a claim, the person in whom it is vested may be regarded as having a “legitimate expectation” if there is a sufficient basis for the interest in national law (see Kopecký, cited above, § 52). No legitimate expectation can be said to arise where there is a dispute as to the correct interpretation and application of domestic law and the applicant’s submissions are subsequently rejected by the national courts (ibid., § 50). Accordingly, in so far as the domestic courts examined and rejected his claims as having no basis in national law, the applicant cannot be said to have acquired a “legitimate expectation” to have them enforced by the State. In any event, the relevant claims were disallowed by the final decision of 1 July 2008. The operation of the six-month rule, which marks out the temporal limit of the supervision exercised by the Court (see Sabri Güneş v. Turkey [GC], no. 27396/06, § 40, 29 June 2012) prevents the Court from reviewing the merits of the relevant decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court accordingly considers that the complaint in the part concerning the allegedly incorrect determination of the amounts to be recovered from the State must be declared inadmissible pursuant to Article 35 §§ 1, 3(a) and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  At the same time, the Court is satisfied that in the present case the applicant had a claim against the State in the amount determined by the domestic court on 23 May 2008, and that the claim became enforceable on 1 July 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  As regards the failure to acknowledge the transfer of obligations arising out of the decision of 26 September 2005, it is sufficient for the Court to note that the applicant did not raise this issue in the proceedings of 23 May 2008 (see paragraph 16 above) or otherwise express his consent to the transfer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  It follows that the complaint about the non-enforcement of that decision by the State in this part is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Complaints about the non-enforcement of the judgments against the Ministry of Finance",
                                "elements": [
                                    {
                                        "content": "51.  The Court notes from the judgment of 17 August 2011 and the Government’s submissions that the debt established by the judgment of 23 May 2008 in respect of the monthly payments was paid to the applicant with a delay. It further takes note of the domestic courts’ refusal to examine the applicant’s claim under the Compensation Act (see paragraphs 29 and 30 above) and observes that otherwise it was not argued that adequate and sufficient redress had been offered to the applicant for the alleged delay, as required by the Court’s case-law (see, mutatis mutandis, Koltsov v. Russia, no. 41304/02, § 13., 24 February 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court accordingly considers that the complaint in respect of the delayed enforcement of the judgment of 23 May 2008 is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  As to the judgment of 17 August 2011, the Court notes that the applicant did not substantiate his argument concerning its enforcement in 2012. The Court notes from the documents submitted by the Government that the judicial award was executed on 2 December 2011, that is to say within less than four months. That delay complied with the requirements of the Convention (see Belkin and Others v. Russia (dec.), nos. 14330/07 and 15 others, 5 February 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Complaints concerning non-enforcement of the judgments against the ZAO",
                                "elements": [
                                    {
                                        "content": "55.  As regards the remaining claims including, in particular, the debt endorsed by the decision of 26 September 2005 which was not transferred, as well as any other claims the applicant might have had against the ZAO, they are inadmissible as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The parties conceded that the debtor was a private entity. Accordingly, the State’s obligations were limited to providing a creditor with the necessary legal assistance and ensuring the effective operation of the procedure (see Fuklev v. Ukraine, no. 71186/01, § 84, 7 June 2005, and Anokhin v. Russia (dec.), no. 25867/02, 31 May 2007). The Court observes that the ZAO was liquidated without any outstanding bankruptcy estate as early as 14 June 2007, and the creditors’ claims which had not been satisfied were considered as settled. The applicant learned of the decision to liquidate the ZAO in June 2007 (see paragraphs 14 and 15 above). The last set of proceedings concerning assignment of some of his claims to the State ended on 1 July 2008. At least from that later date it should have become apparent to him that he could no longer obtain either their enforcement by the initial debtor or the transfer of the remaining claims against the ZAO to the State. However, he lodged his application with the Court only in 2011. In any event, the applicant did not argue before the Strasbourg Court that the authorities had failed to assist him in the enforcement of any of the judicial decisions concerned, nor did he raise the relevant issue in domestic procedure (see Smagilov v. Russia (dec.), no. 24324/05, §§ 41-48, 13 November 2014).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Therefore, the application in this part must be declared inadmissible pursuant to Article 35 §§ 1, 3(a) and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": [
                                            {
                                                "content": "58.  It remains to be ascertained whether the delay in enforcement of the judgment of 23 May 2008 complied with the requirements of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  It is not disputed between the parties that the judgment in the part concerning the lump sum was enforced on 12 February 2009, that is to say within a reasonable period of eight months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  However, as established by the domestic court on 17 August 2011, the Ministry of Finance discontinued the monthly payments ordered by the judgment of 23 May 2008 between August 2009 and July 2011 (see paragraph 25 above). The relevant amount in arrears, as calculated by the domestic court in August 2011, was paid to the applicant on 2 December 2011 (see paragraph 26 above), that is to say with a maximum delay of two years and five months vis-à-vis the earliest unpaid monthly instalments. Neither the Ministry of Finance in the domestic proceedings nor the Government in their submissions to the Court provided any reasons for that delay. Regard being had to the documents in its possession, the Court considers that the delay was unreasonable and amounted to a breach of the Convention requirements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  In so far as the applicant may be understood to have complained of the authorities’ subsequent failure to index-link the regular payments correctly, the Court notes that those allegations are vague and unspecific and reiterates that, in any event, they should have been submitted to the domestic courts in the first place (see Sirotin v. Russia (dec.), no. 38712/03, 14 September 2006). In the absence of a domestic court finding on the matter, the Court rejects the applicant’s argument in this part.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Court concludes that there has been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention on account of the delayed enforcement of the judgment of 23 May 2008 in the part concerning the periodic payments for the period between August 2009 and July 2011.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.  The applicant also complained, under Article 13 of the Convention, that he had been deprived of any effective domestic remedies in respect of his non-enforcement complaints. Article 13 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "64.  The Court notes that this complaint is linked to those examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "65.  Having regard to the finding relating to Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention (see paragraphs 51 and 62 above), the Court considers that it is not necessary to examine whether, in this case, there has been a violation of Article 13.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "66.  The Court observes that the applicant also raised several other complaints under various Convention provisions.",
                                "elements": []
                            },
                            {
                                "content": "67.  Having regard to all the evidence in its possession, and to the extent that it has the power to examine the allegations, the Court does not find any appearance of a violation of the rights and freedoms guaranteed by those provisions. It follows that this part of the application must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "69.  The applicant claimed 89,779 euros (EUR) in respect of pecuniary damage representing, according to his calculations, the sum of the debts established by several domestic judgments, as well as damage caused by “the State’s failure to enforce its obligations and penalties” arising out of judgments of 3 August 2004, 21 July and 26 September 2005, 13 October 2006, 23 May 2008 and 17 August 2011 for different periods of time. He also claimed EUR 100,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government disputed the claims as unfounded and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim under this head. On the other hand, it awards the applicant EUR 2,600 in respect of non-pecuniary damage, plus any tax that may be chargeable, and rejects the remainder of the claims under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "72.  The applicant claimed EUR 3,700 in respect of lawyer’s fees at the domestic level, postal expenses, photocopying, international phone calls to his representative in Strasbourg, medical expenses and typing expenses. He submitted that it was impossible to submit all the necessary receipts due to the “specific nature” of the expenses, which were accordingly calculated on an approximate basis. He provided a number of receipts, all mixed, evidencing various payments at the domestic level.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  He also claimed EUR 2,700 for his legal representation before the Court and associated administrative expenses (telephone calls and postal, photocopying and printing expenses), to be paid directly into the bank account of his lawyer. He submitted a copy of a legal-services agreement with Mr E. Markov. In accordance with its terms, if the Court should grant legal aid or award legal costs and expenses, it would be the Government, not the applicant, who would have to pay for the lawyers’ services. The applicant specified in the observations that the lawyer had performed twenty-two hours of legal work at the rate of EUR 120 per hour and spent EUR 60 in administrative expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Government agreed that the applicant had substantiated his expenses in the amount of 2,632.20 Russian roubles (RUB) (approximately EUR 42) for correspondence with the Court. They argued that the remainder of the applicant’s claim for costs and expenses was either unsubstantiated or unrelated to the proceedings before the Court. As regards legal fees and associated administrative expenses of Mr E. Markov, the Government noted that the applicant had not incurred any legal costs, and that in fact, the legal services had been rendered pro bono.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. Regard being had to the documents in its possession and the above criteria, and bearing in mind that the applicant was granted EUR 850 in legal aid for his representation by Mr E. Markov, and that he has no legal obligation to pay for his legal representation before the Court, the Court dismisses the claim for costs and expenses in so far as the lawyer’s services are concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court awards EUR 171 to the applicant as reimbursement of his postal expenses, to be paid directly to the applicant. It rejects the remainder of the claim under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "77.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares the complaints under Article 6 of the Convention and Article 1 of Protocol No. 1 concerning the delayed enforcement of the domestic judgment of 23 May 2008 and under Article 13 of the Convention about the lack of effective remedies in respect of the non-enforcement admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1 on account of the delayed enforcement of the judgment of 23 May 2008 in the part concerning the periodic payments;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there is no need to examine separately the merits of the complaint under Article 13 of the Convention about the lack of an effective remedy in respect of the non-enforcement of the judgment of 23 May 2008;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicant claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 29 October 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "president"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "María Elósegui",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PODDUBNYY v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-197213.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:1029JUD007718511",
    "externalsources": [],
    "extractedappno": [
        "77185/11",
        "27451/09",
        "60650/09",
        "44912/98",
        "27396/06",
        "41304/02",
        "14330/07",
        "71186/01",
        "25867/02",
        "24324/05",
        "38712/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-197213",
    "judgementdate": "29/10/2019 00:00:00",
    "kpdate": "29/10/2019 00:00:00",
    "kpthesaurus": [
        "445",
        "113",
        "7",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "P1-1-1",
        "6-1",
        "P1-1"
    ],
    "parties": [
        "PODDUBNYY",
        "RUSSIA"
    ],
    "rank": "4148.68115234375",
    "representedby": [
        "MARKOV E."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "492809",
    "typedescription": "15"
}