{
    "__articles": "8;8-1",
    "__conclusion": "No violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for family life)",
    "applicability": "",
    "appno": "30305/16",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Positive obligations",
                "Article 8-1 - Respect for family life"
            ],
            "element": "No violation of Article 8 - Right to respect for private and family life",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-184281.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30305/16) against Romania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Romanian national, Mr Ion Niță (“the applicant”), on 23 May 2016.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr E. Maricut, a lawyer practising in Râmnicu-Vâlcea. The Romanian Government (“the Government”) were represented by their Agent, Ms C. Brumar, from the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 3 February 2017 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1970 and lives in Râmnicu-Vâlcea.",
                                "elements": []
                            },
                            {
                                "content": "5.  In 1993 the applicant married N.E.C. and their daughter M.A. was born in 2001. Following the couple’s divorce on 28 February 2007, the mother was granted physical custody of the child. As the parents had reached an agreement regulating the applicant’s contact with the child, the visiting rights were not discussed in the divorce proceedings.",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicant’s visiting rights",
                                "elements": [
                                    {
                                        "content": "6.  Until December 2009, the applicant had unhindered opportunity to talk to his daughter on the phone and to take her to his home whenever he wished. After that date, N.E.C. stopped answering the phone and the only possibility for the applicant to see his daughter was outside her school.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Consequently, on 7 July 2011 the applicant instituted contact proceedings before the Râmnicu-Vâlcea District Court, as a result of which on 16 December 2011 a visiting schedule was established in favour of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  N.E.C. appealed, arguing that the applicant had never been prevented from visiting the child but that since the divorce he had not visited her more than once every three months and had not contributed in any way to the continuous medical treatment she required. During the proceedings the parties reached an agreement about the visiting schedule. On 17 May 2012 the County Court questioned M.A. and noted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The parents divorced about 5-6 years ago and after that she often used to visit her father up until about 6 months ago, when her mother stopped allowing her to answer the phone, because the father only wanted to make [N.E.C.] angry. Since then, she can no longer answer the phone and her father has not seen her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "From her mother’s accounts, she understood that her father was a bad person who caused trouble to [N.E.C.] as they both had businesses selling the same products, and her father had taken away her mother’s employees by promising them higher salaries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "She does not wish to visit her father because that would make her mother upset and she does not want that because she cares a lot about her mother. Her mother does not wish her to visit her father, who has a new family and a small child. (...).”",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In a decision of 15 June 2012 (hereinafter “the contact order”) the County Court took note of the parents’ agreement as to the visiting schedule and considered that it was beneficial for the child to maintain contact with her father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  N.E.C. lodged an appeal on points of law, unhappy that the child would have to go to the applicant’s home. In a final decision of 19 November 2012 the Piteşti Court of Appeal upheld the County Court’s decision. It noted that the child was used to going to her father’s home and continuing this habit would help consolidate their relationship. It found:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The consolidation of the relationship between the applicant and the minor by means of complying with the County Court’s decision is even more necessary since, from the report of the interview with the minor, it appears that the minor had been visiting her father after the parents’ separation until about six months before the hearing, [when the mother] stopped allowing her to talk on the phone with the applicant; from the same report it appears that the minor does not wish to see her father in order not to upset her mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances, the [County Court] has correctly decided that the visits should take place in the applicant’s home, in order to allow the normal parental ties to develop and to avoid the possibility of inculcating feelings of hatred towards the father, which would run counter to the child’s harmonious psychological development.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Enforcement of visiting rights through the offices of a bailiff",
                                "elements": [
                                    {
                                        "content": "11.  As N.E.C. continued to oppose any contact with the child, on 13 March 2013 the applicant contacted a court bailiff and started enforcement proceedings. On 23 March 2013 the application was allowed by the Brezoi District Court, which ordered enforcement of the contact order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The bailiff invited N.E.C. to bring the child to his office on 5 April 2013, which she failed to do. On 3 May and 7 June 2013 and on 7 March 2014 he went to her home together with the applicant, the police and representatives of the Vâlcea Directorate General on Social Welfare and Child Protection (“the child protection authority”). On each occasion they found no one there, despite prior notification.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 11 April 2013, at the applicant’s request, the bailiff lodged with the Brezoi District Court an application for penalties against N.E.C., under the provisions of Article 905 of the Code of Civil Procedure (“the CCP”, see paragraph 27 below). N.E.C. reiterated that, as M.A. was refusing to see her father, she would not agree that the child be taken against her will to the applicant’s home. On 20 June 2013 the court ordered N.E.C. to pay a fine of 500 Romanian Lei (RON – approximately 115 euros (EUR) at the relevant time) for each day of non-enforcement of the contact order, starting from the date on which the District Court decision was notified to her. The District Court reiterated the findings of the report of 17 May 2012 concerning the interview with M.A. (see paragraph 8 above) and found that the mother was responsible for the failure to enforce the visiting schedule. It found:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“From the same report it appears that, although the minor likes to visit her father, she does not wish to do so any more because she does not want to upset her mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court concludes that the non-enforcement of the obligation set down in the contact order is caused exclusively by the debtor and there is no evidence to show that the minor herself would refuse in absolute terms contact with the creditor or that she would manifest aversion towards him.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 21 August 2013, acting on an application lodged by the bailiff under Article 188 § 2 of the CCP (see paragraph 27 below), the Brezoi District Court fined N.E.C. RON 100 (approximately EUR 22 at the relevant time) for obstructing the enforcement proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Meanwhile, on 18 August 2014 the bailiff noted that N.E.C. was continuing to reject the visiting schedule and concluded that the enforcement had become objectively impossible. Consequently he terminated the enforcement proceedings and lodged a criminal complaint against N.E.C. (see paragraph 20 below) under the provisions of Article 911 § 2 of the CCP (see paragraph 28 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant objected to the stay of execution and asked the Brezoi District Court to compel the bailiff to continue the enforcement proceedings. He also argued that the provisions of the CCP allowing the bailiff to stay the execution while a criminal complaint was ongoing were unconstitutional in so far as it allowed the debtor − in bad faith − to stay or obliterate the enforcement efforts and to manipulate the child’s behaviour to the point of rejecting the non-custodial parent. He did not otherwise contest the findings of the bailiff’s report. On 22 May 2015 the Brezoi District Court dismissed his objection on the grounds that it had become objectively impossible to enforce the court order and that the bailiff had correctly stayed the enforcement once the prosecutor’s office had taken over the case. On 22 March 2016 the appeal lodged by the applicant was also dismissed as unfounded by the Vâlcea County Court. The latter found that the bailiff had complied with all the obligations arising from Articles 909-913 of the CCP (see paragraph 28 below). Later on, in its decision no. 299 of 12 May 2016, the Constitutional Court dismissed the constitutional complaint raised by the applicant (see paragraph 30 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 4 March 2014 the applicant asked the District Court to quantify the amount of damages to which he was entitled under Article 905 § 4 of the CCP (see paragraph 27 below). N.E.C. maintained that it had been the applicant who had distanced himself from the child and that due to the break-up of the father-daughter relationship it was impossible to comply with the contact order at that time. On 25 September 2014 the District Court ordered N.E.C. to pay the applicant RON 9,200 (approximately EUR 2,100 at the relevant time). The latter could not obtain this payment as N.E.C. had sold all her possessions and had not declared any fixed income.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Requests made to the child protection authority",
                                "elements": [
                                    {
                                        "content": "18.  On 6 January 2015 the applicant asked the child protection authority to seek a court order for three months of psychological counselling for his daughter, reiterating that N.E.C. was alienating M.A. from her father. On 9 January 2015 the child protection authority refused to intervene since the bailiff had not recorded in his report that the child had opposed the enforcement “in absolute terms”, as required by Article 912 of the CCP (see paragraph 28 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 14 January 2015 the applicant reiterated his request for psychological counselling. In addition, he asked that the relationship between the parties involved be monitored for a period of six months and that N.E.C. be fined for the delays in executing the contact order. The child protection authority’s inspectors met N.E.C. on four occasions: on 29 January, 11 March, 23 April, and 17 July 2015. Subsequently, in a letter of 22 July 2015 the authority informed the applicant that N.E.C. had not allowed them to talk with the child about her relationship with her father. The child protection authority advised as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In view of the fact that for the past four years your relationship with your daughter has only consisted of a few isolated encounters, we consider that reinitiating the fatherdaughter relationship must be done gradually, bearing in mind the child’s wishes, her school programme and her extra-curricular activities. (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "For the time being, [N.E.C.] considers that it is not in the child’s best interest to reinitiate the father-daughter relationship and refuses to lend her support to this end.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the light of the above, we consider that it is important for the child that both you and your former spouse try to improve your communication and that you change your current attitude (complaints before courts and other institutions, enforcement proceedings (...)), in order to overcome the conflicts and to offer your daughter the support and reassurance that she requires at this age.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Criminal investigation",
                                "elements": [
                                    {
                                        "content": "20.  Acting upon the criminal complaint lodged by the bailiff on 18 August 2014 (see paragraph 15 above), the prosecutor’s office attached to the Vâlcea County Court started an investigation into the commission of the offence of a breach of a court judgment (nerespectare a hotărârii judecătoreşti).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 4 March 2015 the prosecutor changed the legal classification of the alleged facts into the offence of a breach of custody measures (nerespectarea măsurilor privind încredinţarea minorului).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 4 January 2016 the prosecutor interviewed M.A. in the presence of N.E.C.’s lawyer and a psychologist from the child protection authority. M.A. refused to re-establish contact with her father and expressed her belief that her father was only trying to hurt her mother through his actions because of their work-related conflicts, of which she had been partially informed by her mother. She said:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I believe that by his actions my father wants, in reality, to hurt my mother. Yesterday I discussed this subject with my mother, as I had done once before, and she told me that she did not wish to trouble me, as those were work-related problems created by my father. It might be that through his actions my father wants to hurt my mother. I know some aspects, but not too much about the conflict between my parents concerning my mother’s work.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is possible that my father started these actions because he loves me and wishes to know me.",
                                        "elements": []
                                    },
                                    {
                                        "content": "I no longer want to know him or to have personal relations with him. (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "I think it would be best if my father left me alone. (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is true that my mother has never said bad things about my father, but she has never encouraged me to have personal ties with him either.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 22 April 2016, acting at the prosecutor’s request, the psychologists from the child protection authority assessed M.A. They noted in their report that M.A. refused to see her father because she had been disappointed by the manner in which he had tried to get in touch with her, namely via the authorities, thereby causing upset to her mother. The expert did not consider that counselling for M.A. would be beneficial for \nre-establishing the relationship between the applicant and his daughter. He recommended psychological support for the parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 24 February 2017 the prosecutor decided to terminate the investigation on the grounds that it had not been established beyond any doubt that N.E.C. had acted in such a manner as to repeatedly prevent the applicant from seeing his daughter and that the lack of communication was caused by M.A.’s unequivocal wish and will.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 18 April 2017, in response to a complaint lodged by the applicant, the prosecutor in chief of the prosecutor’s office upheld the above decision. However, in a decision of 3 October 2017 the Râmnicu Vâlcea District Court allowed a complaint lodged by the applicant, quashed the prosecutor’s decision and sent the case back to the prosecutor’s office for further examination. The court considered that, because of the mother’s influence over her, the child might suffer from parent alienation syndrome which constituted a form of psychological abuse; in order to clarify this aspect, further psychological investigation was needed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Other attempts to contact the child",
                                "elements": [
                                    {
                                        "content": "26.  In 2016, the applicant resumed contact with his former spouse, through the offices of a new bailiff. He tried to visit her home in order to see the child on 6 May, 3 June, 1 July, and 5 August 2016. On 6 April 2017 he asked N.E.C.’s opinion as to what would be the appropriate method for him to re-establish contact with his daughter.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "27.  The relevant provisions of the CCP at the time of the facts (version applicable from 15 February 2013 to 9 April 2015) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The breach by any person of provisions concerning the normal course of enforcement proceedings shall be punished by the president of the court responsible for the enforcement, at the bailiff’s request, with a fine [amendă judiciară] of RON 100 to RON 1,000.”",
                                "elements": []
                            },
                            {
                                "content": "“If, by law, a minor is to be heard, the interview must take place in camera [în camera de consiliu]. In the light of the circumstances of the case, the court shall decide whether the child’s parents, legal guardian [tutore] or other persons should be present during the minor’s interview.”",
                                "elements": []
                            },
                            {
                                "content": "“(1)  If the debtor fails to comply with a court order within ten days of the date on which the obligation to execute it is notified to him, and if the obligation cannot be realised by any other person, the debtor may be forced to comply through the imposition of penalties by the court responsible for enforcement.",
                                "elements": []
                            },
                            {
                                "content": "(2)  If the obligation is non-pecuniary, the court may fine the debtor, at the creditor’s request, by means of a final interlocutory judgment given in adversarial proceedings [încheiere definitivă dată cu citarea părţilor], a daily penalty of RON 100 to RON 1,000 for each day of delay in enforcement, until enforcement is effected (...).",
                                "elements": []
                            },
                            {
                                "content": "(...)",
                                "elements": []
                            },
                            {
                                "content": "(4)  If the debtor does not comply with the obligation imposed by the court order within three months of the date on which the interlocutory judgment to apply penalties was notified, the court responsible for enforcement shall − at the creditor’s request − decide the final amount that he is entitled to receive under this head by means of a final interlocutory judgment given in adversarial proceedings.”",
                                "elements": []
                            },
                            {
                                "content": "28.  Articles 909 to 913 of the CCP as in force at that time regulated a special enforcement procedure for the enforcement of court orders concerning minors. The relevant provisions read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“(1)  The provisions of the present chapter also apply to the measures taken by means of an enforceable order [titlu executoriu], concerning the establishment of the minor’s domicile, his or her placement in foster care, the return of the minor by a person who has wrongfully retained him or her, the exercise of personal ties with the minor, and other measures provided by the law.",
                                "elements": []
                            },
                            {
                                "content": "(2)  In these situations, the bailiff shall send to the parent or person who has the minor the interlocutory judgment allowing the enforcement, together with a notification containing the date when he/she should bring the minor to the bailiff’s office, or to another place set by the bailiff, in order for the minor to be taken by the creditor or, as applicable, shall ask [the debtor] to allow the other parent to exercise the right to have personal ties with the minor, in conformity with the visiting schedule set down in the court order [titlul executoriu].",
                                "elements": []
                            },
                            {
                                "content": "(3)  If the debtor does not comply with the bailiff’s notification, the latter, at the creditor’s request, shall lodge a request under Article 905 before the court responsible for the enforcement.”",
                                "elements": []
                            },
                            {
                                "content": "“(1)  If the debtor does not comply with the obligation within a month of the date of notification of the interlocutory judgment provided by Article 905 § 2, the bailiff shall start enforcement proceedings.",
                                "elements": []
                            },
                            {
                                "content": "(2)  The enforcement shall take place in the presence of a representative of the directorate general for social welfare and child protection and, if the latter considers it necessary, also in the presence of a psychologist nominated by it. The presence of a psychologist is not necessary if the representative of the directorate has this qualification.",
                                "elements": []
                            },
                            {
                                "content": "(3)  If the bailiff so requests, police officers shall help with the enforcement, according to the legal provisions.",
                                "elements": []
                            },
                            {
                                "content": "(4)  Nobody is allowed to apply physical force to the minor or to exercise pressure against him or her in order to realise the enforcement.”",
                                "elements": []
                            },
                            {
                                "content": "“(1)  If the debtor does not comply, the penalty set by the court according to Article 905 shall continue to apply until enforcement, but for no longer than three months from the date of notification of the interlocutory judgment provided by Article 905 § 2.",
                                "elements": []
                            },
                            {
                                "content": "(2)  If the debtor does not comply with the obligation within the time-limit set out in paragraph 1, or if the debtor acts in bad faith and hides the minor, the bailiff shall record the facts and shall immediately inform the prosecutor’s office attached to the court responsible for enforcement in order to start criminal pursuits for the offence of breach of a court judgment [nerespectare a hotărârii judecătoreşti].”",
                                "elements": []
                            },
                            {
                                "content": "“(1)  If the bailiff observes that the minor refuses in absolute terms to leave the debtor or manifests aversion to the creditor, he shall record his findings in a report which he shall notify to the parties and to the representative of the directorate general for social welfare and child protection.",
                                "elements": []
                            },
                            {
                                "content": "(2)  The representative of the directorate general of social welfare and child protection shall ask the local court in the minor’s place of residence to order a psychological counselling programme appropriate to the minor’s age, for a period not exceeding three months. The request shall be examined by means of an urgent procedure, in camera, by a final interlocutory judgment given in adversarial proceedings (...). The legal provisions concerning interviewing a child shall remain applicable.",
                                "elements": []
                            },
                            {
                                "content": "(3)  At the end of the counselling programme, the court-appointed psychologist shall write a report and send it to the court, to the bailiff and to the directorate general for social welfare and child protection.",
                                "elements": []
                            },
                            {
                                "content": "(4)  After receiving the psychologist’s report, the bailiff shall resume the enforcement proceedings under Article 910.",
                                "elements": []
                            },
                            {
                                "content": "(5)  If during these proceedings the enforcement cannot be effected because of opposition on the part of the minor, the creditor may ask the local court in the minor’s place of residence to impose a penalty, and the provisions of Article 905 §§ 2 and 4-6 shall apply accordingly.”",
                                "elements": []
                            },
                            {
                                "content": "“The bailiff shall write a report in which he will note the enforcement of the obligations provided in Article 909 § 1 (...).”",
                                "elements": []
                            },
                            {
                                "content": "29.  In the new version of the CCP, which was applicable from 10 April 2015, the above provisions remained unchanged; Article 905 became Article 906, and Articles 909-913 became Articles 910-914.",
                                "elements": []
                            },
                            {
                                "content": "30.  Acting upon the constitutional complaint lodged by the applicant (see paragraph 16 in fine above), the Constitutional Court examined the constitutionality of the special procedure for the enforcement of court decisions concerning children, and upheld it. Its decision no. 299 of 12 May 2016 reads as follows in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“19  (...) the Court notes that the lawmaker has provided for several measures of gradually increasing intensity which aim at constraining the debtor to execute the obligation, via the courts. The penalties consist of a legal constraint and a pecuniary sanction which aims at putting additional pressure on the debtor, accumulating the amount due for a period of three months. After this deadline, the lawmaker envisaged a more severe penalty, namely a criminal sanction.",
                                "elements": []
                            },
                            {
                                "content": "20.  Concerning the possibility of influencing the child’s behaviour to the point of rejecting the parent who was the successful party in court, the Court notes that the lawmaker provided for a counselling programme appropriate for the child’s age, which cannot run for more than three months and which will be finalised by a report drafted by the courtappointed psychologist. After the report is drafted, the bailiff will resume the enforcement proceedings.",
                                "elements": []
                            },
                            {
                                "content": "21.  In the light of the above, the Court considers that the procedure does not breach the right to a fair trial.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained that the authorities had failed to assist him in his efforts to maintain contact with his daughter. He relied on Articles 6 and 8 of the Convention. Since the Court is the master of the characterisation to be given in law to the facts of the case, it does not consider itself bound by the characterisation given by the applicant (see Scoppola v. Italy (no. 2) [GC], no. 10249/03, § 54, 17 September 2009). It thus finds it more appropriate to examine the case under the provisions of Article 8 of the Convention alone (see, mutatis mutandis, Eberhard and M. v. Slovenia, no. 8673/05 and 9733/05, § 111, 1 December 2009), which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "32.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "33.  The applicant contended that although there had been clear evidence that the mother had alienated his child from him, the authorities had not complied with their obligations to assist him in maintaining and, eventually, re-establishing his ties with his daughter. In his opinion, they had failed to take all the measures provided for by law against N.E.C.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Government argued that the breach of the applicant’s right to respect for his family life had not been caused by the State’s action or inaction and that the authorities had acted within their powers. They argued that, as established by the final domestic court decisions, the bailiff could not continue the enforcement proceedings once the prosecutor had started the investigation. They further argued that the child protection authority had done everything within its power to monitor and counsel the parties and that it had reached its decision based on the psychological evaluation of the child, and in the light of her best interests.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "35.  The relevant principles regarding the State’s positive obligation under Article 8 of the Convention in cases concerning enforcement of contact rights are summarised in the case of K.B. and Others v. Croatia (no. 36216/13, §§ 142-144, 14 March 2017). Therefore, in the present case the Court’s task consists of examining whether the domestic authorities took all necessary steps that could reasonably be demanded in the specific circumstances to facilitate contact between the applicant and her child. The Court finds it important to reiterate that while its case-law requires children’s views to be taken into account, those views are not necessarily immutable and their objections, which must be given due weight, are not necessarily sufficient to override the parents’ interests, especially in having regular contact with their child. The right of a child to express his or her own views should not be interpreted as effectively giving an unconditional veto power to children without any other factors being considered and an examination being carried out to determine their best interests; such interests normally dictate that the child’s ties with its family must be maintained, except in cases where this would harm the child’s health and development (ibid. § 142-143 and Raw and Others v. France, no. 10131/11, § 94, 7 March 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court further reiterates that the adequacy of the measures is to be judged by the swiftness of their implementation, as the passage of time can have irremediable consequences for relations between the applicant and her children and may result in a de facto determination of the matter (see K.B. and Others v. Croatia, cited above, § 142). Lastly, the Court reiterates that the use of sanctions must not be ruled out in the event of unlawful behaviour by the parent with whom the child lives and that, even if it is possible that more severe sanctions would not have changed the custodial parent’s general stance towards the non-custodial parent’s contact rights, this did not exempt the domestic authorities from their obligation to undertake all appropriate steps to facilitate contact (see Kuppinger v. Germany, no. 62198/11, §§ 103 and 107, 15 January 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Turning to the facts of the case, the Court notes that for more than two years after the couple’s divorce in 2007, the applicant had unhindered contact with his daughter (see paragraphs 5 and 6 above). After December 2009 his access was limited and the bond with his daughter started deteriorating to the point where she no longer wished to see her father (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court must examine whether the authorities did everything within their power to assist the applicant throughout this time. It notes at the outset that their response and ability to assist the applicant must have been affected by the fact that he waited for more than one year and six months before initiating the contact proceedings (see paragraph 7 above) and almost four months before contacting a bailiff to start enforcement of the contact order (see paragraph 11 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  As for the authorities’ reaction, the Court firstly notes that the domestic courts acted expeditiously, both during the contact proceedings, which lasted a little over sixteen months at three levels of jurisdiction (see paragraph 10 above), and during the enforcement proceedings which effectively lasted for about seventeen months (see paragraphs 11 and 15 above). For instance, although the applicant lodged a constitutional complaint together with his objection concerning the bailiff’s decision to terminate the enforcement proceedings, the Brezoi District Court and the Vâlcea County Court did not stay the examination of the objection awaiting the outcome of the constitutional proceedings ‒ which would have left the situation uncertain for a long period of time ‒ but rather examined it on the merits and gave their decision within a reasonable length of time (see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The bailiff also acted expeditiously and availed himself of all means put at his disposal by the domestic law: he invited N.E.C. to his office for discussions and when this avenue failed he visited her home on several occasions together with police agents and representatives of the child protection authority (see paragraph 12 above); he obtained decisions ordering N.E.C. to pay penalties and fines for failing to comply with the contact order (see paragraphs 13 and 14 above) and ultimately lodged a criminal complaint against her (see paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court notes that the child protection authority did not apply for a court order forcing the parties to undergo counselling, although the law allowed it to do so. However, it notes that this power is subject to limitations, in particular the bailiff’s findings concerning the child’s absolute opposition to contact with the estranged parent (Article 912 of the CCP, paragraph 28 above). The bailiff’s report of 18 August 2014 did not mention any such opposition (see paragraph 15 above). The applicant did not contest the findings of that report on this point (see paragraph 16 above). Moreover, he did not bring proceedings seeking to compel the child protection authority to ask for counselling under the provisions of Article 912 § 2 of the CCP (see paragraph 28 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court notes that the primary role of the child protection authority is that of facilitating contact and negotiating solutions between the parties concerned, with a view to promoting the child’s best interests. In this context, it is to be noted that the authority’s experts assessed the situation and held discussions with the parties involved (see paragraphs 19 and 23 above). They advised the applicant to seek counselling for himself and for his former wife as the best option for overcoming their conflicts and facilitating contact with his daughter (see paragraph 19 above). The Court considers that the child protection authority acted efficiently and within the scope of its power.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Lastly, the Court notes that the criminal investigation lasted for more than three years (see paragraphs 20 and 25 above). Bearing in mind what was at stake for the parties concerned, it may be considered that such a period raises doubts as to the effectiveness of the support received by the applicant from this authority. However, it appears that throughout this period the authorities continued to assist the applicant in his endeavours to see his daughter (see paragraph 26 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court cannot but note that in their responses to the requests for assistance made by the applicant, the authorities took into account the situation as a whole, including the fact that the mother was influencing the child and the fact that the conflict between the parents was escalated by issues not related to their contact with their child (see paragraphs 13 and 22 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Reiterating that the State’s obligation to take positive measures to facilitate contact is not one as to results but one as to means (see Răileanu v. Romania (dec.), no. 67304/12, § 42, 2 June 2015 with further reference), the Court concludes that the national authorities have taken all the steps necessary to facilitate the exercise of contact rights that could reasonably be expected from them in the specific circumstances of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  There has accordingly been no violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 July 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "president"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Iulia Motoc",
            "role": "judges"
        },
        {
            "name": "Andrea Tamietti",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NIȚĂ v. ROMANIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-184281.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0703JUD003030516",
    "externalsources": [],
    "extractedappno": [
        "30305/16",
        "10249/03",
        "8673/05",
        "9733/05",
        "36216/13",
        "10131/11",
        "62198/11",
        "67304/12"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-184281",
    "judgementdate": "03/07/2018 00:00:00",
    "kpdate": "03/07/2018 00:00:00",
    "kpthesaurus": [
        "451",
        "634",
        "425"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "8",
        "8-1"
    ],
    "parties": [
        "NIȚĂ",
        "ROMANIA"
    ],
    "rank": "2494.57080078125",
    "representedby": [
        "MARICUT E."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "476404",
    "typedescription": "15"
}