{
    "__articles": "5",
    "__conclusion": "Violation of Article 5 - Right to liberty and security",
    "applicability": "",
    "appno": "8661/06",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-92877.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 8661/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Jan Wiesław Pawlak (“the applicant”), on 16 February 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms A. Agacka-Indecka, a lawyer practising in Łódź. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 13 July 2007 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1966 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant and his detention on remand",
                                "elements": [
                                    {
                                        "content": "5.  On 22 January 2004 the applicant was arrested by the police on suspicion of having committed extortion, car insurance fraud and bribery while acting in an organised criminal group. On 24 January 2004 the Zgierz District Court (Sąd Rejonowy) ordered his detention on remand. It relied on the reasonable suspicion that he had committed the offences in question, the likelihood of a severe sentence of imprisonment being imposed on him, the complexity of the case and the risk that he might tamper with evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 27 January 2004 the Zgierz District Prosecutor ordered that the applicant’s assets be attached by way of an interim measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 15 April 2004 the Zgierz District Court extended the applicant’s detention until 22 July 2004. It repeated the grounds previously given for his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 16 July 2004 the Zgierz District Court extended the applicant’s detention until 31 December 2004. On 20 December 2004 that court ordered his continued detention until 21 January 2005. The court emphasised that the grounds originally given for his detention were still valid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 11 January 2005 the Łódź Court of Appeal (Sąd Apelacyjny) extended the applicant’s detention until 30 June 2005. It relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged, which was corroborated by evidence from witnesses and co-accused. It referred to the seriousness of the charges against him and the complexity of the case. The court made reference to the measures already taken in the investigation and indicated, in a detailed manner, the evidence that still had to be obtained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 17 June 2005 a bill of indictment was lodged with the Zgierz District Court. The applicant was charged with one count of car insurance fraud committed in an organised criminal group. The bill of indictment was brought against 46 defendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 23 June 2005 the court extended the applicant’s detention until 30 December 2005. It relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged, the severity of the anticipated penalty and the volume of evidence obtained in the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 21 December 2005 the Łódź Court of Appeal extended the applicant’s detention until 30 June 2006. On 21 June 2006 it extended his detention until 30 October 2006. All the decisions reiterated the grounds previously given for the applicant’s detention, most notably the reasonable suspicion of his having committed the offences in question and the severity of the anticipated penalty which, in the courts’ opinion, justified keeping him in custody so as to secure the proper conduct of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13. The applicant’s appeal against the detention order, likewise his further appeals against decisions extending his detention and all his subsequent, numerous applications for release and appeals against refusals to release him, were unsuccessful. In his applications and appeals, he argued that the charge against him was based on unreliable and contradictory evidence and he relied on his personal circumstances, in particular the need to provide care to his wife and their new-born child, his poor health and the fact that he did not have a previous criminal record.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 25 October 2006 the Łódź Court of Appeal refused the trial court’s application for the applicant’s detention to be extended further. The court held that the trial court had not proceeded speedily with the case, holding only two hearings per month. Moreover, the applicant was charged with one count of car insurance fraud; therefore, he could not be treated in the same manner as the other defendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 30 October 2006 the applicant was released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Between 17 June 2005 and 10 October 2006 the court held twenty-four hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The proceedings are apparently still pending.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s contact with his family during his detention",
                                "elements": [
                                    {
                                        "content": "18.  On 28 January 2004 the applicant’s wife asked the District Prosecution to allow her to visit him in prison. The application was dismissed on the same day without any reasons being given.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Following applications of 4 and 29 March, 22 April, 25 May and 23 June 2004 she was allowed to visit the applicant in prison. On one occasion she was allowed to visit him with their child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 29 April and 3 June 2004 the applicant’s mother asked the Regional Prosecution to allow her to visit him in prison. Her requests were dismissed on the ground that the applicant’s wife had already visited him and only one visit per month by a member of the family was allowed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 30 July 2004 the applicant’s wife asked the District Prosecution to allow her to visit the applicant in prison. The application was dismissed on 2 August 2004 without any reasons being given.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Following applications of 11 January, 2 February, 3 March, 5 April and 5 May 2005 she was allowed to visit the applicant in prison. On two occasions she was allowed to visit him with their child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant failed to submit any information enabling the Court to establish whether his wife and child were allowed to visit him in 2006.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Preventive measures, including detention on remand",
                                "elements": [
                                    {
                                        "content": "24.  The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Rules concerning a detainee’s contact with the outside world",
                                "elements": [
                                    {
                                        "content": "25.  Rules relating to a detainee’s contact with the outside world are set out in the Code of Execution of Criminal Sentences (Kodeks karny wykonawczy) (“the 1997 Code”) which entered into force on 1 September 1998. Under section 217 § 1 of the 1997 Code a detainee is allowed to receive visits, provided he has obtained permission from the investigating prosecutor (at the investigative stage) or from the trial court (once the trial has begun).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT COUNCIL OF EUROPE DOCUMENTS",
                        "elements": [
                            {
                                "content": "A.  The Committee of Ministers",
                                "elements": [
                                    {
                                        "content": "26.  On 6 June 2007 the Committee of Ministers adopted the Interim Resolution concerning the judgments of the European Court of Human Rights in 44 cases against  relating to the excessive length of detention on remand (“the 2007 Resolution”). Noting that the number of cases in which the  had found similar violations was constantly increasing, it concluded that the number of the Court’s judgments finding  to be in violation of Article 5 § 3 of the Convention revealed a structural problem. A more detailed rendition of the 2007 Resolution can be found in the Court’s judgment given in the case of Kauczor v. Poland (see Kauczor v. Poland, no. 45219/06, § 34, 3 February 2009).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Council of Europe’s Commissioner for Human Rights",
                                "elements": [
                                    {
                                        "content": "27.  On 20 June 2007 the Council of Europe’s Commissioner for Human Rights released the Memorandum to the Polish Government concerning, among other issues, the use of the detention measure in , stressing that examples of cases brought to the Court where pre-trial detention had lasted between 4 to 6 years were not uncommon. The Commissioner urged the Polish authorities to review the application and functioning of pre-trial detention in Polish law. A more detailed rendition of the relevant parts of the memorandum can be found in the above-mentioned Kauczor judgment (ibid., § 35).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicant complained that the length of his detention on remand had been excessive. He relied on Article 5 § 3 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "29.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "30.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Period to be taken into consideration",
                                        "elements": [
                                            {
                                                "content": "31.  The applicant’s detention started on 22 January 2004, when he was arrested on suspicion of having committed extortion, fraud to the detriment of insurance companies and bribery while acting in an organised criminal group. It continued until 30 October 2006 when the applicant was released.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Accordingly, the period to be taken into consideration amounts to two years, nine months and eight days.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "32.  The applicant argued that the length of his detention had been unreasonable. He further submitted that his detention could not be explained solely by the fact that he had been charged with acting in an organised criminal group. The applicant relied on the fact that the criminal law as it stood did not entail automatic detention in cases concerning charges of acting in an organised criminal group.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The applicant finally submitted that a period of detention should be reduced to the necessary minimum and assessed in each case according to its special features. Finally, he argued that during the investigation he had fully cooperated with the prosecutor; he had testified without delay and had not obstructed the trial.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "34.  The Government first presented some statistical data, indicating that in the years 2000-2005 the number of indictments and convictions in cases concerning organised crime had increased both in absolute terms and in relation to other crimes. In 2004 there were 617 indictments in such cases and 220 persons were convicted. They argued that in organised crime cases the authorities were faced with particular problems relating to the taking and assessment of evidence and various logistical issues.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  With reference to the present case, the Government submitted that the applicant’s detention had not been unreasonably lengthy. They argued that there had been valid reasons for holding him in detention for the entire period in question. They stressed that the applicant’s detention had been justified by the strong suspicion that he had committed the offences with which he had been charged and the fact that the seriousness of the charge against him attracted a heavy sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Lastly, the Government justified the length of the applicant’s detention by the complexity of the case, which stemmed from the number of defendants and the amount of evidence involved. The Government maintained that the authorities had displayed adequate diligence and dealt speedily with the applicant’s case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "37.  The Court reiterates that the general principles regarding the right “to trial within a reasonable time or to release pending trial”, as guaranteed by Article 5 § 3 of the Convention, were stated in a number of its previous judgments (see, among many other authorities, Kudła v. Poland [GC], no. 30210/96, § 110 et seq, ECHR 2000XI, and McKay v. the United Kingdom [GC], no. 543/03, §§ 41-44, ECHR 2006-..., with further references).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles in the present case",
                                "elements": [
                                    {
                                        "content": "38.  In their detention decisions, the authorities, in addition to the reasonable suspicion against the applicant, relied principally on four grounds, namely: (1) the serious nature of the offences with which he had been charged; (2) the severity of the penalty to which he was liable; (3) the complexity of the case; and (4) the risk that the applicant might tamper with evidence. As regards the latter, they did not, however, specify any concrete grounds justifying their opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The applicant was charged with one count of car insurance fraud committed in an organised criminal group (see paragraphs 10 and 14 above). In the Court’s view, the fact that the case concerned a member of a criminal group should be taken into account in assessing compliance with Article 5 § 3 (see Bąk v. Poland, no. 7870/04, § 57, 16 January 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court accepts that the reasonable suspicion against the applicant of having committed serious offence could initially warrant his detention. Also, the need to obtain voluminous evidence and to determine the degree of the alleged responsibility of each of the defendants, who had acted in a criminal group and against whom numerous charges of serious offences were laid, constituted valid grounds for the applicant’s initial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Indeed, in cases such as the present one concerning organised criminal groups, the risk that a detainee, if released, might bring pressure to bear on witnesses or other co-accused, or might otherwise obstruct the proceedings, is often, by the nature of things, considerable. In this connection, however, the Court notes that there is no appearance that the applicant made any attempts to intimidate witnesses during the proceedings or tried to delay or disrupt the trial. Moreover, the Court notes that there is no evidence that, since his release in October 2006, the applicant has undertaken any activities aimed at interfering with the proper conduct of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Furthermore, according to the authorities, the likelihood of a severe sentence being imposed on the applicant created the presumption that he would obstruct the proceedings. However, the Court would reiterate that, while the severity of the sentence faced is a relevant element in the assessment of the risk of absconding or re-offending, the gravity of the charges cannot by itself justify long periods of detention on remand (see Michta v. Poland, no. 13425/02, §§ 49, 4 May 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Apart from the grounds examined above, the domestic courts failed to base their assessment of the grounds of the applicant’s detention on the evolving circumstances of the case. In this connection the Court observes that the applicant was arrested on suspicion of having committed extortion, car insurance fraud and bribery while acting in an organised criminal group (see paragraph 5 above). However, the bill of indictment comprised only one count of car insurance fraud committed in an organised criminal group (see paragraph 10 above). This circumstance, being highly relevant for the assessment of the applicant’s situation, was not referred to by the domestic courts, except when it became one of the principle grounds of the court’s refusal for the extension of the applicant’s detention on 25 October 2006 (see paragraph 15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Finally, the Court notes that there is no specific indication that the authorities, at any point during the applicant’s pre-trial detention, considered the possibility of imposing on him other preventive measures – such as bail or police supervision – expressly provided by Polish law to secure the proper conduct of criminal proceedings. Only after almost three years of continuous detention of the applicant did the domestic court consider that its length had been excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In this context the Court would emphasise that under Article 5 § 3 the authorities, when deciding whether a person should be released or detained, are obliged to consider alternative means of ensuring his appearance at the trial. Indeed, that Article lays down not only the right to “trial within a reasonable time or release pending trial” but also provides that “release may be conditioned by guarantees to appear for trial” (see Jabłoński v. Poland, no. 33492/96, § 83, 21 December 2000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Having regard to the foregoing, even taking into account the fact that the courts were faced with the particularly difficult task of trying a case involving an organised criminal group, the Court concludes that the grounds given by the domestic authorities could not justify the overall period of the applicant’s detention. In these circumstances it is not necessary to examine whether the proceedings were conducted with special diligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  The applicant complained that during his detention he had been deprived of personal contact with his family for a significant period of time, in breach of Article 8 of the Convention which provides as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his ... family life...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "48.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The Government’s objection as to non-exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "49.  The Government submitted that the applicant had not exhausted all available domestic remedies. He had failed to bring an action under Article 24 read in conjunction with Article 448 of the Civil Code for damage resulting from the infringement of the right to respect for his family life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The applicant contested the Government’s submissions.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "51.  Even assuming that the domestic remedies were exhausted, the Court points out that it is not open to it to set aside the application of the sixmonth rule solely because a respondent Government have not made a preliminary objection based on that rule. It reiterates that the six-month rule, in reflecting the wish of the Contracting Parties to prevent past decisions being called into question after an indefinite lapse of time, serves the interests not only of the respondent Government but also of legal certainty as a value in itself. It marks out the temporal limits of supervision carried out by the organs of the Convention and signals both to individuals and to State authorities the period beyond which such supervision is no longer possible (see Walker v. the United Kingdom (dec.), no. 34979/97, ECHR 2000-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court considers that the six-month time-limit set down by Article 35 § 1 of the Convention began to run on 28 January 2004 and ended at the latest on 5 May 2005. Since the application was introduced on 16 February 2006, it was presented more than six months after the date on which the relevant period to be considered under Article 8 came to an end. As regards the period after 5 May 2005 the applicant failed to substantiate his complaints and to produce any documents in support of his allegations or enable the frequency of personal contact with his family after that date to be established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  It follows that this complaint is partly inadmissible for noncompliance with the six-month rule set out in Article 35 § 1 of the Convention and partly manifestly ill-founded. Therefore, it must be rejected pursuant to Article 35 §§ 1, 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 46 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Article 46 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.",
                                "elements": []
                            },
                            {
                                "content": "2.  The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.”",
                                "elements": []
                            },
                            {
                                "content": "55.  Recently in the case of Kauczor v. Poland (cited above, paragraph 58 et seq, with further references, the Court referred to the above mentioned 2007 Resolution of the Committee of Ministers taken together with the number of judgments recently delivered and concluded:",
                                "elements": []
                            },
                            {
                                "content": "“60.  The Court thus concludes, as the Committee of Ministers did, that for many years, at least as recently as in 2007, numerous cases have demonstrated that the excessive length of pre-trial detention in Poland reveals a structural problem consisting of “a practice that is incompatible with the Convention” (see mutatis mutandis Broniowski v. Poland [GC], no. 31443/96, §§ 190-191, ECHR 2004-V; Scordino v. Italy (no. 1) [GC], no. 36813.”",
                                "elements": []
                            },
                            {
                                "content": "56.  It is true that the present case concerns a person involved in an organised criminal group. However, as stated above, while this element is to be taken into account in assessing compliance with Article 5 § 3 and may justify a longer period of detention than in a case concerning an individual offender, a member of an organised criminal group is entitled to the protection against unreasonably lengthy detention afforded by this provision (see paragraphs 39, 41 and 46 above). As in other numerous similar detention cases, the authorities did not justify the applicant’s continued detention by relevant and sufficient reasons (see paragraphs 39-46 above). Moreover, as demonstrated by the ever increasing number of judgments in which the Court has found Poland to be in breach of Article 5 § 3 in respect of applicants involved in organised crime, the present case is by no means an isolated example of the imposition of unjustifiably lengthy detention but a confirmation of a practice found to be contrary to the Convention (see, among many other examples, Celejewski v. Poland, no. 17584/04, 4 May 2006; Kąkol v. Poland, no. 3994/03, 6 September 2007; and Malikowski v. Poland, no. 15154/03, 16 October 2007). Consequently, the Court sees no reason to diverge from its findings made in Kauczor as to the existence of the structural problem and the need for the Polish State to adopt measures to remedy the situation (see Kauczor, cited above, §§ 60-62 ).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "58.  The applicant claimed 95,060 Polish zlotys (PLN) in respect of pecuniary damage and PLN 75,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.   The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicant 1,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "61.  The applicant also claimed PLN 5,500 for the costs and expenses incurred before the domestic courts and for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court rejects the claim for costs and expenses in the domestic proceedings and considers it reasonable to award the sum of EUR 800 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "64.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of the applicant’s pre-trial detention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of non-pecuniary damage and EUR 800 (eight hundred euros) for costs and expenses, plus any tax that may be chargeable to be converted into Polish zlotys at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 June 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF JAN PAWLAK v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-92877.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0609JUD000866106",
    "externalsources": [],
    "extractedappno": [
        "8661/06",
        "31330/02",
        "17584/04",
        "45219/06",
        "30210/96",
        "543/03",
        "7870/04",
        "13425/02",
        "33492/96",
        "34979/97",
        "31443/96",
        "3994/03",
        "15154/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-92877",
    "judgementdate": "09/06/2009 00:00:00",
    "kpdate": "09/06/2009 00:00:00",
    "kpthesaurus": [
        "448"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5"
    ],
    "parties": [
        "JAN PAWLAK",
        "POLAND"
    ],
    "rank": "678.187866210938",
    "representedby": [
        "AGACKA-INDECKA J."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "353284",
    "typedescription": "15"
}