{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings",
    "applicability": "",
    "appno": "64935/01",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-69266.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 64935/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Czech national, Mr Martin Chmelíř (“the applicant”), on 12 April 1999.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that his appeal had not been heard by an impartial tribunal.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 14 September 2004, the Chamber declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The Government filed observations on the merits of the case and the applicant replied in writing.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "8.  Criminal proceedings had been pending since 1997 against the applicant, who had absconded. On 12 February 1998 he was arrested by the police and remanded in custody by the Tábor District Court (Okresní soud).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  By a judgment of 3 March 1999, the České  (Krajský soud) convicted the applicant on several counts, including theft, trespass and illegal possession of weapons, and sentenced him to eight years' imprisonment. It also imposed a fine and disqualified him from driving for five years. The judgment also concerned a number of co-defendants, including V.Š. senior and V.Š. junior.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant and the prosecutor lodged appeals before the Prague High Court (Vrchní soud) .",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 27 April 1999, R.T., a judge at the High Court, was allowed to withdraw from the criminal case V.Š. and Others on the ground that he was acquainted with V.Š.'s family.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Mr Chmelíř's appeal was subsequently severed from those of his co-defendants. According to the Government, the severance was necessary because of the applicant's numerous obstruction tactics. The applicant disputed that allegation in his observations, contending that his case had been severed no later than at the second hearing in November 1999, the first having taken place at the end of the previous summer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Appeals by the applicant's co-defendants were dismissed by the High Court on 22 November 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 1 September 2000 the High Court division, in which Judge R.T. was sitting, dismissed the applicant's appeal as ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 4 December 2000 Mr Chmelíř lodged a constitutional appeal against the decisions of the lower courts. He complained in particular of the lack of impartiality of two of the High Court judges, observing that one of them knew the family of one of his co-defendants – and had, on that ground, been ordered to stand down from hearing the appeal lodged by the co-defendants, but not the applicant's severed appeal – and that the other was the defendant in an action he had brought for the protection of personality rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 30 January 2001 the  dismissed the applicant's appeal as manifestly ill-founded, as it had found no indication that the applicant's guaranteed rights had been violated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 9 July 2004 the applicant was released on licence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applications for the judge's withdrawal",
                                "elements": [
                                    {
                                        "content": "18.  On 3 December 1999 the applicant applied for the withdrawal of M.V., President of the High Court division to which his appeal had been referred, alleging that they had had an intimate relationship in 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 20 December 1999 the High Court decided at a private sitting not to require M.V. to stand down from the applicant's case. Noting that M.V. had stated on 17 December 1999 that he had not been acquainted with the applicant before the criminal case against the latter was referred to him, the court considered that the applicant was simply using dilatory tactics.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 5 January 2000 Mr Chmelíř appealed against that decision through counsel, contending that the High Court had failed to bring together the requisite documents. In his view, even if the objection of bias was lacking in justification, its subject matter was so serious that Judge M.V. should objectively have been excluded from hearing the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 25 January 2000 the applicant's appeal was dismissed by the Supreme Court (Nejvyšší soud) as ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  By a decision of 15 February 2000 given by the President of the High Court division (M.V.) under Article 66 § 1 of the Code of Criminal Procedure, the applicant was fined 50,000 Czech korunas (CZK) (approximately 1,674 euros) for contempt of court, on the grounds that he had made false allegations in his application of 3 December 1999 and that those allegations represented an insolent and unprecedented attack on M.V. and were intended to delay the proceedings. The applicant was warned that another similar attack could in the future be classified as a criminal offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 24 August 2000 the applicant's appeal was declared inadmissible by the Supreme Court, which considered that the impugned decision had been rendered at second instance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 7 February 2000 the applicant submitted a fresh application for the withdrawal of M.V. from the case, on the ground that he had brought an action against the judge for the protection of personality rights. He considered that this action in itself cast doubt on M.V.'s impartiality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  At the High Court hearing on 3 March 2000, the applicant learnt that his application for the judge's withdrawal had been rejected at a private sitting of that court on 1 March 2000. The division presided over by M.V. considered that the applicant's request simply represented a provocative obstruction and a fresh attack on the judge's moral integrity. In the decision of 1 March 2000, the court stated that, in reaching its finding, it had referred to the content of the application for the judge's withdrawal, to the statement made by M.V. on 17 December 1999 (during the proceedings concerning the first application for withdrawal) and to the applicant's previous attempts to obstruct the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.   Mr Chmelíř appealed against that decision to the Supreme Court and also lodged a constitutional appeal in which he relied on his right to a fair hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 24 August 2000 the  (Ústavní soud) dismissed that appeal, without examining it on the merits, considering that it was premature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On the same day, the Supreme Court declared the applicant's appeal inadmissible, finding that the impugned decision had been rendered at second instance (by an appeal court) and that it was therefore unappealable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Action for the protection of personality rights brought by the applicant against Judge M.V.",
                                "elements": [
                                    {
                                        "content": "29.  On 7 February 2000 the applicant brought an action for the protection of personality rights before the Prague 4 District Court (Obvodní soud) against Judge M.V. in his capacity as president of the division to which his appeal had been referred. He alleged that he had suffered non-pecuniary damage because M.V. had obliged him to attend a hearing on 23 December 1999 even though the judge had been informed of an anonymous threat concerning the presence of explosives on the court premises.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 20 April 2000 the applicant was requested to submit further particulars of his claims, failing which the proceedings would be discontinued. He complied with the request on 8 May 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 12 July 2000 the court discontinued the proceedings on the ground that the submissions lacked precision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The applicant appealed on 18 August 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 23 March 2001 the Prague City Court (Městský soud) set aside the decision of 12 July 2000, finding that cases concerning the protection of personality rights should be heard by the regional courts (or, in Prague, the City Court).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 12 February 2002 the High Court of Prague settled the dispute as to jurisdiction by referring the case to the Prague City Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 10 October 2002 the City Court judge requested the applicant to submit more precise claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 26 August 2003 the applicant's case was dismissed because he had failed to provide sufficient particulars of his claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 8 March 2004 the High Court, to which the applicant had appealed, set aside the judgment of 26 August 2003 and decided that it was necessary to proceed with the examination of that part of the action which concerned redress for non-pecuniary damage (evaluated by the applicant at CZK 500,000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 17 September 2004 the City Court rejected that part of the application. The applicant intended to appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "39.  The relevant provisions of the Code of Criminal Procedure as applicable at the material time are as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 30 § 1",
                                "elements": []
                            },
                            {
                                "content": "“No judge, prosecutor, investigator or police representative may act in criminal proceedings if there is any doubt as to their impartiality, whether because they have a connection with the case concerned, with the persons involved therein, or with the lawyers, statutory representatives or agents of such persons, or because they have a connection with another prosecuting authority. No measure taken by a disqualified person may form the basis of any decision arising from the criminal proceedings.”",
                                "elements": []
                            },
                            {
                                "content": "Article 31",
                                "elements": []
                            },
                            {
                                "content": "“A decision requiring a judge to stand down for the reasons provided for in Article 30 shall be taken, even proprio motu, by the authority concerned. With respect to a judge sitting in a particular division, the decision shall be taken by that division. Such decisions shall be appealable and the matter shall be settled by the higher authority.”",
                                "elements": []
                            },
                            {
                                "content": "Article 66 § 1",
                                "elements": []
                            },
                            {
                                "content": "“Anyone who ignores a warning and continues to obstruct the course of the proceedings, or who behaves in an insulting manner towards the court, the prosecutor, the investigator or the police representative, or who fails to comply with an order or formal notice issued under the present law, may be ordered by the president of the division or, during preparatory proceedings, by the prosecutor, investigator or police representative, to pay a disciplinary fine of up to 50,000 Czech korunas.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicant called into question the impartiality of two of the High Court judges who heard his appeal. He alleged a violation of Article 6 § 1 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by an ... impartial tribunal established by law. ...”",
                                "elements": []
                            },
                            {
                                "content": "\nA.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "41.  The Government, whilst remaining convinced that respect for the right to an impartial tribunal had to be examined according to the actual circumstances of each case, drew attention in the instant case to the repeated attempts by the applicant to hinder the progress of the proceedings (by putting pressure on witnesses, absconding, changing lawyer, having hearings adjourned). It was precisely for that reason that his appeal was severed from that of his co-defendants. The question therefore arose whether, in those circumstances, the national authorities could reasonably have been expected to proceed in such a manner as to leave no doubt concerning the impartiality of the court, even if that had been conceivable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  In the Government's view, it could not be asserted that the High Court had insufficiently examined the objection raised by the applicant on 7 February 2000 alleging bias on the part of Judge M.V., even though it had referred to the statement made by M.V. in connection with the examination of the applicant's first objection. Moreover, the fact that M.V. had ordered the applicant to pay a disciplinary fine – on which the Court had invited the Government to comment – was of no importance in this connection, in particular because the applicant had failed to mention this aspect in his objection. Similarly, that point could not form the subject of the present application before the Court, for the applicant disputed M.V.'s impartiality solely on the ground that the judge had heard his appeal despite the fact that the applicant had brought an action against him for the protection of personality rights. According to the Government, the Court should not, in assessing whether the rights relied on were respected, take into account any factual circumstances that did not form the basis of the applicant's complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government did not exclude the possibility, in general terms, that doubts might be raised as to the impartiality of a court when a judge was also the defendant in proceedings brought by the accused. However, that would apply more specifically to the situation where civil proceedings were brought prior to criminal proceedings, without there being any direct relation between them. In this connection, the Government referred to Tanner and Malminen v. Finland ((dec.), nos. 42114/98 and 42185/98, 26 February 2002), where the application was declared manifestly ill-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government submitted that, in the instant case, the applicant's sole purpose in bringing an action for the protection of personality rights was to create the conditions for raising an objection of bias, with a view to protracting the proceedings until the time-limit for detention had expired. The applicant had thus stated in the grounds for his objection that the judge's impartiality was compromised by the very existence of such an action (whether justified or not). The Government inferred that he was not seeking the protection of his procedural rights but, on the contrary, wished to take advantage of such protection in order to avoid being sentenced. In this connection, they also drew attention to the grounds of the appeal lodged by the applicant against the dismissal of his first application for withdrawal (see paragraph 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In those circumstances, the Government considered that the High Court had proceeded in the only correct manner, that is to say without yielding to the applicant's blackmail or pressure. Any other approach would have provided him and other defendants with a simple means to protract proceedings. In the Government's view, the right to an impartial tribunal was not absolute. When ruling on objections of bias, courts had not only to consider the rights of the defendant but also to take into account the proper administration of justice and the reasonable time requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Moreover, it was not to be overlooked that the applicant's guilt was initially established by a first-instance court, whose impartiality had not been challenged by the applicant. Judge M.V. only intervened at the appeal stage. The Government considered that, if it was possible to remedy the shortcomings of first-instance proceedings by defect-free proceedings on appeal (see, mutatis mutandis, Lešník v. Slovakia (dec.), no. 35640/97, 8 January 2002), the reverse had to be true, a fortiori, especially as the Court had on many occasions found that the Article 6 § 1 guarantees applied in the first place to proceedings before first-instance courts. Since the High Court had simply upheld the judgment given at first instance, the Government contended that the charges against the defendant were determined by an impartial tribunal in proceedings that satisfied all the requirements of fairness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  With respect to Judge R.T., the decision of 27 April 1999 showed that he had been disqualified because of his connections with two co-defendants of the applicant. After the severance of the applicant's case, there was no apparent reason for that judge to be ordered to stand down, as he had no connections with the applicant. The fact that R.T. had continued to sit in the division to which the applicant's appeal had been referred was therefore justified by the lack of any ground to warrant his exclusion from the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Government noted that the courts decided on the withdrawal of a judge in private and only in cases where such a request had been submitted to it. In the instant case, however, no such request had been made, either by the applicant or by Judge R.T. For this reason there was no record of any examination of the question of R.T.'s impartiality. It could not however be claimed that the court had ignored this question. Before ruling on a case, the division concerned would systematically seek to establish whether there were any circumstances that would preclude it from doing so. If there were no obstacles, the court, as in the instant case, would continue its examination of the case without adopting any express decision on that matter. This was common practice, for a certain presumption of impartiality was necessary for the proper administration of justice. It would certainly be difficult to provide systematically for a special procedure. In case of doubt, it was incumbent upon the defendant to submit an application for the judge's withdrawal, which the applicant had not done in the instant case, for he made no protest to the High Court against the participation of R.T. In this connection, the Government observed that any doubts as to the favourable outcome of an application for withdrawal did not exempt the defendant from the obligation to make use of that remedy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In conclusion, the Government considered that it was appropriate in the instant case to take into account the specific circumstances and contended that the High Court had succeeded in maintaining a fair balance between the right of the applicant to an impartial tribunal and the obligation to ensure the proper administration of justice.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "49.  The applicant rejected the Government's arguments and maintained that they amounted to little more than speculation, for the purpose of damaging his reputation and justifying the unlawful conduct of the High Court. According to the applicant, the Government had thus demonstrated that the right to an impartial tribunal was not an absolute right afforded to all citizens.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The applicant also denied having any interest in protracting the proceedings and asserted that his sole purpose was to be tried by an impartial tribunal. Only such a tribunal could, in his opinion, ensure that justice took its proper course. In addition, the State had enough resources at its disposal to ensure that the proceedings were completed within a reasonable time, without any need for courts to adopt unlawful methods. Moreover, a few weeks were sufficient for a judge to examine a case, even a complex one.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  With respect to the grounds of his appeal of 5 January 2000 (see paragraph 20 above), the applicant contended that they had been drafted by his lawyer and he had not signed them. In response to the Government's argument that he had failed to mention in his application the fine he had been given by M.V. (see paragraph 42 above), the applicant explained that he had only put forward a few facts that in his view were sufficient to show that the judge was biased, and that the fine was part of the overall picture.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The applicant considered that the Government's contention that what mattered was for the sentence to be decided at first instance by a court that satisfied the requirements of Article 6 § 1 was absurd. In his view, the reality was quite different, because if the shortcomings of a first-instance court could be remedied by an appeal court, then it was the appeal court that was expected to be infallible because its decision was unappealable. Its impartiality therefore had to be subjected to detailed scrutiny.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The applicant was quite certain that Judge R.T had sat in the division that ruled on his appeal and had stood down from the case prior to the severance. The applicant had never applied for his withdrawal because he had always believed, and continued to believe, that the judge had already been ordered to stand down, and also because such an application would have been regarded as another tactic to delay the proceedings. His lawyer had in fact advised him to stop protesting against the judges who wanted to convict him at all costs and subsequently appeal to the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "Moreover, the fact that R.T. was acquainted with two of his co-defendants had rendered his defence practically impossible, because he had preferred not to mention them in his pleadings even though he would have wished to testify against them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Accordingly, the applicant considered that two of the three members of the appeal court division had not fulfilled the condition of impartiality provided for by Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "55.  The Court reiterates that it is of fundamental importance in a democratic society that the courts inspire confidence in the public and, above all, as far as criminal proceedings are concerned, in the accused. To that end, it has constantly stressed that a tribunal must be impartial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There are two tests for assessing whether a tribunal is impartial within the meaning of Article 6 § 1 of the Convention: the first consists in seeking to determine the personal conviction of a particular judge in a given case and the second in ascertaining whether the judge offered guarantees sufficient to exclude any legitimate doubt in this respect (see Pullar v. the United Kingdom, judgment of 10 June 1996, Reports of Judgments and Decisions 1996III, p. 792, § 30).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The personal impartiality of judges must be presumed unless there is evidence to the contrary (see Cianetti v. Italy, no. 55634/00, § 37, 22 April 2004). As to the objective test it must be determined whether, irrespective of the judge's personal conduct there are ascertainable facts that may raise doubts as to his or her impartiality. In this respect even appearances may be of some importance. This implies that in deciding whether in a given case there is a legitimate reason to fear that a particular judge lacks impartiality, the standpoint of the person concerned is important but not decisive. What is decisive is whether that person's fear can be regarded as objectively justified (see Ferrantelli and Santangelo v. Italy, judgment of 7 August 1996, Reports 1996-III, pp. 951-52, § 58, and Morel v.  (no. 1), no. 34130/96, § 42, ECHR 2000-VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In the instant case, the Court is not convinced that there are sufficient elements to establish that any personal bias was shown by the judges who sat in the High Court division that ruled on the applicant's appeal. In any event, it does not consider it necessary to decide that question since it has arrived at the conclusion, for the reasons set out below, that there was a lack of objective impartiality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  For the applicant, the fear of a lack of impartiality stemmed from two circumstances in the instant case: firstly, the president of the appeal division was the defendant in an action brought by the applicant for the protection of personality rights; secondly, another member of the division who knew the family of one of the applicant's co-defendants had, for that reason, stood down from hearing the appeal lodged by those other defendants but continued to sit in the applicant's severed case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court would observe that the question whether the doubts of the person concerned are objectively justified can be answered differently depending on the circumstances of the case (see, mutatis mutandis, Morel (no. 1), cited above, § 45). Accordingly, it is appropriate to examine the applicant's complaint in the light of all the specific facts of the case, as the Government have moreover requested (see paragraph 41 above). Whilst the Government is justified in wishing to take account of the allegedly obstructionist conduct of the applicant, there are other important elements which, contrary to their view, cannot be ignored in assessing the impartiality of the court, such as the decision to fine the applicant taken by the president of the appeal division on 15 February 2000. The Court considers that there is nothing to prevent it from going beyond the applicant's allegations and establishing whether there were any other verifiable facts that may have raised doubts as to the impartiality of the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  In this connection, the Court thus notes that, as president of the division to which Mr Chmelíř's appeal was referred, M.V. became the defendant in an action brought by the applicant on 7 February 2000 for the protection of personality rights. Then on 15 February 2000, M.V. ordered the applicant to pay a disciplinary fine for contempt of court on the ground that he had made false allegations in his application for the judge's withdrawal of 3 December 1999 and that those allegations had constituted an insolent and unprecedented attack on his person and were intended to delay the proceedings. Lastly, on 1 March 2000, the High Court dismissed the applicant's second application for the judge's withdrawal, after the action had been brought against M.V. for the protection of personality rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  It follows that on 7 February 2000, when the applicant brought an action against M.V. for the protection of personality rights, the criminal proceedings before the High Court – in which M.V. was sitting as division president – were pending, as they did not finish until 1 September 2000. The two sets of proceedings thus overlapped for some seven months. Consequently, it cannot be ruled out that, in the context of his criminal proceedings, the applicant may have had reason to fear that M.V. continued to regard him as an opposing party (see, mutatis mutandis, Wettstein v. Switzerland, no. 33958/96, § 47, ECHR 2000XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Furthermore, in its decision of 1 March 2000 dismissing the application for the withdrawal of its president, M.V. – an application based on the fact that an action had been brought for the protection of personality rights – the High Court division simply referred to the content of that application, to the statement by M.V. in response to the previous application for his withdrawal, and to the applicant's previous attempts to obstruct the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It would thus appear that M.V. did not expressly comment on the grounds of the second application for his withdrawal or state his own views about the action brought against him by the applicant. Even though the said decision described that application as a “new attack on the judge's moral integrity”, the judge made no formal statement capable of dispelling any doubts the applicant may have had (contrast Puolitaival and Pirttiaho v. Finland, no. 54857/00, § 53, 23 November 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  With respect to the Government's reference to the decision in Tanner and Malminen, cited above, the Court would note that in that case it criticised the applicants for not raising their objections in due time. Moreover, their allegations of bias concerned the first-instance court and were, like the merits of the criminal charges against the applicants, reconsidered by the appeal court. However, that was not the case here.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Any fears the aforementioned facts may have aroused in the applicant's mind were strengthened by the decision of M.V. on 15 February 2000 to order him to pay a fine of CZK 50,000 (approximately 1,674 euros).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  It is true, as the Court held in Ravnsborg v. Sweden (judgment of 23 March 1994, Series A no. 283-B, p. 30, § 34), that legal rules empowering a court to punish any inappropriate conduct before it are indispensable to ensure the proper and orderly course of judicial proceedings. The Court thus has no intention of depriving courts in Contracting States of the possibility of imposing disciplinary penalties on litigants for the purpose of protecting the interests of justice. Once again, it is however necessary to take into account the specific circumstances of each case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  In the instant case, the Court acknowledges that the applicant's conduct as pointed out by the Government (see paragraph 41 above) may have delayed the proceedings and complicated the task of the courts, and that the courts might thus have needed to react accordingly. However, it was not that conduct which led the president of the appeal division to fine the applicant. The applicant was actually penalised for the contempt of court constituted by the false allegations in his application for the judge's withdrawal of 3 December 1999. Those allegations were regarded by the judge as representing an insolent and unprecedented attack against him with the intention of delaying the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  It should not, however, be overlooked that an application for withdrawal is a statutory remedy that is available to litigants under the Code of Criminal Procedure. Moreover, the reasoning of that decision suggests that the president of the division was unable sufficiently to distance himself from the comments made about him in the context of the applicant's first application for withdrawal. In the Court's opinion, it would be academic to claim that the judge was acting without any personal interest and was simply defending the court's authority and status. In reality, courts are not impersonal institutions and operate through the intermediary of the judges on the bench. Since, in the instant case, the contempt of court was constituted by an insolent and unprecedented attack on the president of the division, this indicates that the applicant's conduct was assessed by the judge concerned in relation to his personal understanding, his feelings, his sense of dignity and his standards of behaviour, since he felt personally targeted and insulted. Thus, his own perception and assessment of the facts and his own judgment were involved in the process of determining whether the court had been insulted in that specific case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Emphasis should also be laid, in this context, on the severity of the penalty imposed (the highest possible fine provided for by the Code of Criminal Procedure) and on the warning to the applicant to the effect that any similar attack in the future was likely to be classified as a criminal offence. All these elements show, in the Court's view, that the judge overreacted to the applicant's conduct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Lastly, the Court would observe that, following the decision of the High Court, the applicant's conviction and sentence became effective. The applicant's constitutional appeal was declared manifestly ill-founded, without any express ruling by the  concerning the complaint of bias on the part of the court, whereas it could have set aside the impugned decisions. In these circumstances, the Court is not convinced that any shortcomings in the High Court proceedings could have been redressed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this connection, the Court must dismiss the Government's argument that the guarantees under Article 6 § 1 of the Convention are satisfied by the fact that the impartiality of the first-instance court which established the applicant's guilt was not disputed. The Court reiterates that, according to its case-law, it is the intervention of a higher court which, in certain circumstances, may remedy an earlier violation of the Convention (see De Cubber v. Belgium, judgment of 26 October 1984, Series A no. 86, p. 19, § 33).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  For the Court, these elements are sufficient to justify the objective existence of fears in the applicant's mind, namely that M.V., as president of the High Court division, lacked the requisite impartiality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having regard to this finding, and considering that it has already addressed the essence of the complaints of bias on the part of the High Court, the Court does not consider it necessary to rule on the alleged lack of impartiality of Judge R.T.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  In the instant case there has thus been a violation of Article 6 § 1 of the Convention with respect to the requirement of an impartial tribunal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "71.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "72.  Under the head of pecuniary damage, the applicant claimed 13,000 euros (EUR) in respect of his “debts incurred on account and as a result” of the judicial proceedings and his imprisonment, together with the sum of EUR 225,000, corresponding to the damages that he had to pay to the civil parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, the applicant claimed EUR 30 for each day spent in prison and compensation of EUR 200 per month for the next thirty years, because of his distressing situation as a citizen with a criminal history and the difficulties he was encountering in finding employment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Government first drew attention to amendment no. 83/2004 to the Constitutional Court Act, which allowed applicants who had been successful in proceedings before the Court to request, in criminal cases, the reopening of proceedings in the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "They further considered that there was no causal link between the alleged violation of the applicant's right to an impartial tribunal and the pecuniary and non-pecuniary damage that he alleged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court would note that it cannot speculate as to what the outcome of proceedings compatible with Article 6 § 1 of the Convention might have been (see Incal v. Turkey, judgment of 9 June 1998, Reports 1998-IV, p. 1575, § 82). In the present case it perceives no causal link between the breach of Article 6 § 1 and the alleged pecuniary damage. There is therefore no ground for compensation under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In view of the circumstances of the present case, the Court further considers that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage that may have been sustained by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "75.  Lastly, the applicant claimed EUR 26,000 in respect of the cost of his defence in the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court reiterates that, where it finds that there has been a violation of the Convention, it may award the applicant the costs and expenses incurred before the national courts for the prevention or redress of the violation (see Hertel v. Switzerland, judgment of 25 August 1998, Reports 1998-VI, p. 2334, § 63). In the instant case, this would correspond in particular to the applications for withdrawal and the constitutional appeals lodged by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the basis of the information in its possession and considering the fact that the applicant did not have legal representation in the proceedings before it, the Court awards him EUR 1,000 in respect of the costs and expenses he incurred in the domestic proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "77.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 7 June 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrsD. Jočienė",
            "role": "judges"
        },
        {
            "name": "MrD. Popović",
            "role": "judges"
        },
        {
            "name": "Mr S. Naismith",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "14/09/2004 00:00:00",
    "docname": "CASE OF CHMELÍŘ v. THE CZECH REPUBLIC",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-69266.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0607JUD006493501",
    "externalsources": [],
    "extractedappno": [
        "64935/01",
        "42114/98",
        "42185/98",
        "35640/97",
        "55634/00",
        "34130/96",
        "33958/96",
        "54857/00"
    ],
    "importance": "1",
    "introductiondate": "12/04/1999 00:00:00",
    "issue": [],
    "itemid": "001-69266",
    "judgementdate": "07/06/2005 00:00:00",
    "kpdate": "07/06/2005 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "180",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "CHMELÍŘ",
        "THE CZECH REPUBLIC"
    ],
    "rank": "518.990112304688",
    "representedby": [
        "N/A"
    ],
    "respondent": "CZE",
    "respondentOrderEng": "11",
    "scl": [
        "Cianetti v. Italy, no. 55634/00, § 37, 22 April 2004",
        "De Cubber v. Belgium, judgment of 26 October 1984, Series A no. 86, p. 19, § 33",
        "Ferrantelli and Santangelo v. Italy, judgment of 7 August 1996, Reports of Judgments and Decisions 1996-III, pp. 951-52, § 58",
        "Hertel v. Switzerland, judgment of 25 August 1998, Reports 1998-VI, p. 2334, § 63",
        "Incal v. Turkey, judgment of 9 June 1998, Reports 1998-IV, p. 1575, § 82",
        "Morel v. France (no. 1), no. 34130/96, §§ 42 and 45, ECHR 2000-VI",
        "Pullar v. the United Kingdom, judgment of 10 June 1996, Reports 1996-III, p. 792, § 30",
        "Puolitaival and Pirttiaho v. Finland, no. 54857/00, § 53, 16 November 2004",
        "Ravnsborg v. Sweden, judgment of 23 March 1994, Series A no. 283-B, p. 30, § 34",
        "Wettstein v. Switzerland, no. 33958/96, § 47, ECHR 2000-XII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "432479",
    "typedescription": "15"
}