{
    "__articles": "10;10-2;10-1;41;43",
    "__conclusion": "Violation of Art. 10;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses - claim dismissed",
    "applicability": "",
    "appno": "33348/96",
    "article": [
        "10",
        "41",
        "43"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses - claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-67816.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 33348/96) against  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Romanian nationals, Mr Constantin Cumpănă (“the first applicant”) and Mr Radu Mazăre (“the second applicant”), on 23 August 1996.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr M. Mocanu-Caraiani, a lawyer practising in . The Romanian Government (“the Government”) were represented by their Agent, Mrs R. Rizoiu, Under-Secretary of State at the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that there had been unjustified interference with their right to freedom of expression, as guaranteed by Article 10 of the Convention, on account of their conviction following the publication on 12 April 1994 of an article in a local newspaper.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  On 10 September 2002 the application was declared partly admissible by a Chamber of that Section, composed of Mr J.-P. Costa, President, Mr L. Loucaides, Mr C. Bîrsan, Mr K. Jungwiert, Mr V. Butkevych, Mrs W. Thomassen, Mrs A. Mularoni, judges, and Mrs S. Dollé, Section Registrar.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 10 June 2003 the Chamber delivered a judgment in which it held by five votes to two (Mr Costa and Mrs Thomassen) that there had been no violation of Article 10 in respect of the applicants.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 2 September 2003 the applicants requested under Article 43 of the Convention and Rule 73 that the case be referred to the Grand Chamber. The request was lodged and signed on behalf of both applicants by the first applicant, Mr Cumpănă.",
                        "elements": []
                    },
                    {
                        "content": "10.  A panel of the Grand Chamber accepted that request on 3 December 2003.",
                        "elements": []
                    },
                    {
                        "content": "11.  The composition of the Grand Chamber was determined according to the provisions of Article 27 §§ 2 and 3 of the Convention and Rule 24.",
                        "elements": []
                    },
                    {
                        "content": "12.  On 15 March 2004 the Government filed submissions on the applicants’ referral request.",
                        "elements": []
                    },
                    {
                        "content": "13.  The applicants replied to those submissions in a letter of 17 August 2004. The second applicant appended to the letter a declaration to the effect that he intended to join the first applicant’s request for the case to be referred to the Grand Chamber.",
                        "elements": []
                    },
                    {
                        "content": "14.  A hearing took place in public in the , , on 1 September 2004 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Mocanu-Caraiani, Mrs Rizoiu and Ms Roşianu, and also their replies to questions from its members.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "15.  The applicants, Mr Cumpănă and Mr Mazăre, were born in 1951 and 1968 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": []
                            },
                            {
                                "content": "1.  The city authorities’ partnership contract with the Vinalex company",
                                "elements": [
                                    {
                                        "content": "16.  In decision no. 33 of 30 June 1992, Constanţa City Council, implementing government decision no. 147 of 26 March 1992, introduced a fine for drivers of illegally parked vehicles and entrusted the task of removing, towing away and impounding such vehicles to S.C. CBN, a company based in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  By order no. 163 of 30 June 1992, the mayor of  authorised a private company, Vinalex, to perform the services of removing, towing away and impounding illegally parked vehicles.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  A partnership contract was signed on 16 December 1992 by the city authorities and the company in question, the signatories on behalf of the authorities being the deputy mayor (hereinafter “D.M.”) and the council’s legal expert (“Mrs R.M.”). In a letter of 1 April 1994, the mayor of  requested Vinalex to cease its activities under the contract and informed it that it was considering terminating the contract.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Content of the article in issue",
                                        "elements": [
                                            {
                                                "content": "19.  On 12 April 1994 the applicants, who are journalists by profession, published an article in the local newspaper Telegraf, of which the second applicant was the editor, with the headline “Former Deputy Mayor [D.M.] and serving judge [R.M.] responsible for series of offences in Vinalex scam”. The names of the former deputy mayor and of the city council’s former legal expert, Mrs R.M., who had subsequently become a judge, were printed in full in the headline and in the article itself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The article, which appeared under the byline of both applicants, was worded as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In decision no. 33 of 30 June 1992 Constanţa City Council entrusted a commercial company, S.C. CBN S.r.l., with the task of impounding illegally parked vehicles or trailers ... It was the duty of the city authorities’ specialist departments to lay down the practical arrangements for implementing the council’s decision. But things did not turn out that way. Six months after decision no. 33 was adopted, the city authorities, knowingly breaching the provisions of Law no. 69/1991, illegally concluded a partnership contract ... with S.C. Vinalex S.r.l., a company having no connection with the one initially chosen. It is worth noting, however, that the contract in question was signed by the deputy mayor, [D.M.], in place of the mayor, ... and by a certain [M.] instead of the legal expert [M.T.].",
                                                "elements": []
                                            },
                                            {
                                                "content": "By what miracle did S.C. Vinalex enter into a partnership with the city authorities when, in decision no. 33 of 30 June 1992, the city council had authorised CBN S.r.l. to provide a straightforward service? What is striking is that there is no evidence that CBN agreed to give up the task of towing away illegally parked vehicles! ... The crook [D.M.] (the former deputy mayor, now a lawyer) granted Vinalex’s irresponsible employees the power to decide when a vehicle is illegally parked – in other words, to treat citizens and their property with contempt. What form did the fraud take? Sections 89 and 29 of Law no. 69/1991 provide that no partnership contract with a commercial company may be signed without a prior decision by the local council, adopted by a two-thirds’ majority of the total number of councillors. Before a contract is signed, it must be referred to all the local council’s specialist committees for their opinion ... The contract with Vinalex was negotiated and signed illegally, as the signatories based it on the decision [of 30 June 1992], which, as has already been shown, referred to a different company without envisaging any other partnership.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Given that the city authorities had already signed four other contracts before that one, the signatories cannot claim ignorance of the law, but only an intentional breach of it! And because any intentional breach of the law pursues an end in itself – generally that of securing material advantages – it is clear that in this case the former deputy mayor, a lawyer by profession, received backhanders from the partner company and bribed subordinates, including [R.M.], or forced them to break the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Constanţa Audit Court detected this blatant fraud, which has generated considerable profits for the briber (S.C. Vinalex) ... The offending company [S.C. Vinalex] has never shown that it had adequate means to impound illegally parked vehicles. This explains why large numbers of privately owned vehicles have been damaged and, as a result, thousands of complaints have been made on the subject.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, the alleged partnership contract was valid for one year, until 16 December 1993. From that date [S.C. Vinalex] no longer had any right to interfere with citizens’ private property! It has nevertheless continued to tow vehicles away and illegally collect money ... It is incomprehensible how the police could have provided it with assistance for the past four months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Let us briefly consider the conduct of the council’s former legal expert, [R.M.], who is now a judge. Either she was ignorant of the law when she signed the contract, in which case it is hard to understand how she can subsequently have been appointed as a judge (delivering justice on the basis of the same laws which she does not know), or she accepted bribes and may continue to do so in future! It is no surprise that the same judge should have been investigated by the  for a further illegal act, also committed while she was at the city council (as we reported at the time). Ironically, the Court’s president did not take any action against her on the ground that the sum received was not ... large enough.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Apparently becoming aware that the matter was likely to be uncovered, the city authorities’ coordination department ... notified S.C. Vinalex in writing of the possibility of the contract being terminated on the following grounds: ... ‘You have not supplied any documents showing that you have purchased the platform-type equipment necessary for carrying out the activity properly’ (as stipulated in clause 3 of the contract ...). In the same letter the city authorities informed S.C. Vinalex: ‘As you have not proved that you have the appropriate equipment, we would assess your contribution to the partnership at the level of your company’s capital, that is 110,000 lei. Your share in the partnership’s net income will have to be recalculated in relation to the parties’ contributions.’",
                                                "elements": []
                                            },
                                            {
                                                "content": "Facts are facts, and the documents in our possession speak for themselves of the illegal Vinalex scam.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The article was accompanied by a photograph of a police car on the scene as an illegally parked vehicle was being towed away, photocopies of extracts from the partnership contract and from Constanţa City Council’s decision of 30 June 1992, and certain passages of Law no. 69/1991 concerning the responsibilities and powers of mayors, prefects and city and county councils.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The article was also accompanied by a cartoon showing a man and a woman arm in arm, carrying a bag marked “Vinalex” which was full of banknotes. The two characters were depicted as saying to each other:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Hey, [R.] [diminutive form of Mrs R.M.’s first name], you’ve done a good job there! When I was deputy mayor we made quite a bit, enough to go to  ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“[D.] [diminutive form of the former deputy mayor’s first name], if you become a lawyer, I’ll become a judge and we’ll have enough to travel round the world ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Findings of the Audit Court’s auditors",
                                        "elements": [
                                            {
                                                "content": "23.  In June 1994 the Financial Control Department of the  examined a report submitted on 26 May 1994 by several auditors who had conducted a review of Constanţa City Council’s budget for 1992 and had made the following findings:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  The city council’s decision of 30 June 1992 to award S.C. CBN the contract for towing away illegally parked vehicles had not been justified by any bid submitted in writing by the company or by the company’s aims as set forth in its articles of association.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  The city council had not given its opinion on the partnership contract signed between the city authorities and Vinalex, and no expert valuation of Vinalex’s assets had been carried out or submitted to the council for approval, contrary to the provisions of the Local Public Administration Act (Law no. 69/1991).",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  The distribution of the proceeds among the parties as agreed in the contract – 70% to Vinalex and 30% to the city council – had not corresponded to the partners’ respective contributions on the date on which the contract had been signed – 76.4% by the city council and 23.6% by Vinalex – resulting in a loss of income for the city council.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Financial Control Department considered it necessary to urge the mayor of Constanţa, as the official responsible for authorising appropriations, to “ensure compliance with the law” as regards the parties’ obligations under the contract and to be more efficient when entering into such partnerships with private entities in future. A formal decision to that effect was adopted on 8 June 1994 by the head of the department.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The applicants produced to the Court a report dated 17 March 1994 by the same  auditors, which likewise referred to the irregularities described in paragraph 23 above in the signing of the partnership contract between the city authorities and Vinalex, and indicated that the contract should be terminated. The applicants did not mention the existence of such a report during the criminal proceedings instituted against them following the publication of the impugned newspaper article.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The criminal proceedings against the applicants",
                                "elements": [
                                    {
                                        "content": "1.  Proceedings at first instance",
                                        "elements": [
                                            {
                                                "content": "25.  On 14 April 1994, following the publication of the article, Mrs R.M. instituted proceedings against the applicants in the Constanţa Court of First Instance for insult and defamation, offences under Articles 205 and 206 respectively of the Criminal Code. She complained, in particular, of the cartoon accompanying the article, which had depicted her as a “woman in a miniskirt, on the arm of a man with a bag full of money and with certain intimate parts of her body emphasised as a sign of derision”. She submitted that the article, the cartoon and the dialogue between the characters had led readers to believe that she had had intimate relations with D.M., and pointed out that she and the former deputy mayor were both married.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  At a hearing on 13 May 1994, the court adjourned the case as the applicants were not present and, scheduling a further hearing for 27 May 1994, directed that they should be brought before the court on that date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 27 May 1994 the second applicant stated at the hearing that, as editor, he assumed full responsibility for what had been published in the newspaper. He explained that cartoons were frequently used in the press as a medium for criticism and that he had not intended to damage the claimant’s reputation. In reply to a question from the court, he admitted having known that, by order of the mayor of , Vinalex had been authorised to tow away illegally parked vehicles. He stated, however, that he had not thought it necessary to publish that information. Lastly, he stressed that he did not intend to reach a settlement with the injured party and that he was prepared to publish an article in her favour provided that she could prove that what he had published was untrue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 10 June 1994 the applicants applied to have the case transferred to a court in another county. They also requested an adjournment of the proceedings, arguing that because the claimant was a judge it was impossible for them to find a member of the Constanţa Bar who would agree to represent them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On an unspecified date the Constanţa Bar, in reply to a question from the court, attested that the applicants had not met with a refusal on the part of all of its members and that, in any event, the matter had not been referred to its executive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 15 June and 1 July 1994 the court adjourned the case as the applicants were not present.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  In an interlocutory decision of 21 July 1994, the Supreme Court of Justice ordered the referral of the case to the Lehliu-Gară Court of First Instance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 15 November 1994 the case was entered on that court’s list of cases for hearing. Public hearings were held on 21 December 1994 and on 25 January, 27 February, 20 March, 17 April and 17 May 1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 21 December 1994 and 25 January 1995 the applicants did not attend the hearings, although they had been duly summoned. The court summoned them to appear at the hearings on 25 January and 27 February 1995. The applicants did not comply with the summonses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  At the hearings on 27 February and 20 March 1995, representatives of Telegraf applied for an adjournment on behalf of the applicants, who were not present. The court allowed the application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 20 March 1995 a member of the Bucharest Bar, N.V., agreed to represent the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  At the hearing on 17 April 1995 in the morning, N.V. asked the court to consider the case after 11.30 a.m. The court granted his request. However, when it sat to examine the case at 12 noon and, subsequently, at 2.30 p.m. it noted that neither the applicants nor their counsel were present in the courtroom. It accordingly adjourned the case until 17 May 1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  At the hearing on 17 May 1995 the court reserved judgment, after noting that neither the applicants – despite their having been duly summoned – nor their counsel had appeared. In a judgment delivered on the same day, the court found the applicants guilty of insult and defamation – offences under Articles 205 and 206 respectively of the Criminal Code. It sentenced them to three months’ imprisonment for insult and seven months’ imprisonment for defamation, and ordered them both to serve the heavier sentence, namely seven months’ immediate imprisonment. As well as this main penalty, the court imposed the secondary penalty of disqualification from exercising all the civil rights referred to in Article 64 of the Criminal Code (see paragraph 58 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "It also prohibited the applicants from working as journalists for one year after serving their prison sentences, a security measure provided for in the first paragraph of Article 115 of the Criminal Code (see paragraph 59 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Lastly, it ordered them to pay Mrs R.M. 25,000,000 Romanian lei (ROL) (equivalent to 2,033 euros at the exchange rate applicable at the material time) for non-pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In stating its reasons for the judgment, the court observed, firstly:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Court notes that the injured party has always been present, both in the Constanţa Court of First Instance and in the Lehliu-Gară Court of First Instance, whereas the defendants have generally been absent without justification, despite having been lawfully summoned. In support of her prior complaint, the injured party, Mrs [R.M.], sought leave to produce documentary evidence. Mrs [R.M.] submitted a copy of the 12 April 1994 edition of the local newspaper Telegraf, containing the article referred to in her complaint and the cartoon in which she was ridiculed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court notes that the defendants and the party liable to pay damages, despite being lawfully summoned, have not attended any hearings, and that only the injured party has been present.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court notes that the defendants R. Mazăre and C. Cumpănă were informed of the charges against them and of the hearing dates, and that they were assisted by a lawyer of their choosing (who asked the Court first for an adjournment and subsequently for consideration of the case to be postponed until the second sitting, after 11.30 a.m.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court observes that the defendant R. Mazăre gave evidence to the Constanţa Court of First Instance at a public hearing on 27 May 1994, and notes the following from his testimony: the defendant considered that it was not compulsory to have studied at journalism college to work as a journalist; he refused to reply when asked whether he had had access to any other documents on which Constanţa City Council’s decision no. 33 had been based; he understood by ‘series of offences’ the fact of committing several offences; he understood by ‘a multiple breach of the criminal law’ the commission of several offences; he considered that the injured party, in signing the contract in her capacity as a legal expert at the city council, had infringed a number of the provisions of Law no. 69/1991; he pointed out that he could not give the precise legal classification of the offences committed by the injured party, as that did not come within his sphere of competence; he stated that he had said everything there had been to say about the injured party in the newspaper article; he submitted that cartoons were used everywhere and maintained that he had not (through the cartoon) damaged anybody’s reputation (specifically, that of the injured party).",
                                                "elements": []
                                            },
                                            {
                                                "content": "[The Court] notes that the defendant R. Mazăre stated that he assumed full responsibility for everything published in his newspaper, as its editor; ... that he stated that he was aware of the constitutional provisions on the right of journalists to impart information to the public; that he had read the government decision in its entirety but had not published it for lack of space; that he also stated that he had read the full text of the partnership contract entered into by the city authorities and signed by the injured party, Mrs [R.M.], but that he did not know whether the government decision had referred to partnership contracts; ... that the defendant had been aware that the Vinalex company had been authorised by order of the mayor of Constanţa to provide the service of towing away illegally parked vehicles, but that he had not thought it necessary to publish that information in the newspaper; and, lastly, that he stated: ‘In view of the seriousness of the offences committed, I do not think that it was necessary to discuss the matter with the injured party beforehand. Should any documents prove that my statements are unfounded, I am prepared to publish an article in the injured party’s favour.’ ”",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  With regard to the documentary evidence on which the injured party intended to rely in support of her allegations, the court observed:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Apart from the article published in Telegraf, the injured party, Mrs [R.M.], produced Constanţa City Council’s decision no. 33 – adopted in accordance with government decision no. 147 of 26 March 1992 – in which it was decided to tow away illegally parked vehicles; order no. 163 of 30 June 1992 by the mayor of Constanţa ... authorising the Vinalex company to remove, tow away and impound illegally parked vehicles (‘The conditions for the performance of these services shall be laid down in the partnership contract to be drawn up’); government decision no. 147 of 26 March 1992, in which mayors were empowered to order the removal, towing away and impounding of illegally parked vehicles by duly authorised specialist companies; and order no. 369 of 1 July 1994 by the mayor of Constanţa, in which Vinalex was authorised to provide such services.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  With regard more particularly to the article and cartoon in issue, the court held:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... the article, by the defendants R. Mazăre and C. Cumpănă, was directed at the injured party, tarnishing her honour, dignity and public image and injuring her own self-esteem by means of the (written) accusations conveyed through signs and symbols targeted specifically at her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court considers that these acts took place, that they are punishable under the criminal law, and that they posed a danger to society, not so much because of their practical effect (physical distortion of outward reality) but above all because of the psycho-social consequences resulting from the provision of misleading or incorrect information to the public, giving rise to inaccurate judgments about facts and individuals, establishing a false scale of values in view of the role and public impact of the media, and causing psychological trauma to the injured party. In making its assessment, the Court has had regard to the particular status of the parties to the proceedings: the injured party, Mrs [R.M.], being a lawyer and a representative of the judiciary, and the defendants, Mr R. Mazăre and Mr C. Cumpănă, being representatives of the media.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court notes that the defendant R. Mazăre, while realising the seriousness of the acts he had committed, irresponsibly stated that he had been ‘aware of the fact that Vinalex had been authorised by order of the mayor, but did not consider it necessary to publish that order (as well)’...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court considers that publication of the article in the newspaper cannot have been justified by a ‘legitimate interest’ in that it was not based on actual facts and the provision of accurate information to the public. It concludes that the defendants ... ‘forgot’ the content of Article 30 § 6 of the Constitution: ‘Freedom of expression shall not be prejudicial to a person’s dignity, honour and private life or to the right to one’s own image’, and of Article 31 § 4 of the Constitution: ‘Public and private media shall be required to provide the public with accurate information.’",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows from the written submissions filed by the injured party ... that it was always her wish that the criminal proceedings be terminated by a friendly settlement, provided that the defendants agreed to retract the allegations made in the article.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court notes that the injured party is a public figure and that, following the publication of the article, her superiors and the authority above them asked her to explain herself regarding the trial, particularly in view of the fact that she was due to take the professional examination to obtain permanent status.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Proceedings on appeal",
                                        "elements": [
                                            {
                                                "content": "41.  On an unspecified date the applicants appealed against the first-instance judgment of 17 May 1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  At a hearing on 2 November 1995, the Călăraşi County Court reserved judgment, having noted that the case was ready for decision and that the applicants had not appeared in court, despite having been duly summoned, and had not stated any grounds for their appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In a judgment of 2 November 1995, the court, after examining all the aspects of the case against the applicants, as required by Article 3856 of the Code of Criminal Procedure, upheld the first-instance judgment, finding it to have been correct. The County Court’s judgment, sent to the archives on 23 November 1995, was final and binding and no ordinary appeal lay against it.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Proceedings following the Procurator-General’s application to have the judgments quashed",
                                        "elements": [
                                            {
                                                "content": "44.  On 10 April 1996 the Procurator-General applied to the Supreme Court of Justice to have the judgments of 17 May 1995 and 2 November 1995 quashed. He submitted the following arguments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  The courts’ legal classification of the facts had been incorrect. Pointing out that in the cartoon the applicants had simply highlighted their allegations of corruption on the part of certain city council officials, he accordingly submitted that the facts in issue did not constitute the actus  of insult as defined in Article 205 of the Criminal Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  The amount the applicants had been ordered to pay in damages had been extremely high and had not been objectively justified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  Lastly, the requirements of the first paragraph of Article 115 of the Criminal Code, by which the courts could prohibit persons who had committed unlawful acts from practising a particular profession on account of their incompetence, lack of training or any other ground making them unfit to practise the profession, were not satisfied in the applicants’ case, as there was no unequivocal proof that the applicants were incompetent to continue working as journalists or that their doing so entailed a potential danger.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In a final judgment of 9 July 1996, the Supreme Court of Justice dismissed the Procurator-General’s application as being manifestly ill-founded, for the following reasons:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“It has been established from the evidence adduced in the present case that on 12 April 1994 the accused, R. Mazăre and C. Cumpănă, published an article in the Constanţa newspaper Telegraf entitled ‘Former Deputy Mayor [D.M.] and serving judge [R.M.] responsible for series of offences in Vinalex scam’, in which it was asserted that in 1992, while she was employed as a legal expert at Constanţa City Council, the injured party, Mrs [R.M.], had been involved in fraudulent activities on the part of a commercial company, Vinalex.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Supreme Court further notes that, alongside the above-mentioned article, the accused published a cartoon in which the injured party was depicted in the company of a man carrying a bag full of money on his back, and that this was likely to tarnish the injured party’s honour, dignity and public image.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that in publishing the article in Telegraf, the accused attributed specific acts to the injured party which, had their allegations been made out, would have rendered her criminally liable; the two lower courts were therefore correct in finding the accused guilty of defamation under Article 206 of the Criminal Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The fact that the accused published alongside the above-mentioned article a cartoon in which the injured party was depicted in the company of a man carrying a bag full of money, in such a way as to tarnish her honour and reputation, constitutes the offence of insult as defined in Article 205 of the Criminal Code ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  With regard to the amount which the applicants had been ordered to pay in damages, the Supreme Court held:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... the requirement for the accused to pay 25,000,000 lei for non-pecuniary damage was justified, since it is beyond dispute that in publishing the article on 12 April 1994 in a mass-circulation newspaper, the accused seriously offended the dignity and honour of the injured party.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Supreme Court held, lastly, in relation to the alleged unlawfulness of the temporary prohibition on the applicants’ working as journalists:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... since the application of security measures in circumstances other than those provided for by law does not feature on the exhaustive list of cases in which the law permits the Procurator-General to apply to have a decision quashed, it cannot form a legal basis for quashing the judgments in issue.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "\nC.  The applicants’ circumstances after being convicted in the final and binding judgment of 2 November 1995",
                                "elements": [
                                    {
                                        "content": "1.  Execution of the prison sentence and of the secondary penalty of disqualification from exercising civil rights",
                                        "elements": [
                                            {
                                                "content": "48.  The applicants did not serve the prison sentence they had received in the judgment of 2 November 1995, since immediately after the judgment had been delivered the Procurator-General suspended its execution for eleven months by virtue of Article 412 of the Code of Criminal Procedure (see paragraph 61 in fine below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In a letter of 30 September 1996, the Procurator-General at the Supreme Court of Justice informed the applicants that he had extended the stay of execution until 27 November 1996.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  On 22 November 1996 the applicants were granted a presidential pardon dispensing them from having to serve their prison sentence. By virtue of Article 71 of the Code of Criminal Procedure, the pardon also waived their secondary penalty of disqualification from exercising their civil rights (see paragraph 58 in fine below).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Prohibition on working as journalists",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The first applicant",
                                "elements": [
                                    {
                                        "content": "51.  It appears from the first applicant’s employment record (cartea de muncă), of which he submitted a copy to the Court, that, following the Călăraşi County Court’s judgment of 2 November 1995:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  he continued to work for Telegraf as editor of the “Events” section until 1 February 1996, when he was transferred for administrative reasons to the C. company, occupying the same position and receiving the same salary as before;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  while working for C., he was awarded a pay rise;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  he ceased to work for C. on 14 April 1997 on account of staff cutbacks by his employer, a ground for dismissal provided for in Article 130 (a) of the Labour Code as worded at the material time;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  thereafter, he was not gainfully employed until 7 February 2000, when he was recruited on a permanent contract by the A. company as deputy editor.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The second applicant",
                                "elements": [
                                    {
                                        "content": "52.  Following the final and binding judgment of 2 November 1995, the second applicant continued to work as editor of Telegraf, as indicated in a letter he sent to the Court on 19 January 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Between 1 September 1997 and 30 November 1999, while he was a member of the Romanian parliament, the sum of ROL 25,000,000 was deducted from his parliamentary allowance and transferred to Mrs R.M.’s bank account, pursuant to the Lehliu-Gară Court of First Instance’s judgment of 17 May 1995 (see paragraph 37 in fine above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On an unspecified date after that judgment, he was elected mayor of , a position he still holds.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "1.  Offences against the individual",
                                "elements": [
                                    {
                                        "content": "55.  At the material time the relevant provisions were worded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 205 – Insult",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Anyone who tarnishes the reputation or honour of another through words, gestures or any other means shall be liable to imprisonment for between one month and two years or to a fine.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 206 – Defamation",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Anyone who makes any statement or allegation in public concerning a particular person which, if true, would render that person liable to a criminal, administrative or disciplinary penalty or expose them to public opprobrium shall be liable to imprisonment for between three months and three years or to a fine.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In Resolution no. 1123 of 24 April 1997 on the honouring of obligations and commitments by , the Parliamentary Assembly of the Council of Europe observed that Articles 205 and 206 of the Romanian Criminal Code were unacceptable and seriously compromised the exercise of fundamental freedoms, in particular the freedom of the press. The Assembly therefore called on the Romanian authorities to amend those provisions without delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Following a process of legislative reform, the New Romanian Criminal Code Act (Law no. 301 of 28 June 2004) provides that the offence of defamation is punishable solely by a fine (Article 225 of the New Criminal Code) and no longer classifies insult as a criminal offence. These legislative amendments will come into force on 29 June 2005.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Penalties",
                                "elements": [
                                    {
                                        "content": "58.  The relevant provisions are worded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 64 – Additional penalties",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Disqualification from exercising one or more of the rights mentioned below may be imposed as an additional penalty:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  the right to vote and to be elected to bodies of a public authority or to public elective office;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  the right to occupy a position entailing the exercise of State authority;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  the right to perform a duty or practise a profession or activity by means of which the convicted person carried out the offence;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  parental rights;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e)  the right to act as a child’s guardian or statutory representative.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 71 – Secondary penalty",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The secondary penalty shall consist in disqualification from exercising all the rights listed in Article 64.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A life sentence or any other prison sentence shall automatically entail disqualification from exercising the rights referred to in the preceding paragraph from the time at which the conviction becomes final until the end of the term of imprisonment or the granting of a pardon waiving the execution of the sentence ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  Security measures",
                                "elements": [
                                    {
                                        "content": "59.  The relevant provision is worded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 115 – Prohibition on performing a duty or practising a profession",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Anyone who has committed an [unlawful] act through incompetence, lack of training or for any other reasons rendering him or her unfit to perform certain duties or to practise a certain profession or activity may be prohibited from performing those duties or practising that profession or activity. Such a measure may be revoked on request after one year if the grounds on which it was imposed are no longer valid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4.  Grounds for negating criminal responsibility or the effects of a conviction",
                                "elements": [
                                    {
                                        "content": "60.  The relevant provisions are worded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 120 – Effects of a pardon",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A pardon shall have the effect of waiving the execution of a sentence. ... A pardon shall have no effect on security measures or educational measures.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 134 – Rehabilitation",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A person sentenced to a term of imprisonment of less than one year shall be legally rehabilitated if he does not commit any further offences for three years.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The relevant provisions are worded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 409",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Procurator-General may, of his own motion or on an application by the Minister of Justice, apply to the Supreme Court of Justice for any final decision to be quashed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 410",
                                        "elements": []
                                    },
                                    {
                                        "content": "“An application to have a final conviction ... quashed may be made:",
                                        "elements": []
                                    },
                                    {
                                        "content": "I.  ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  where the penalties imposed fell outside the limits prescribed by law;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  where the offence was incorrectly classified in law ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 412",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Before applying to have a decision quashed, the Procurator-General may order a stay of its execution.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "I.  PRELIMINARY ISSUE: SCOPE OF THE GRAND CHAMBER’S JURISDICTION",
                        "elements": [
                            {
                                "content": "62.  In their observations in reply to the applicants’ request for referral of the case to the Grand Chamber, the Government submitted that the first applicant had made the request without the second applicant’s explicit approval. However, the second applicant had not been represented by the first applicant on the date on which the latter had sent the request to the Court.",
                                "elements": []
                            },
                            {
                                "content": "63.  The Government submitted that the scope of the Grand Chamber’s jurisdiction was limited to the first applicant’s allegation of an infringement of his freedom of expression. They accordingly requested the Grand Chamber not to examine the second applicant’s complaints under Article 10 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "64.  The applicants objected to that request and asked the Court to examine the case as a whole on the grounds that their referral request had been lodged on behalf of both of them and that the Convention did not explicitly state the potential consequences of the fact that one of them had not signed the document.",
                                "elements": []
                            },
                            {
                                "content": "65.  In view of this dispute between the parties, the Court must determine the scope of the case brought before it following the applicants’ request for referral to the Grand Chamber under Article 43 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Within a period of three months from the date of the judgment of the Chamber, any party to the case may, in exceptional cases, request that the case be referred to the Grand Chamber.",
                                "elements": []
                            },
                            {
                                "content": "2.  A panel of five judges of the Grand Chamber shall accept the request if the case raises a serious question affecting the interpretation or application of the Convention or the Protocols thereto, or a serious issue of general importance.",
                                "elements": []
                            },
                            {
                                "content": "3.  If the panel accepts the request, the Grand Chamber shall decide the case by means of a judgment.”",
                                "elements": []
                            },
                            {
                                "content": "66.  According to the Court’s settled case-law, the “case” referred to the Grand Chamber necessarily embraces all aspects of the application previously examined by the Chamber in its judgment, there being no basis for a merely partial referral of the case (see K. and T. v. Finland [GC], no. 25702/94, §§ 140-41, ECHR 2001-VII, and Perna v. Italy [GC], no. 48898/99, §§ 23-24, ECHR 2003-V). The “case” referred to the Grand Chamber is the application as it has been declared admissible (see, mutatis mutandis, Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 63, § 157, and Azinas v. Cyprus [GC], no. 56679/00, § 32, ECHR 2004-III), with the parties to the proceedings before the Chamber concerned, including their status on the date on which the application was declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "67.  That approach is, moreover, in keeping with the spirit and the letter of Article 37 § 1 in fine of the Convention, by which the Court is entitled to continue the examination of an application if respect for human rights as defined in the Convention and the Protocols so requires, including where the circumstances lead to the conclusion that the applicant does not intend to pursue his application, an eventuality expressly provided for in Article 37 § 1 (a) which may be deemed akin to the second applicant’s not having signed the referral request in the instant case (see, mutatis mutandis, Karner v. Austria, no. 40016/98, § 28, ECHR 2003-IX).",
                                "elements": []
                            },
                            {
                                "content": "68.  Such a conclusion is all the more appropriate in the present case as Mr Mazăre, in his declaration of 17 August 2004, expressly joined the referral request signed on behalf of both applicants by the first applicant (see paragraphs 9 and 13 above), thereby indicating, albeit retrospectively, his intention to pursue the complaint under Article 10 of the Convention as declared admissible by the Chamber and to submit it to the Grand Chamber for examination.",
                                "elements": []
                            },
                            {
                                "content": "69.  Accordingly, the scope of the case now before the Grand Chamber is not limited in the manner claimed by the Government.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "70.  The applicants submitted that their conviction following the publication on 12 April 1994 of an article in a local newspaper amounted to unjustified interference with their right to freedom of expression within the meaning of Article 10 of the Convention, the relevant parts of which provide:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority ...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society ... for the protection of the reputation or rights of others, ... or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions of those appearing before the Court",
                                "elements": [
                                    {
                                        "content": "1.  The applicants",
                                        "elements": [
                                            {
                                                "content": "71.  The applicants submitted that the interference with their right to freedom of expression as a result of their conviction by the national courts had not met a “pressing social need” capable of justifying it under the second paragraph of Article 10 of the Convention. They maintained, firstly, that by publishing the impugned article in a local newspaper they had intended to draw public attention to the public and political issues relating to the irregularities committed, in their opinion, by the city authorities in the signing of a public partnership contract with a private company.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Pointing out that they had not made any reference in the article to the private life of the injured party, Mrs R.M., and that this attested to their good faith, the applicants argued that the cartoon which had resulted in their being accused of interfering with the private life of the city council’s former legal expert constituted a purely humorous form of satire and that in such circumstances the exaggeration of certain characteristics of people and situations should be tolerated. In their submission, only Mrs R.M.’s vivid imagination could have led her to believe that the cartoon in question was insinuating that she had had intimate relations with the former deputy mayor, and the Government should not have concurred in this malicious interpretation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "They asserted that the national courts had not found anything in the cartoon to suggest that the persons depicted in it had been having an extramarital affair. They added that if they had been aware of any such intimate relations between the two city council officials, they would have had no hesitation in giving a detailed, explicit and direct description of them in the article.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  They further submitted that they should be regarded as having adequately checked the information they had imparted to the public, seeing that they had based it on a report – whose credibility had not been contested – adopted on 17 March 1994 by the , the only public institution authorised to review the management of public finances. They stated that they had also had sources within the city council and the , whose identities they could not have disclosed without putting them at risk.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The applicants pointed out that the fact that they had not proved the truth of their allegations in the national courts had resulted from objective considerations relating to the principle of protection of sources, and from the attitude of the national courts, which had not actively sought to establish that their allegations were true. They submitted that “journalistic truth” pursued the aim of informing the public speedily about matters of general interest and was accordingly different from “judicial truth”, which the national courts established with a view to determining the responsibility of those who acted illegally. The press could not therefore be required to establish the facts with the same precision as was required of the investigating authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The applicants submitted that the allegations that had resulted in their conviction, concerning the unlawfulness of the public contract signed by the city authorities, had been confirmed by the Audit Court’s report. They justified the fact that they had brought them to the public’s attention two years after the contract had been signed by pointing out that they had not had access to the report in question until that date. They also emphasised that the article in issue had been directed at Mrs R.M. in her capacity as a city council official at the time of the events described in it and not in any way in her capacity as a judge on the date on which it had been published.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  Lastly, they argued that the fact that they had not served their prison sentence did not absolve the respondent State of responsibility in relation to the interference with their freedom of expression, and submitted that the sanctions imposed on them had been excessive and tantamount to subjecting the free discussion of matters of public interest to a form of individual and general censorship.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "77.  The Government submitted that the applicants’ conviction had been necessary in a democratic society, seeing that the publication of the article in issue had amounted to a manifest breach of the ethics of journalism. Contending that the applicants had not imparted reliable and accurate information to the public and had not acted in good faith in asserting that Mrs R.M. was corrupt, they observed that the applicants had not maintained in the national courts that they had checked their information, having merely stated that they had taken into account certain decisions by the city council and the mayor and an order by the government; however, there was nothing in those documents to justify the serious accusations of corruption levelled at Mrs R.M.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Government further pointed out that in the national courts the applicants had never referred to any other documents or information as a source for their article, despite having been aware that there had been another decision by the city authorities authorising Vinalex to perform the public service to which the partnership contract related. Relying in particular on the evidence given by the second applicant in the Constanţa Court of First Instance, the Government asserted that the applicants had not considered it necessary or relevant to publish that document, even though it actually contradicted the message conveyed by the article in issue. They further drew attention to what they regarded as unequivocal references to Mrs R.M.’s private life – such as the use of diminutives in the text accompanying the cartoon – which in their submission were wholly inappropriate contributions to a debate on the matter of general interest being brought to the public’s attention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The Government went on to argue, firstly, that the applicants had not established the truth of their specific allegations of corruption and complicity on Mrs R.M.’s part in the signing of illegal contracts and secondly, that they had failed to provide the national courts with even the slightest factual basis for their value judgments as to the morality and competence of the city council’s former legal expert. They noted in that connection that the courts had found the applicants guilty of insult and defamation after establishing that they had acted in bad faith.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  With regard more particularly to the  report, the Government submitted that it could not have formed a basis for the applicants’ allegations, seeing that it had not been issued until 26 May 1994, more than one month after the publication of the article. Furthermore, in the national courts the applicants had not mentioned either the existence of such a report or the fact that reviews by the  were in progress, thereby depriving the courts of the possibility of requesting the relevant official documents from the supervisory bodies in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Government further maintained that the applicants’ conviction had met a pressing social need, namely the protection of Mrs R.M.’s private life and reputation and, implicitly, the image of the judiciary, since the injured party’s status as a serving judge had repeatedly been emphasised in the article in issue. They considered that the applicants’ allegations, far from concerning a debate on a matter of general interest, had in fact consisted of personal insults directed at the judge in question; that, among other things, justified the severity of the penalty imposed on them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  In that connection, the Government noted that the order prohibiting the applicants from working as journalists had been a security measure and not a penalty, and had been necessary in view of the smear campaign they had conducted against the injured party; in their submission, such a measure had been designed to prevent any further offences. In any event, they observed that the sanction had had no practical consequences for the applicants’ professional activities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Lastly, observing that the applicants had not served the prison sentence imposed on them, the Government asserted that the pardon they had been granted had in fact been in keeping with the Romanian authorities’ general policy of opposing the imprisonment of journalists for offences relating to freedom of expression. They noted that Parliament had adopted a similar approach, recent proposals for legislative reform having led to the removal of the offence of insult from the Criminal Code and the abolition of prison sentences for the offence of defamation (see paragraph 57 of “Relevant domestic law” above).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Whether there was interference",
                                        "elements": [
                                            {
                                                "content": "84.  It was not disputed that the applicants’ conviction by the national courts following their publication of an article in a local newspaper of which the second applicant was the editor amounted to “interference” with their right to freedom of expression.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Such interference will infringe the Convention if it does not meet the requirements of paragraph 2 of Article 10. It should therefore be determined whether it was “prescribed by law”, whether it pursued one or more of the legitimate aims set out in that paragraph and whether it was “necessary in a democratic society” in order to achieve those aims.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Whether the interference was justified",
                                        "elements": [
                                            {
                                                "content": "86.  It appears from the decisions taken by the national courts that the interference was indisputably “prescribed by law”, namely by Articles 205 and 206 of the Criminal Code as worded at the material time (see paragraph 55 above), whose accessibility and foreseeability have not been contested, and that it pursued a legitimate aim, “protection of the rights of others”, and more particularly of the reputation of Mrs R.M., who was a city council official at the time of the events described in the article and a judge on the date of its publication (see paragraphs 40 and 45 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  Those appearing before the court differed as to whether the interference in question had been “necessary in a democratic society”. The Court must therefore determine whether this requirement, as set forth in the second paragraph of Article 10, was satisfied in the instant case, after first reiterating the principles established by its relevant case-law.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "88.  The test of “necessity in a democratic society” requires the Court to determine whether the interference complained of corresponded to a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with European supervision, embracing both the legislation and the decisions applying it, even those delivered by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10 (see, among many other authorities, Perna, cited above, § 39, and Association Ekin v. France, no. 39288/98, § 56, ECHR 2001-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court’s task in exercising its supervisory function is not to take the place of the competent domestic courts but rather to review under Article 10 the decisions they have taken pursuant to their power of appreciation (see Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I). This does not mean that the supervision is limited to ascertaining whether the respondent State exercised its discretion reasonably, carefully or in good faith; what the Court has to do is to look at the interference complained of in the light of the case as a whole, including the content of the comments held against the applicants and the context in which they made them (see News Verlags GmbH & Co. KG v. Austria, no. 31457/96, § 52, ECHR 2000-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  In particular, the Court must determine whether the reasons adduced by the national authorities to justify the interference were “relevant and sufficient” and whether the measure taken was “proportionate to the legitimate aims pursued” (see Chauvy and Others v. France, no. 64915/01, § 70, ECHR 2004-VI). In doing so, the Court has to satisfy itself that the national authorities, basing themselves on an acceptable assessment of the relevant facts, applied standards which were in conformity with the principles embodied in Article 10 (see, among many other authorities, Zana v. Turkey, judgment of 25 November 1997, Reports of Judgments and Decisions 1997-VII, pp. 2547-48, § 51).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court must also ascertain whether the domestic authorities struck a fair balance between, on the one hand, the protection of freedom of expression as enshrined in Article 10, and, on the other hand, the protection of the reputation of those against whom allegations have been made, a right which, as an aspect of private life, is protected by Article 8 of the Convention (see Chauvy and Others, cited above, § 70 in fine). That provision may require the adoption of positive measures designed to secure effective respect for private life even in the sphere of the relations of individuals between themselves (see Von Hannover v. Germany, no. 59320/00, § 57, ECHR 2004-VI, and Stubbings and Others v. the United Kingdom, judgment of 22 October 1996, Reports 1996-IV, p. 1505, §§ 6162).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles in the instant case",
                                "elements": [
                                    {
                                        "content": "92.  In the instant case the national courts found that in the article in issue the applicants had tarnished Mrs R.M.’s honour, dignity and public image by accusing her of having committed specific offences, such as aiding and abetting fraudulent activities on the part of Vinalex, and by portraying her in a cartoon on the arm of a man carrying a bag full of money; in the courts’ view, this was likely to cause her psychological trauma and to lead to misinformation of the public (see paragraphs 40 and 45 above). The Court must determine whether the reasons given by the national authorities to justify the applicants’ conviction were relevant and sufficient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  One factor of particular importance for the Court’s determination of the present case is the vital role of “public watchdog” which the press performs in a democratic society (see Goodwin v. the United Kingdom, judgment of 27 March 1996, Reports 1996II, p. 500, § 39, and Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 59, ECHR 1999-III). Although it must not overstep certain bounds, in particular in respect of the reputation and rights of others, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on political issues and on other matters of general interest (see, among many other authorities, De Haes and Gijsels v. Belgium, judgment of 24 February 1997, Reports 1997-I, pp. 233-34, § 37; Thoma v. Luxembourg, no. 38432/97, § 45, ECHR 2001-III; and Colombani and Others v. France, no. 51279/99, § 55, ECHR 2002-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  It should be noted in this connection that the article in question mainly contained information about the management of public funds by certain local elected representatives and public officials, and in particular certain irregularities allegedly committed in the signing of a partnership contract between the city authorities and a private company concerning the service of impounding illegally parked vehicles (see paragraph 20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  This was indisputably a matter of general interest to the local community which the applicants were entitled to bring to the public’s attention through the press. The fact that the same question was raised by the Audit Court in a report drawn up following a review of the city council by its auditors (see paragraph 23 above) merely serves to confirm that the article in issue contributed to a debate on a matter of interest to the local population, who were entitled to receive information about it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  As to the Government’s allegation that the report in question had been adopted approximately one month after the article was published, the Court would point out that the role of investigative journalists is precisely to inform and alert the public about such undesirable phenomena in society as soon as the relevant information comes into their possession. It is clear from the article that at the time it was written the applicants had knowledge, if not of the Audit Court’s final report, at least of its initial version (see paragraphs 23-24 above); the means used by the applicants to obtain a copy of the document in question fall within the scope of the freedom of investigation inherent in the practice of their profession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Court notes, as the national courts did, that the article in issue also contained assertions relating directly to Mrs R.M., whose name was printed in full in the actual headline of the article and mentioned repeatedly in the article itself (see paragraphs 19-20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Those assertions conveyed the message that she had been involved in fraudulent dealings with Vinalex. They were couched in virulent terms, as is demonstrated by the use of forceful expressions such as “scam” and “series of offences” or statements such as “the signatories cannot claim ignorance of the law, but only an intentional breach of it”, “the former deputy mayor ... received backhanders ... and bribed his subordinates, including [R.M.]”, “Either she was ignorant of national legislation when she signed the partnership contract, in which case it is hard to understand how she can subsequently have been appointed as a judge ..., or she accepted bribes and may continue to do so in future” or “Ironically, the court’s president did not take any action against her on the ground that the sum received was not ... large enough” (see paragraphs 19-20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court reiterates that it has consistently held that, in assessing whether there was a “pressing social need” capable of justifying interference with the exercise of freedom of expression, a careful distinction needs to be made between facts and value judgments. The existence of facts can be demonstrated, whereas the truth of value judgments is not susceptible of proof (see De Haes and Gijsels, cited above, p. 235, § 42, and Harlanova v. Latvia (dec.), no. 57313/00, 3 April 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  Admittedly, where allegations are made about the conduct of a third party, it may sometimes be difficult, as in the instant case, to distinguish between assertions of fact and value judgments. Nevertheless, even a value judgment may be excessive if it has no factual basis to support it (see Jerusalem v. Austria, no. 26958/95, § 43, ECHR 2001-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  In the instant case, the applicants’ statements about Mrs R.M. were mainly worded in the form of an alternative (“Either she was ignorant of national legislation ... or she accepted bribes”), which might have suggested that they were value judgments. However, it must be concluded from an examination of the imputations in issue in the light of the article as a whole, including the accompanying cartoon, that they in fact contained allegations of specific conduct on Mrs R.M.’s part, namely that she had been complicit in the signing of illegal contracts and had accepted bribes. The applicants’ statements suggested to readers that Mrs R.M. had behaved in a dishonest and self-interested manner, and were likely to lead them to believe that the “fraud” of which she and the former deputy mayor were accused and the bribes they had allegedly accepted were established and uncontroversial facts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  While the role of the press certainly entails a duty to alert the public where it is informed about presumed misappropriation on the part of local elected representatives and public officials, the fact of directly accusing specific individuals by mentioning their names and positions placed the applicants under an obligation to provide a sufficient factual basis for their assertions (see Lešník v. Slovakia, no. 35640/97, § 57 in fine, ECHR 2003IV, and Vides Aizsardzības Klubs v. Latvia, no. 57829/00, § 44, 27 May 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  This was particularly so because the accusations against Mrs R.M. were so serious as to render her criminally liable, as, indeed, the Supreme Court of Justice noted in its judgment of 9 July 1996 (see paragraph 45 above). It should be pointed out in this connection that the exercise of freedom of expression carries with it duties and responsibilities, and the safeguard afforded by Article 10 to journalists is subject to the proviso that they are acting in good faith in order to provide accurate and reliable information in accordance with the ethics of journalism (see Radio France and Others v. France, no. 53984/00, § 37, ECHR 2004-II; Colombani and Others, cited above, § 65; Harlanova, cited above; and McVicar v. the United Kingdom, no. 46311/99, §§ 83-86, ECHR 2002-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  That was not the case in this instance. After examining all the evidence before them, the national courts found that the applicants’ allegations against Mrs R.M. had presented a distorted view of reality and had not been based on actual facts (see paragraphs 40 and 45 above). The Court cannot accept the applicants’ argument that the Romanian courts did not actively seek to establish the “judicial truth” (see paragraph 74 above). On the contrary, it is clear from the facts of the case that the courts concerned allowed the applicants adequate time and facilities for the preparation of their defence (see paragraphs 26, 30, 32, 33 and 36 above), even going so far as to issue summonses to ensure their appearance (see paragraphs 26 and 33 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Another factor that must carry some weight in the instant case is the applicants’ conduct during the criminal proceedings against them. It must be noted, as it was by the Lehliu-Gară Court of First Instance and the Călăraşi County Court (see paragraphs 38 and 42 above), that the applicants displayed a clear lack of interest in their trial, not attending the hearings either at first instance or in the County Court, despite having been duly summoned. They did not state any grounds for their appeal (see paragraph 42 above) and failed to adduce evidence at any stage of the proceedings to substantiate their allegations or provide a sufficient factual basis for them (see paragraphs 24 and 27 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The Court notes, in particular, that the applicants did not produce a copy of the Audit Court report in the national courts or even indicate during the criminal proceedings against them that their assertions had been based on such an official report; such steps would have enabled the national courts to request the Audit Court to produce the document as evidence in the criminal proceedings, as the Government rightly pointed out (see paragraph 80 in fine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Court is not persuaded by the applicants’ argument that they did not substantiate their allegations on account of the principle of protection of sources. Reiterating its settled case-law to the effect that the protection of journalists’ sources is one of the cornerstones of freedom of the press and that, without such protection, sources may be deterred from assisting the press in informing the public on matters of public interest (see Goodwin, cited above, p. 500, § 39, and Roemen and Schmit v. Luxembourg, no. 51772/99, § 57, ECHR 2003-IV), the Court points out that the applicants’ duty to provide a sound factual basis for the allegations in question in no way entailed an obligation to disclose the names of anyone who had supplied the information they used in producing their report. Furthermore, it does not appear from the evidence before the Court that during the criminal proceedings as a whole, or even on the date on which the second applicant appeared before the Court of First Instance (see paragraph 27 above), the Audit Court report on which the applicants’ article was clearly based was a confidential document whose disclosure could have led to sanctions for them or for their sources.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  Nor can the applicants argue that the reasons given by the national courts that convicted them were not relevant or sufficient, seeing that they themselves neglected to submit to the courts in question the arguments and evidence on which they are now relying before the Court (see paragraphs 24, 73 and 75 above), thereby depriving those courts of the opportunity to make an informed assessment of whether the applicants had overstepped the limits of acceptable criticism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Court further notes that although the report in question, having been issued by the Audit Court, could be regarded as a sound and credible factual basis for the allegations questioning the legality of the partnership contract between the city authorities and Vinalex (see, mutatis mutandis, Colombani and Others, cited above, § 65, and Bladet Tromsø and Stensaas, cited above, § 68), nothing is mentioned in it, or even suggested, as to the alleged dishonesty of the former deputy mayor and Mrs R.M. or as to their having accepted bribes in order to sign such a contract.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  As regards the manner in which the authorities dealt with the present case, the Court notes that the Romanian courts fully recognised that it involved a conflict between the applicants’ right, as representatives of the media, to impart information and ideas and Mrs R.M.’s right to protection of her reputation and dignity (see paragraph 91 above). On the basis of the evidence before it, the Court considers that the grounds the domestic courts relied on to justify the applicants’ conviction were relevant and sufficient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  Having regard to the margin of appreciation left to the Contracting States in such matters, the Court finds in the circumstances of the case that the domestic authorities were entitled to consider it necessary to restrict the exercise of the applicants’ right to freedom of expression and that the applicants’ conviction for insult and defamation accordingly met a “pressing social need”. What remains to be determined is whether the interference in issue was proportionate to the legitimate aim pursued, in view of the sanctions imposed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The nature and severity of the penalties imposed are factors to be taken into account when assessing the proportionality of an interference with the freedom of expression guaranteed by Article 10 (see Ceylan v. Turkey [GC], no. 23556/94, § 37, ECHR 1999-IV; Tammer v. Estonia, no. 41205/98, § 69, ECHR 2001-I; Skałka v. Poland, no. 43425/98, §§ 4142, 27 May 2003; and Lešník, cited above, §§ 63-64). The Court must also exercise the utmost caution where the measures taken or sanctions imposed by the national authorities are such as to dissuade the press from taking part in the discussion of matters of legitimate public concern (see Jersild v. Denmark, judgment of 23 September 1994, Series A no. 298, pp. 25-26, § 35).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  In the instant case, besides being ordered to pay Mrs R.M. a sum for non-pecuniary damage, the applicants were sentenced to seven months’ immediate imprisonment and prohibited from exercising certain civil rights and from working as journalists for one year (see paragraph 37 above). Those sanctions were undoubtedly very severe.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  Although the Contracting States are permitted, or even obliged, by their positive obligations under Article 8 of the Convention (see paragraph 91 in fine above) to regulate the exercise of freedom of expression so as to ensure adequate protection by law of individuals’ reputations, they must not do so in a manner that unduly deters the media from fulfilling their role of alerting the public to apparent or suspected misuse of public power (see paragraph 93 above). Investigative journalists are liable to be inhibited from reporting on matters of general public interest – such as suspected irregularities in the award of public contracts to commercial entities – if they run the risk, as one of the standard sanctions imposable for unjustified attacks on the reputation of private individuals, of being sentenced to imprisonment or to a prohibition on the exercise of their profession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The chilling effect that the fear of such sanctions has on the exercise of journalistic freedom of expression is evident (see, mutatis mutandis, Wille v. Liechtenstein [GC], no. 28396/95, § 50, ECHR 1999-VII; Nikula v. Finland, no. 31611/96, § 54, ECHR 2002-II; Goodwin, cited above, p. 500, § 39; and Elci and Others v. Turkey, nos. 23145/93 and 25091/94, § 714, 13 November 2003). This effect, which works to the detriment of society as a whole, is likewise a factor which goes to the proportionality, and thus the justification, of the sanctions imposed on the present applicants, who, as the Court has held above, were undeniably entitled to bring to the attention of the public the matter of the signing of the partnership agreement between the city authorities and the private company concerned (see paragraphs 94-95 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  Although sentencing is in principle a matter for the national courts, the Court considers that the imposition of a prison sentence for a press offence will be compatible with journalists’ freedom of expression as guaranteed by Article 10 of the Convention only in exceptional circumstances, notably where other fundamental rights have been seriously impaired, as, for example, in the case of hate speech or incitement to violence (see, mutatis mutandis, Feridun Yazar v. Turkey, no. 42713/98, § 27, 23 September 2004, and Sürek and Özdemir v. Turkey [GC], nos. 23927/94 and 24277/94, § 63, 8 July 1999). In this connection, the Court notes the recent legislative initiatives by the Romanian authorities, leading to the removal of the offence of insult from the Criminal Code and the abolition of prison sentences for defamation (see paragraph 57 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The circumstances of the instant case – a classic case of defamation of an individual in the context of a debate on a matter of legitimate public interest – present no justification whatsoever for the imposition of a prison sentence. Such a sanction, by its very nature, will inevitably have a chilling effect, and the fact that the applicants did not serve their prison sentence does not alter that conclusion, seeing that the individual pardons they received are measures subject to the discretionary power of the President of Romania; furthermore, while such an act of clemency dispenses convicted persons from having to serve their sentence, it does not expunge their conviction (see paragraphs 50 and 60 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  Furthermore, the prison sentence imposed on the applicants was accompanied by an order disqualifying them from exercising all the civil rights referred to in Article 64 of the Criminal Code (see paragraph 58 above). Admittedly, the successive stays of execution granted by the Procurator-General (see paragraphs 48 and 49 above) meant that the applicants did not suffer the practical consequences of this secondary penalty, which was waived as a result of the presidential pardon, in accordance with the relevant national legislation (see paragraph 50 in fine above). The fact remains, however, that such a disqualification – which in Romanian law is automatically applicable to anyone serving a prison sentence, regardless of the offence for which it is imposed as the main penalty, and is not subject to review by the courts as to its necessity (see, mutatis mutandis, Sabou and Pîrcălab v. Romania, no. 46572/99, § 48, 28 September 2004) – was particularly inappropriate in the instant case and was not justified by the nature of the offences for which the applicants had been held criminally liable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  As regards the order prohibiting the applicants from working as journalists for one year, which, moreover, was not remitted, the Court reiterates that prior restraints on the activities of journalists call for the most careful scrutiny on its part and are justified only in exceptional circumstances (see, mutatis mutandis, Association Ekin, cited above, § 56 in fine). The Court considers that, although it would not appear from the circumstances of the case that the sanction in question had any significant practical consequences for the applicants (see paragraphs 51-52 above), it was particularly severe and could not in any circumstances have been justified by the mere risk of the applicants’ reoffending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The Court considers that by prohibiting the applicants from working as journalists as a preventive measure of general scope, albeit subject to a time-limit, the domestic courts contravened the principle that the press must be able to perform the role of a public watchdog in a democratic society.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  Although the national authorities’ interference with the applicants’ right to freedom of expression may have been justified by the concern to restore the balance between the various competing interests at stake, the criminal sanction and the accompanying prohibitions imposed on them by the national courts were manifestly disproportionate in their nature and severity to the legitimate aim pursued by the applicants’ conviction for insult and defamation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  The Court concludes that the domestic courts in the instant case went beyond what would have amounted to a “necessary” restriction on the applicants’ freedom of expression.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  There has therefore been a violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "123.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "124.  The first applicant sought an award of 2,537.65  dollars (USD) (2,108 euros (EUR)) for the pecuniary damage resulting from his loss of earnings between 14 April 1997, when his contract of employment had been terminated, and 7 February 2000, when he had been recruited by another press company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The second applicant claimed USD 2,445.10 (EUR 2,033), corresponding to the sum of 25,000,000 lei, which the applicants had been ordered to pay Mrs R.M. jointly and severally, but which had in fact been paid solely by him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  The applicants also claimed USD 100,000 each (EUR 83,151) for the non-pecuniary damage resulting, in their submission, from the mental suffering caused by the substantial prison sentence they had received, by the impact on their reputation and career, and by the stress relating to the uncertainty they had experienced for more than one year after their conviction, as their custodial sentence could have been enforced at any time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  The Government submitted that any award to be made to the first applicant should cover no more than his loss of earnings while he had been prohibited from practising his profession, that is from 22 November 1996 to 22 November 1997. They did not raise any objections to the second applicant’s claim for pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  They considered, however, that no award should be made to the applicants for non-pecuniary damage. Arguing that the second applicant’s conviction had had no effect on his reputation and career, regard being had to his election as a member of the Romanian parliament and as mayor of Constanţa, they submitted that the Court’s judgment could in itself constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  As to the first applicant’s claim for loss of earnings, the Court observes that no direct causal link has been sufficiently established between the alleged loss and the violation it has found of Article 10 of the Convention. In particular, his dismissal on 14 April 1997 was due to staff cutbacks by his employer (see paragraph 51 above) and he did not provide any evidence that he had tried in vain to find a new job before the prohibition expired. Accordingly, the Court cannot allow his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  In view of its conclusion that the applicants’ conviction could have been regarded as “necessary in a democratic society” to restore the balance between the various competing interests at stake if the criminal sanction and additional prohibitions had not been manifestly disproportionate (see paragraphs 120-21 above), the Court is likewise unable to allow the second applicant’s claim for reimbursement of the sum the national courts’ decisions required him to pay the injured party for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  Having regard to the circumstances of the case, the Court considers that the finding of a violation of Article 10 of the Convention constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "131.  The applicants claimed reimbursement of the costs and expenses they had incurred in the proceedings in the national courts and before the Court, without quantifying them or submitting any supporting documents. They left it to the Court’s discretion to determine the amount to be awarded under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The Government had no objection in principle to that claim, provided that the necessary supporting documents were produced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  The Court reiterates that under Article 41 of the Convention it will reimburse only the costs and expenses that are shown to have been actually and necessarily incurred and are reasonable as to quantum. Furthermore, Rule 60 § 2 of the Rules of Court provides that itemised particulars of any claim made under Article 41 of the Convention must be submitted, together with the relevant supporting documents or vouchers, failing which the Court may reject the claim in whole or in part (see, for example, Vides Aizsardzības Klubs, cited above, § 56).",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  In the instant case, the Court observes that the applicants have not substantiated their claim in any way, as they have neither quantified their costs nor submitted any supporting documents. It therefore decides not to award them anything under this head.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "\nFOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds unanimously that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by sixteen votes to one that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses by sixteen votes to one the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 17 December 2004.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  concurring opinion of Mr Cabral Barreto joined by Mr Ress and Mr Bîrsan;",
                        "elements": []
                    },
                    {
                        "content": "(b)  partly dissenting opinion of Mr Costa.",
                        "elements": []
                    },
                    {
                        "content": "I share the majority’s view that the Grand Chamber is entitled to examine the present case as a whole in relation to both applicants, but I have difficulty agreeing with the entire reasoning.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion, the significant factor is that Mr Mazăre endorsed and accepted the referral request made on his behalf by Mr Cumpănă.",
                        "elements": []
                    },
                    {
                        "content": "However, if the majority are suggesting in paragraph 68 of the judgment that where there are several applicants, referral of the case entitles the Grand Chamber to examine all aspects of the application considered by the Chamber (see paragraph 66), I am unable to agree.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion, a distinction should be drawn between cases in which there is only one applicant and cases in which there are more than one.",
                        "elements": []
                    },
                    {
                        "content": "Where there is only one applicant, referral to the Grand Chamber at the request of the parties – the State or the applicant – entails an examination of the application as a whole, even if the request concerns only certain aspects or complaints (see K. and T. v. Finland [GC], no. 25702/94, ECHR 2001VII).",
                        "elements": []
                    },
                    {
                        "content": "Where there are several applicants and the request for referral to the Grand Chamber is made by one of them, I consider that the Grand Chamber cannot examine the complaints of another applicant against his or her will unless the subject matter of the case is indivisibly linked to all the applicants (who must have been joined as colitigants in the same proceedings).",
                        "elements": []
                    },
                    {
                        "content": "It would seem difficult to maintain that all applicants are in such a position of indivisibility and that their interests cannot be considered separately.",
                        "elements": []
                    },
                    {
                        "content": "Even in the event of a single act by the authorities which gives rise to violations of the Convention for several people, it is legally possible, and even desirable, to treat the applicants’ complaints differently and individually.",
                        "elements": []
                    },
                    {
                        "content": "In such circumstances, the Court has always allowed cases to be settled in respect of one of the applicants; for example, there is nothing to prevent one of the applicants reaching a friendly settlement with the State, thereby terminating his or her application, while the proceedings are pursued with a view to considering the other applicants’ complaints.",
                        "elements": []
                    },
                    {
                        "content": "If I have interpreted paragraph 67 of the judgment correctly, the majority consider that under Article 37 § 1 of the Convention the Grand Chamber may examine the complaints of an applicant who has not requested it to intervene.",
                        "elements": []
                    },
                    {
                        "content": "In my view, such an interpretation is very far-reaching. The possibility of continuing the examination is in fact subject to the condition that the ",
                        "elements": []
                    },
                    {
                        "content": "application has been struck out of the list for one of the reasons set out in the first paragraph of Article 37.",
                        "elements": []
                    },
                    {
                        "content": "Once the Chamber has delivered its judgment, which is accepted by the State, the Grand Chamber must confine itself to examining the application by the applicant who has requested the referral of the case.",
                        "elements": []
                    },
                    {
                        "content": "For the other applicants, the Chamber judgment will become final in accordance with Article 44 § 2.",
                        "elements": []
                    },
                    {
                        "content": "Admittedly, the Chamber and Grand Chamber judgments may differ, with the result that different legal solutions are applied to the same situation.",
                        "elements": []
                    },
                    {
                        "content": "However, that can also occur in other circumstances, for example where certain applicants reach a friendly settlement while others eventually obtain a finding that there has been no violation.",
                        "elements": []
                    },
                    {
                        "content": "The solution which I advocate, in spite of the risk of differences between the Chamber and Grand Chamber decisions, is the only one that ensures observance of the principles governing proceedings before the Court, such as those of equality of arms and adversarial procedure.",
                        "elements": []
                    },
                    {
                        "content": "It is hard to see how the Grand Chamber can determine the “case” of a person who has not applied to be a party to the proceedings before it without infringing the principles that must be observed in each case.",
                        "elements": []
                    },
                    {
                        "content": "I agree with the Grand Chamber’s judgment, which I consider excellent. Except on one point: the refusal to afford the applicants any just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "The Court considered that no award for pecuniary damage was necessary, even though the second applicant paid damages to Mrs R.M. Yet, as a rule, the Court takes into account any sums paid by an applicant to his or her opponents on the basis of court decisions, and will normally order the respondent State to refund them because a causal link has been established (see, for example, Nikula v. Finland, no. 31611/96, § 63, ECHR 2002-II).",
                        "elements": []
                    },
                    {
                        "content": "The Court also held with regard to non-pecuniary damage that the finding of a violation of the Convention constituted sufficient just satisfaction. It is true that the Court has often, but not always, reached this conclusion (see, for example, Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 56, ECHR 1999-VIII, and, conversely, Nikula, cited above, § 65), whereas in length-of-proceedings cases, on the contrary, it systematically makes awards to the applicants in respect of non-pecuniary damage, on account of the “anxiety” or “anguish” caused by the unreasonable length of proceedings. Questions may be asked as to this severity where a substantive right has been infringed and this generosity where there has been a procedural violation (see, in this connection, for example, the dissenting opinions in Di Mauro v. Italy [GC], no. 34256/96, ECHR 1999-V). It may also be observed that in the present case the applicants, having received a prison sentence, undoubtedly suffered feelings of anxiety, or indeed anguish, at least until they were granted a presidential pardon, which, moreover, did not even waive their secondary penalties.",
                        "elements": []
                    },
                    {
                        "content": "The Court lastly decided not to award the applicants anything for costs and expenses, despite the fact that they had been represented by counsel in the domestic courts and before the Grand Chamber of the Court. It is true that they left it to the Court’s discretion to determine the amount to be awarded under this head (see paragraph 131 of the judgment). The Court simply observed that they had not substantiated their claim. But it could well have considered, on an equitable basis, that some costs had necessarily been incurred, and allowed the claim, awarding the applicants a lump sum, as frequently happens.",
                        "elements": []
                    },
                    {
                        "content": "In short, the applicants merely obtained Platonic satisfaction, or a Pyrrhic victory (according to whether we prefer imagery from Athenian philosophy or from the kingdom of Epirus). Irrespective of their conduct, that seems somewhat excessive to me: once again, litigants who lose all their cases in the national courts are almost always awarded significant amounts under",
                        "elements": []
                    },
                    {
                        "content": "Article 41 of the Convention, even if they have displayed a dilatory attitude or have acted in bad faith. I consider that that in itself serves as justification for not agreeing (even as a minority of one!) with points 2 and 3 of the operative provisions.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrL. Wildhaber",
            "role": "president"
        },
        {
            "name": "MrC.L. Rozakis",
            "role": "mrm. pellonpää"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "mrm. pellonpää"
        },
        {
            "name": "MrG. Ress",
            "role": "mrm. pellonpää"
        },
        {
            "name": "SirNicolas Bratza",
            "role": "mrm. pellonpää"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "mrm. pellonpää"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "mrm. pellonpää"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "mrm. pellonpää"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "mrm. pellonpää"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "mrm. pellonpää"
        },
        {
            "name": "MrB. Zupančič",
            "role": "mrm. pellonpää"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "mrm. pellonpää"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mr P.J. Mahoney",
            "role": "registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CUMPANA AND MAZARE v. ROMANIA",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-67816.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:1217JUD003334896",
    "externalsources": [
        "Parliamentary Assembly Resolution no. 1123 of 24 April 1997 on the honouring of obligations and commitments by Romania"
    ],
    "extractedappno": [
        "33348/96",
        "25702/94",
        "48898/99",
        "56679/00",
        "40016/98",
        "39288/98",
        "29183/95",
        "31457/96",
        "64915/01",
        "59320/00",
        "21980/93",
        "38432/97",
        "51279/99",
        "57313/00",
        "26958/95",
        "35640/97",
        "57829/00",
        "53984/00",
        "46311/99",
        "51772/99",
        "23556/94",
        "41205/98",
        "43425/98",
        "28396/95",
        "31611/96",
        "23145/93",
        "25091/94",
        "42713/98",
        "23927/94",
        "24277/94",
        "46572/99",
        "23118/93",
        "34256/96"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Criminal Code, Articles 64, 71, 115(1), 205 and 206"
    ],
    "itemid": "001-67816",
    "judgementdate": "17/12/2004 00:00:00",
    "kpdate": "17/12/2004 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "201",
        "265",
        "579",
        "379",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "10-2",
        "43",
        "10",
        "10-1",
        "41"
    ],
    "parties": [
        "CUMPANA AND MAZARE",
        "ROMANIA"
    ],
    "rank": "506.936340332031",
    "representedby": [
        "MOCANU-CARAIANI M."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [
        "Association Ekin v. France, no. 39288/98, § 56, ECHR 2001-VIII",
        "Azinas v. Cyprus [GC], no. 56679/00, § 32, ECHR 2004-III",
        "Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 59 and § 68, ECHR 1999-III",
        "Ceylan v. Turkey [GC], no. 23556/94, § 37, ECHR 1999-IV",
        "Chauvy and Others v. France, no. 64915/01, § 70, ECHR 2004-VI",
        "Colombani and Others v. France, no. 51279/99, § 55 and § 65, ECHR 2002-V",
        "De Haes and Gijsels v. Belgium précité",
        "De Haes and Gijsels v. Belgium, judgment of 24 February 1997, Reports 1997-I, pp. 233-234, § 37, and p. 235, § 42",
        "Elci and Others v. Turkey, nos 23145/93 and 25091/94, § 714, 13 November 2003",
        "Feridun Yazar v. Turkey, no. 42713/98, § 27, 23 September 2004",
        "Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I",
        "Goodwin v. the United Kingdom, judgment of 27 March 1996, Reports 1996 II, p. 500, § 39",
        "Harlanova v. Latvia, no. 57313/00 (dec.), 3 April 2003",
        "Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 63, § 157",
        "Jersild v. Denmark, judgment of 23 September 1994, Series A no. 298, pp. 25-26, § 35",
        "Jerusalem v. Austria, no. 26958/95, § 43, ECHR 2001-II",
        "K. and T. v. Finland [GC], no. 25702/94, §§ 140-141, ECHR 2001-VII",
        "Karner v. Austria, no. 40016/98, § 28, ECHR 2003-IX",
        "Lešník v. Slovakia, no. 35640/97, § 57 and §§ 63-64 in fine, ECHR 2003-IV",
        "McVicar v. the United Kingdom, no. 46311/99, §§ 83 86, ECHR 2002-III",
        "News Verlags GmbH & CoKG v. Austria, no. 31457/96, § 52, ECHR 2000-I",
        "Nikula v. Finland, no. 31611/96, § 54, ECHR 2002-II",
        "Perna v. Italy [GC], no. 48898/99, §§ 23-24 and § 39, ECHR 2003-V",
        "Radio France and Others v. France, no.  53984/00, § 37, ECHR 2004-II-",
        "Roemen and Schmit v. Luxembourg, no. 51772/99, § 57, ECHR 2003-IV",
        "Sabou and Pircalab v. Romania, no. 46572/99, § 48, 28 September 2004",
        "Ska*ka v. Poland, no. 43425/98, §§ 41-42, judgment of 27 May 2003",
        "Stubbings and Others v. the United Kingdom, judgment of 22 October 1996, Reports 1996-IV, p. 1507, § 61-62",
        "Sürek and Özdemir v. Turkey [GC], nos 23927/94 and 24277/94, § 63, 8 July 1999",
        "Tammer v. Estonia, no. 41205/98, § 69, ECHR 2001-I",
        "Thoma v. Luxembourg, no. 38432/97, § 45, ECHR 2001-III",
        "Vides Aizsardz*bas Klubs v. Latvia, no.  57829/00, § 44 and § 56, 27 May 2004",
        "Von Hannover v. Germany, no. 59320/00,  § 57, ECHR 2004-VI",
        "Wille v. Liechtenstein  [GC], no. 28396/95, § 50, ECHR 1999-VII",
        "Zana v. Turkey du 25 November 1997, Reports of judgments and decisions 1997-VII,pp. 2547-2548, § 51"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "428045",
    "typedescription": "15"
}