{
    "__articles": "6;13;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property;Violation of Article 13 - Right to an effective remedy",
    "applicability": "",
    "appno": "27995/05",
    "article": [
        "6",
        "p1-1",
        "13"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        }
    ],
    "content": {
        "001-89150.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 27995/05) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Andrey Yevgenyevich Bogunov (“the applicant”), on 14 July 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr P. Laptev and Ms V. Milinchuk, former Representatives of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 13 February 2007 the President of the First Section decided to communicate the complaint concerning non-enforcement of a binding judgment to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1964 and lives in Moscow.",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicant is a colonel of the Border Guard Service. In May 2004 he sued his command for its failure to grant his early discharge from service with the provision of a flat as guaranteed by domestic law.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 11 October 2004 the  ordered the applicant’s command to provide his family with a flat in  and, once the flat had been provided, to grant the applicant an early discharge. On appeal, on 14 January 2005 the Military Court of the Moscow Command modified the award. It ordered that the flat did not necessarily have to be in Moscow, that the flat should have been provided out of turn, and that the defendant was to pay 5,000 Russian roubles (RUB) by way of non-pecuniary damages.",
                                "elements": []
                            },
                            {
                                "content": "7.  This judgment became binding on the day of its adoption but was not enforced immediately. For this reason, from January 2005 the applicant rented private flats.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 12 May 2005 the Border Guard Service paid to the applicant RUB 5,000.",
                                "elements": []
                            },
                            {
                                "content": "9.  In July 2005 the command offered the applicant two rooms in a service dormitory, but the applicant rejected this offer as unsuitable.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 16 August 2006 the Housing Commission of the Border Guard Service decided to provide the applicant with a flat in Moscow and asked the applicant to submit papers necessary for the recording of his title. In December 2006 the applicant submitted the papers, but since in January 2007 their validity had expired, he had to resubmit them. On 9 April 2007 the applicant’s title to the flat was recorded.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 12 July 2007 the applicant was discharged from service.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "12.  Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment within two months.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "13.  The applicant complained under Article 6 § 1 of the Convention about the non-enforcement of the judgment. The Court will examine this complaint under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1. Insofar as relevant, these Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "14.  The Government argued that this complaint was inadmissible. Article 6 had not applied to the applicant’s litigation, because he had been a serviceman and his case had been examined by military courts. The judgment had been enforced in a manner compatible with the Convention. The applicant had contributed to the delay by failing to provide necessary papers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant maintained his complaint. Article 6 had applied to his litigation because it had concerned economic benefits. The judgment should have been enforced sooner than it had been.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  As to the applicability of Article 6, the Court reiterates that this Article does not apply to cases where domestic law expressly excludes access to a court for the category of staff in question, and where this exclusion is justified by the State’s objective interest (see Vilho Eskelinen and Others v. Finland [GC], no. 63235/00, § 62, ECHR 2007...). In the case at hand, however, the applicant did have access to a court under domestic law. He used this right and sued his employer. Military courts examined and granted the applicant’s claim. Nothing suggests that domestic law barred the applicant’s access to court. Accordingly, Article 6 is applicable (compare with Dovguchits v. Russia, no. 2999/03, § 24, 7 June 2007), and the Government’s objection must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "18.  The Court reiterates that an unreasonably long delay in the enforcement of a binding judgment may breach the Convention (see Burdov v. Russia, no. 59498/00, ECHR 2002III). To decide if the delay was reasonable, the Court will look at how complex the enforcement proceedings were, how the applicant and the authorities behaved, and what the nature of the award was (see Raylyan v. Russia, no. 22000/03, § 31, 15 February 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In the case at hand the enforcement lasted two years and two months: from the day the judgment became binding to the day the applicant’s title to the flat was recorded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  This period is incompatible with the Convention. The Government partly attribute the delay to the applicant’s failure to submit necessary papers, but the fact remains that during one year and seven months that preceded the Housing Commission’s decision to provide the flat, the authorities had taken no initiative to enforce the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  There has, accordingly, been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant complained under Article 13 of the Convention about the lack of an effective remedy against the non-enforcement. This Article reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "23.  The Government argued that this complaint was inadmissible. The applicant could have sued the bailiffs for negligence. Besides, the applicant’s administrative complaints had been duly handled by prosecutors and the bailiffs’ superiors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant maintained his complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court notes that this complaint is linked to the one examined above and therefore must also be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "26.  The Court reiterates that Article 13 guarantees an effective remedy before a national authority for a prolonged non-enforcement of a binding judgment (see, mutatis mutandis, Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government have not, however, specified how recourse to courts, prosecutors, or the bailiffs’ superiors would have provided preventive or compensatory relief against the non-enforcement. Nor have the Government given an example from domestic practice of a successful application of those remedies (see Kudła, cited above, § 159).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  It follows that there has been a violation of Article 13.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  The applicant also complained under Articles 8 and 14 of the Convention that the State had failed to provide him with housing, and that his salary had been less than that of his colleagues.",
                                "elements": []
                            },
                            {
                                "content": "30.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "32.  In respect of pecuniary damage, the applicant claimed 28,768 euros (EUR). This sum represented his underpaid salary and his rent (with interest) in 2005–07.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Government argued that this claim was unreasonable, given the applicant’s behaviour and the fact that the judgment had been enforced. Besides, the domestic court had already awarded non-pecuniary damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  As to the allegedly underpaid salary, the Court rejects this claim because it relates to an inadmissible complaint. As to the rent, the Court finds no evidence that the claimed damage had been caused by the late enforcement. Nothing suggests that renting the flats pending the enforcement proceedings was a necessity, because in 2005 the command had offered the applicant accommodation in a service dormitory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In respect of non-pecuniary damage, the applicant claimed EUR 156,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government argued that this claim was unreasonable and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court accepts that the applicant must have been distressed by the delayed enforcement of the judgment. Making its assessment on an equitable basis the Court awards EUR 1,600 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "38.  The applicant also claimed EUR 15,232 for the costs and expenses incurred before the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government argued that this claim was not entirely related to the applicant’s rights under the Convention, and that the applicant had not shown that he had actually incurred these costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court rejects this claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "41.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the complaints concerning non-enforcement of the judgment and the lack of domestic remedies against it admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,600 (one thousand six hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses by 6 votes to 1 the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 October 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the partly dissenting opinion of Judge Kovler is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "N.A.V.",
                        "elements": []
                    },
                    {
                        "content": "A.M.W.",
                        "elements": []
                    },
                    {
                        "content": "I share the conclusions of the Court on the violation of Article 6 § 1 and Article 1 of Protocol 1, as on that of Article 13, especially in view of the fact that for one year and seven months prior to the Housing Commission’s decision to provide the applicant with a flat, the authorities had taken no initiative to enforce the judgment in his favour (paragraph 20).",
                        "elements": []
                    },
                    {
                        "content": "The problem I have concerns the award for the pecuniary damage caused by the late enforcement. The applicant, a 40-year-old colonel of the Border Guard Service, had rejected as unsuitable the offer of two rooms in a service dormitory and had rented private flats. A question of human dignity, might I suggest?",
                        "elements": []
                    },
                    {
                        "content": "The conclusion of the Chamber is quite formal: “Nothing suggests that renting the flats pending the enforcement proceedings was a necessity, because in 2005 the command had offered ... the applicant accommodation in a service dormitory” (paragraph 34).",
                        "elements": []
                    },
                    {
                        "content": "The applicant had forwarded to the Court all relevant documents confirming payment of the rent during the non-enforcement period.",
                        "elements": []
                    },
                    {
                        "content": "I would point out that the Court, in numerous non-enforcement cases, has accepted claims for pecuniary damage as reasonable and substantiated (see, among other authorities, Tytar v. Russia, no. 21779/04, 2 November 2006, on pensions, and Lazarev v. Russia, no. 9800/02, 5 October 2006, on material obligations of the State). In Belyaev v. Russia (no. 24620/02, 25 January 2007) the Court accepted as pecuniary damage the cost of a car with hand controls that the applicant, a disabled person, had purchased. In Tuleshov and Others v. Russia (no. 32718/02, § 59, 12 November 2007), the Court granted a claim for pecuniary damage that evicted persons had sustained as a result of the loss of their house and payment for social housing. Lastly, in Pylnov v. Russia (no. 7111/05, § 31, 12 July 2007), the Court made an award for pecuniary damage because the average market price per square meter had increased. Thus, in the present case, the Court could have been more generous.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BOGUNOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-89150.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:1023JUD002799505",
    "externalsources": [],
    "extractedappno": [
        "27995/05",
        "63235/00",
        "2999/03",
        "59498/00",
        "22000/03",
        "30210/96",
        "21779/04",
        "9800/02",
        "24620/02",
        "32718/02",
        "7111/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-89150",
    "judgementdate": "23/10/2008 00:00:00",
    "kpdate": "23/10/2008 00:00:00",
    "kpthesaurus": [
        "445",
        "444",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "13",
        "P1-1"
    ],
    "parties": [
        "BOGUNOV",
        "RUSSIA"
    ],
    "rank": "646.130493164063",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "348302",
    "typedescription": "15"
}