{
    "__articles": "2;2-1;8;8-1;14+8;14",
    "__conclusion": "No violation of Art. 2;No violation of Art. 8;No violation of Art. 14+8;Indication under Rule 39 continued until judgment becomes final or until further order",
    "applicability": "",
    "appno": "6339/05",
    "article": [
        "14",
        "8",
        "2"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "element": "No violation of Art. 2",
            "type": "no-violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "No violation of Art. 8",
            "type": "no-violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "No violation of Art. 14+8",
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "No violation of Art. 14+8",
            "type": "no-violation"
        },
        {
            "element": "Indication under Rule 39 continued until judgment becomes final or until further order",
            "type": "other"
        }
    ],
    "content": {
        "001-72684.docx": [
            {
                "content": "PROCEDURE",
                "elements": [],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The IVF treatment",
                                "elements": [
                                    {
                                        "content": "“NB – do not sign this form unless you have received information about these matters and have been offered counselling. You may vary the terms of this consent at any time except in relation to sperm or embryos which have already been used. Please insert numbers or tick boxes as appropriate.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  J’s withdrawal of consent and the High Court proceedings",
                                "elements": [
                                    {
                                        "content": "“If a man has testicular cancer and his sperm, preserved prior to radical surgery which renders him permanently infertile, is used to create embryos with his partner; and if the couple have separated before the embryos are transferred into the woman, nobody would suggest that she could not withdraw her consent to treatment and refuse to have the embryos transferred into her. The statutory provisions, like Convention rights, apply to men and women equally.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court of Appeal’s judgment",
                                "elements": [
                                    {
                                        "content": "“The less drastic means contended for here is a rule of law making the withdrawal of [J’s] consent non-conclusive. This would enable [the applicant] to seek a continuance of treatment because of her inability to conceive by any other means. But unless it also gave weight to [J’s] firm wish not to be father of a child borne by [the applicant], such a rule would diminish the respect owed to his private life in proportion as it enhanced the respect accorded to hers. Further, in order to give it weight the legislation would have to require the Human Fertilisation and Embryology Authority or the clinic or both to make a judgment based on a mixture of ethics, social policy and human sympathy. It would also require a balance to be struck between two entirely incommensurable things. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "... The need, as perceived by Parliament, is for bilateral consent to implantation, not simply to the taking and storage of genetic material, and that need cannot be met if one half of the consent is no longer effective. To dilute this requirement in the interests of proportionality, in order to meet [the applicant’s] otherwise intractable biological handicap, by making the withdrawal of the man’s consent relevant but inconclusive, would create new and even more intractable difficulties of arbitrariness and inconsistency. The sympathy and concern which anyone must feel for [the applicant] is not enough to render the legislative scheme ... disproportionate.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The 1990 Act inevitably uses clinical language, such as gametes and embryos. But it is clear that the 1990 Act is concerned with the very emotional issue of infertility and the genetic material of two individuals which, if implanted, can lead to the birth of a child. ... Infertility can cause the woman or man affected great personal distress. In the case of a woman, the ability to give birth to a child gives many women a supreme sense of fulfilment and purpose in life. It goes to their sense of identity and to their dignity.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Like Thorpe and Sedley LJJ, I consider that the imposition of an invariable and ongoing requirement for consent in the 1990 Act in the present type of situation satisfies Article 8 § 2 of the Convention. ... As this is a sensitive area of ethical judgment, the balance to be struck between the parties must primarily be a matter for Parliament ... . Parliament has taken the view that no one should have the power to override the need for a genetic parent’s consent. The wisdom of not having such a power is, in my judgment, illustrated by the facts of this case. The personal circumstances of the parties are different from what they were at the outset of treatment, and it would be difficult for a court to judge whether the effect of [J’s] withdrawal of his consent on [the applicant] is greater than the effect that the invalidation of that withdrawal of consent would have on [J]. The court has no point of reference by which to make that sort of evaluation. The fact is that each person has a right to be protected against interference with their private life. That is an aspect of the principle of self-determination or personal autonomy. It cannot be said that the interference with [J’s] right is justified on the ground that interference is necessary is protect [the applicant’s] right, because her right is likewise qualified in the same way by his right. They must have equivalent rights, even though the exact extent of their rights under Article 8 has not been identified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The interference with [the applicant’s] private life is also justified under Article 8 § 2 because, if [the applicant’s] argument succeeded, it would amount to interference with the genetic father’s right to decide not to become a parent. Motherhood could surely not be forced on [the applicant] and likewise fatherhood cannot be forced on [J], especially as in the present case it will probably involve financial responsibility in law for the child as well.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT NON-CONVENTION MATERIAL",
                        "elements": [
                            {
                                "content": "A.  Domestic law: the 1990 Act",
                                "elements": [
                                    {
                                        "content": "“A woman shall not be provided with treatment services unless account has been taken of the welfare of any child who may be born as a result of the treatment (including the need of that child for a father), and of any other child who may be affected by the birth.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Consents to use of gametes or embryos",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consent",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  A consent under this Schedule must be given in writing and, in this Schedule, ‘effective consent’ means a consent under this Schedule which has not been withdrawn.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  — (1) A consent to the use of any embryo must specify one or more of the following purposes—",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  use in providing treatment services to the person giving consent, or that person and another specified person together,",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  use in providing treatment services to persons not including the person giving consent, or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  use for the purposes of any project of research,",
                                        "elements": []
                                    },
                                    {
                                        "content": "and may specify conditions subject to which the embryo may be so used.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  A consent to the storage of any gametes or any embryo must—",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  specify the maximum period of storage (if less than the statutory storage period), and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  state what is to be done with the gametes or embryo if the person who gave the consent dies or is unable because of incapacity to vary the terms of the consent or to revoke it,",
                                        "elements": []
                                    },
                                    {
                                        "content": "and may specify conditions subject to which the gametes or embryo may remain in storage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  A consent under this Schedule must provide for such other matters as the Authority may specify in directions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  A consent under this Schedule may apply—",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  to the use or storage of a particular embryo, or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  in the case of a person providing gametes, to the use or storage of any embryo whose creation may be brought about using those gametes,",
                                        "elements": []
                                    },
                                    {
                                        "content": "and in the paragraph (b) case the terms of the consent may be varied, or the consent may be withdrawn, in accordance with this Schedule either generally or in relation to a particular embryo or particular embryos.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Procedure for giving consent",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.—(1) Before a person gives consent under this Schedule—",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  he must be given a suitable opportunity to receive proper counselling about the implications of taking the proposed steps, and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  he must be provided with such relevant information as is proper.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  Before a person gives consent under this Schedule he must be informed of the effect of paragraph 4 below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Variation and withdrawal of consent",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.—(1) The terms of any consent under this Schedule may from time to time be varied, and the consent may be withdrawn, by notice given by the person who gave the consent to the person keeping the gametes or embryo to which the consent is relevant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The terms of any consent to the use of any embryo cannot be varied, and such consent cannot be withdrawn, once the embryo has been used—",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) in providing treatment services, or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) for the purposes of any project of research.",
                                        "elements": []
                                    },
                                    {
                                        "content": " Use of gametes for treatment of others",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.—(1) A person’s gametes must not be used for the purposes of treatment services unless there is an effective consent by that person to their being so used and they are used in accordance with the terms of the consent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) A person’s gametes must not be received for use for those purposes unless there is an effective consent by that person to their being so used.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) This paragraph does not apply to the use of a person’s gametes for the purpose of that person, or that person and another together, receiving treatment services.",
                                        "elements": []
                                    },
                                    {
                                        "content": " In vitro fertilisation and subsequent use of embryo",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.—(1) A person’s gametes must not be used to bring about the creation of any embryo in vitro unless there is an effective consent by that person to any embryo the creation of which may be brought about with the use of those gametes being used for one or more of the purposes mentioned in paragraph 2(1) above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) An embryo the creation of which was brought about in vitro must not be received by any person unless there is an effective consent by each person whose gametes were used to bring about the creation of the embryo to the use for one or more of the purposes mentioned in paragraph 2(1) above of the embryo.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) An embryo the creation of which was brought about in vitro must not be used for any purpose unless there is an effective consent by each person whose gametes were used to bring about the creation of the embryo to the use for that purpose of the embryo and the embryo is used in accordance with those consents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) Any consent required by this paragraph is in addition to any consent that may be required by paragraph 5 above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Embryos obtained by lavage, etc.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Storage of gametes and embryos",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.—(1) A person’s gametes must not be kept in storage unless there is an effective consent by that person to their storage and they are stored in accordance with the consent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) An embryo the creation of which was brought about in vitro must not be kept in storage unless there is an effective consent, by each person whose gametes were used to bring about the creation of the embryo, to the storage of the embryo and the embryo is stored in accordance with those consents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) An embryo taken from a woman must not be kept in storage unless there is an effective consent by her to its storage and it is stored in accordance with the consent.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(i) Those contemplating the storage and/or use of embryos created from their gametes must first be offered counselling; (ii) they must specifically be informed of the circumstances in which consent to the storage or use of an embryo may be varied or withdrawn; (iii) consent given to the use of an embryo must specify whether the embryo is to be used to provide treatment services to the person giving consent, or to that person together with another, or to persons not including the person giving consent; (iv) an embryo may only be stored while there is effective consent to its storage from both gamete providers, and in accordance with the terms of the consent; (v) an embryo may only be used while there is an effective consent to its use from both gamete providers, and in accordance with the terms of that consent; (vi) consent to the storage of an embryo can be varied or withdrawn by either party whose gametes were used to create the embryo at any time; (vii) consent to the use of an embryo cannot be varied or withdrawn once the embryo has been used in providing treatment services.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The position in other countries",
                                "elements": [
                                    {
                                        "content": "1.  The Member States of the Council of ",
                                        "elements": [
                                            {
                                                "content": "“...disputes involving the disposition of pre-embryos produced by in vitro fertilization should be resolved, first, by looking to the preferences of the progenitors. If their wishes cannot be ascertained, or if there is dispute, then their prior agreement concerning disposition should be carried out. If no prior agreement exists, then the relative interests of the parties in using or not using the pre-embryos must be weighed. Ordinarily, the party wishing to avoid procreation should prevail, assuming that the other party has a reasonable possibility of achieving parenthood by means other than use of the pre-embryos in question. If no other reasonable alternatives exist, then the argument in favor of using the pre-embryos to achieve pregnancy should be considered. However, if the party seeking control of the pre-embryos intends merely to donate them to another couple, the objecting party obviously has the greater interest and should prevail.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Relevant international texts",
                                "elements": [
                                    {
                                        "content": "“An intervention in the health field may only be carried out after the person concerned has given free and informed consent to it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "This person shall beforehand be given appropriate information as to the purpose and nature of the intervention as well as on its consequences and risks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The person concerned may freely withdraw consent at any time.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. The techniques of artificial procreation may be used only if the persons concerned have given their free, informed consent, explicitly and in writing, in accordance with national requirements...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Article 6 – Consent",
                                        "elements": []
                                    },
                                    {
                                        "content": "a)  Any preventive, diagnostic and therapeutic medical intervention is only to be carried out with the prior, free and informed consent of the person concerned, based on adequate information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The consent should, where appropriate, be express and may be withdrawn by the person concerned at any time and for any reason without disadvantage or prejudice.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ADMISSIBILITY OF THE APPLICATION",
                        "elements": []
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. ...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 8",
                        "elements": [
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  RULE 39 OF THE RULES OF COURT",
                        "elements": []
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible, unanimously;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, unanimously, that there has been no violation of Article 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, by five votes to two, that there has been no violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, unanimously, that there has been no violation of Article 14 of the Convention, taken in conjunction with Article 8;",
                        "elements": []
                    },
                    {
                        "content": "5.  Decides to continue to indicate to the Government under Rule 39 of the Rules of Court that it is desirable in the interests of the proper conduct of the proceedings that the Government take appropriate measures to ensure that the embryos are preserved until such time as the present judgment becomes final or further order.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 March 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the joint dissenting opinion of Mr K. Traja and Ms L. Mijović is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "While we follow the majority’s conclusions regarding Article 2 and Article 14 taken in conjunction with Article 8 of the Convention we are, nevertheless, unable to join them in their finding of non-violation of Article 8 of the Convention taken on its own, for the following reasons:",
                        "elements": []
                    },
                    {
                        "content": "1.  The Court, in our view, gives excessive weight to public policy considerations and to the State’s margin of appreciation, without paying due attention to the nature of the individual rights in conflict. The 1990 Act, which imposes a blanket ban on IVF treatment in the case of unilateral withdrawal of consent, is found to be in conformity with the requirements of Article 8 of the Convention, the argument being that “... it was not contrary to the requirements of Article 8 of the Convention for a State to adopt legislation governing important aspects of private life which did not allow for the weighing of competing interests in the circumstances of each individual case” (§ 65 of the judgment). The precedents applied in the judgment are the Pretty and Odièvre cases. Despite the differences between those cases and the present, the Court went on to find that the “bright-line” rule was acceptable, since it was based on strong policy considerations, namely the need to produce legal certainty and to maintain public confidence in the law in a highly sensitive field.",
                        "elements": []
                    },
                    {
                        "content": "We think that the essence of the case lies in the very particular nature of the applicant’s situation, which is not of a kind best decided on the basis of a “bright-line” rule. Even at first sight, the private interests in the Pretty and Odièvre cases are different from those at stake here.",
                        "elements": []
                    },
                    {
                        "content": "Pretty can be distinguished on the ground that it was held in that case that no Convention “right to death” could be extrapolated. In Evans, on the contrary, the issue is about a right to procreate which is, as the Court has accepted, part of the applicant’s right to respect for her private life (§ 57). The Pretty acceptance of a “bright line” rule has no bearing in the Evans case because the Convention context of the “right to death” and that of “the right to reproduce through IVF” are wholly different.",
                        "elements": []
                    },
                    {
                        "content": "The analogy with the Pretty case fails, also, in another respect. As the Court accepted, the “bright-line” rule in that case allowed for flexibility by authorizing the Director of Public Prosecutions to decide not to prosecute and by allowing lesser penalties to be imposed (§ 76). So, a more flexible law was provided in cases involving assisted suicide, where the Convention excludes a “right to death”, whereas in the Evans case, where the right to reproduce through IVF falls within the ambit of Article 8 as a defendable right, the relevant domestic law is wholly rigid!",
                        "elements": []
                    },
                    {
                        "content": "The difference between Odièvre and Evans, on the other hand, is that in the first case the conflict between the two private persons concerned the anonymity of the mother, whereas in the present case the conflict concerns IVF procreation, a right which goes in the direction of respect for life as “... a higher-ranking value...”(Odièvre, § 45). Since the extent of the State’s obligation will depend on the particular aspect of private life that is at issue (see X and Y v. the Netherlands, judgment of 26 March 1985, Series A no. 91, p. 12, § 24), the applicant’s particularly important interest, in the circumstances of her case, deserves a fairer balancing than that struck by the 1990 Act.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Court found that the creation of embryos using the applicant’s last eggs and J’s sperm was based on the consent of both parties, who were informed that, if one of them withdrew consent, the embryos would be destroyed by the clinic. The Court looked at the case by partly and shortly balancing the interests of both parties and found that J could not be compelled to become the father of an undesired child and that the applicant could not seek enforcement of an already withdrawn consent in order to have a child with her former partner (§ 67).",
                        "elements": []
                    },
                    {
                        "content": "In so doing, the Court, like the domestic courts, found that the balance struck by the 1990 Act was fair because the legislature, within its margin of appreciation, had seen it appropriate to impose a general ban on procreation through IVF in case of lack of mutual consent, allowing no exception to the rule. The real question, however, is whether in striking such a rigid balance the legislature was right to give the party withdrawing consent a totally controlling position and to accord that party’s Article 8 right a presumptive value. We think that the exceptional situation of the applicant, who has no other means of having a genetically-related child, should have been made a matter of a deeper consideration by the domestic authorities, and that they were under an obligation to secure her right to become mother in her exceptional circumstances. Denying the implantation of the embryos amounts in this case not to a mere restriction, but to a total destruction of her right to have her own child. In such a case the Convention case-law is clear and does not allow a State to impair the very essence of such an important right, either through an interference or by non-compliance with its positive obligations. We do not think that a legislative scheme which negates the very core of the applicant’s right is acceptable under the Convention.",
                        "elements": []
                    },
                    {
                        "content": "3.  The dilemma between the applicant’s right to have a child and J’s right not to become a father cannot be resolved, in our view, on the basis of such a rigid scheme and the blanket enforcement by the law of one party’s withdrawal of consent. The dilemma should instead be resolved through careful analysis of the circumstances of the particular case, to avoid the unjust preservation of one person’s right by negating the rights of the other.",
                        "elements": []
                    },
                    {
                        "content": "We find that in the present case the conflict is more acute between the individual interests than between the private and public interest, although both sets of interest are intertwined. While we do not deny the public interest in regulating IVF treatment to facilitate conception by couples who cannot easily or at all conceive in the ordinary way and to protect the individuals where they have conflicting rights, we consider that, given the facts of this case, the particular private life interests at stake here should be made the focus of the Court’s analysis.",
                        "elements": []
                    },
                    {
                        "content": "4.  As noted in the majority judgment, the Court had the opportunity to look at the  and Israeli courts’ relevant case-law. We consider that the contract approach, aimed at enforcing the initial terms of consent, is not fully in conformity with the spirit of the Convention, because civil law considerations are not always the best means to secure Convention rights. The contract approach is a “bright-line” rule, also, and it does not take into account the specific social and psychological aspects of such cases.",
                        "elements": []
                    },
                    {
                        "content": "The other way of approaching the case is by considering, in the first place, the competing public-policy and private interests, which is the approach adopted by the Court. The case can be dealt with on these grounds, but, again, some balancing of the applicant’s and her partner’s rights is inevitable. It is said that the 1990 Act protects J’s right not to become a father against his will, and rightly so, because it is in the public interest not to force anyone to procreate. But, on the other hand, the applicant’s right to have a child through IVF, is, also, a right worthy of protection. The absolute power of the party who withdraws his or her consent entails that the other party loses all autonomy in respect of his or her genetic material, which, according to the principles said to underlie the domestic law, is also contrary to a paramount public interest. Public policy works both ways. While the continuing consent of both parties is equally important in the eyes of the national law, which, as shown by Wall J, applies equally to all patients undergoing IVF treatment, regardless of sex (§ 66 of the judgment), the difference in the private parties’ situations can be established and better assessed only if the Court, as is its usual approach, considers the case from the standpoint of conflicting rights.",
                        "elements": []
                    },
                    {
                        "content": "5.  This approach relativises the Court’s argument based on the lack of European consensus in such matters. Indeed, the fact that different States strike the balance at different points (up to the creation of the embryo or up until the point of implantation) is not decisive if we consider that what counts most is how best to secure the conflicting rights of individual parties. We believe that the duty to protect everyone’s right to respect for private life should not be made to depend on any European consensus, however sensitive the matter may be. The consensus concerns the different means of achieving the protection of such rights, but the result should always be that such important rights, one way or another, are protected. The Court has reiterated that “... the choice of the means calculated to secure compliance with Article 8 in the sphere of the relations of individuals between themselves is in principle a matter that falls within the Contracting States’ margin of appreciation. In this connection, there are different ways of ensuring “respect for private life’” (Odièvre § 46). The Court has never said that the choice of private life interests to protect can wholly and unconditionally remain a matter for the State, or that every approach could be justified because of the margin of appreciation or the lack of European consensus.",
                        "elements": []
                    },
                    {
                        "content": "So, the  chose to strike the balance by allowing for the possibility to withdraw consent up to the point of implantation of the embryo. Other countries, such as  and , have decided that the revocation of consent can be effective only up to the point of fertilisation. This is within their margin of appreciation, but the duty to strike a fair balance between individual rights in conflict remains nevertheless the same invariable and imperative requirement under the Convention for all member States.",
                        "elements": []
                    },
                    {
                        "content": "6.  We think that, in special circumstances such as the present case, it would be fairer to seek a solution by taking into account the specific rights in the specific situation. Here the differences between, as well as the burden imposed on, each party seem to us of the utmost importance. This case-specific test should rely upon a careful balancing of the private interests at stake with a view to protecting the essence of the rights from being destroyed. While the applicant has no other way of having a genetic child, her partner, J, may have children with another woman and so satisfy his need for parenthood. The balancing exercise might lead to a different conclusion if the applicant had another child or the possibility of having a child without using J’s genetic material.",
                        "elements": []
                    },
                    {
                        "content": "The lack of any alternative way for the woman to reproduce, once the man had withdrawn his consent, was one of the crucial arguments relied on by the Israeli Supreme Court in Nachmani v. Nachmani, a case similar to the present. In the Nachmani case the majority of the Supreme Court decided in favour of the woman, who was in the same position as Ms Evans, by applying the test of “least harm”, which is an approach we find useful, though insufficient.",
                        "elements": []
                    },
                    {
                        "content": "In a wider context, we note that the applicant’s partner, J, had nothing to fear from the risk that the applicant could use the embryos with a surrogate mother (she intended to implant them in her own uterus), as has happened in some American cases. The involvement of a surrogate has been one of the reasons why the American courts have declined to enforce contracts on public policy grounds; but, we have to underline, such issues of public policy do not apply here. From this point of view also, the present case differs from Odièvre, where the Court found that the conflict of interests should not be dealt with “... in isolation from the issue of the protection of third parties...” (§ 44) So, J’s legitimate interest to be protected from the undue interference of a third party, such as a surrogate, simply did not exist.",
                        "elements": []
                    },
                    {
                        "content": "7.  Similarly, we find little weight in the good faith argument advanced by the domestic courts and accepted by our Court. J’s good faith, when the applicant was also in good faith, is not a point that makes the withdrawal of his consent more sacred and deserving of respect. On the contrary, without blaming J for his withdrawal, he is nevertheless the only person that, under the 1990 Act, can cause the applicant irreparable harm. The good faith argument is apparently based on contractual considerations. What if he had acted in bad faith? The rigid scheme of the law would not allow for any exception even in such a case. But probably the Court would feel obliged to take it into account, thus accepting an exception to the rule! Such logic would force the Court to look at the facts of the individual case, as we do here.",
                        "elements": []
                    },
                    {
                        "content": "8.  Unlike the majority, we are not satisfied of the “quality” of the domestic law, as “quality of law” is understood in our case-law. Of course, a “bright-line” rule, though offering blunt choices, can remain at the same clear and certain. However, it is curious to see how a defective law can be said to have struck a fair balance between competing individual rights, or even between individual rights and public interests. The 1990 Act has no answer on a number of crucial points. As noted by Arden LJ, the law is silent as regards what is to happen when parties become estranged during IVF treatment or separate or divorce. It follows that the applicant was not given an adequate indication of the rules applicable in her circumstances and, due to this omission in the law, she was not able to regulate properly her conduct (Silver and Others v. the United Kingdom, §§ 86-88).",
                        "elements": []
                    },
                    {
                        "content": "Any “bright-line” rule must be tested from the perspective of securing Convention rights. The fact that the case is analysed as one concerning positive obligations and not as one involving an interference by the State with the applicant’s right, should make no difference as to the requirement for law of a certain quality. If the case had been decided as one involving the State’s interference, as the domestic courts did, then the Court would feel the need to review the quality of the law. The same must apply when the case is seen from the angle of positive obligations.",
                        "elements": []
                    },
                    {
                        "content": "9.  To sum up, as accepted in the Court’s case-law, the States enjoy a certain margin of appreciation in dealing with competing private life interests of individuals, and therefore the rule is that domestic regulation should, in principle, be upheld, even in cases where the legal scheme is based on a “bright-line” rule. Exceptions, however, should be allowed where, in the circumstances of the case, the rigid application of such a rule could lead to irreparable harm or to the destruction of the essence of one party’s rights. “Bright-line” legislation is exceptional in the European context and, therefore, must be strictly scrutinized by the Court. We consider that in certain, specific, circumstances, the relative importance of one of the parties’ interests entails that it should be allowed to override the interest of the other party.",
                        "elements": []
                    },
                    {
                        "content": "In conclusion, if we apply these principles to the case in hand, the correct approach in our view would be as follows: the interests of the party who withdraws consent and wants to have the embryos destroyed should prevail (if domestic law so provides), unless the other party (a) has no other means to have a genetically-related child; and (b) has no children at all; and (c) does not intend to have recourse to a surrogate mother  in the process of implantation. We think this approach would strike a fair balance between public and private interests, as well as between conflicting individual rights themselves. This test is neutral, because it can equally apply to female and male parties.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ. Casadevall",
            "role": "president"
        },
        {
            "name": "SirNicolas Bratza",
            "role": "judges"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MsL. Mijović",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "Mr M. O’Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "14/02/2006 00:00:00",
    "docname": "CASE OF EVANS v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-72684.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0307JUD000633905",
    "externalsources": [
        "Universal Declaration on Bioethics and Human Rights, Article 6",
        "Council of Europe Convention on Human Rights and Biomedicine, Article 5"
    ],
    "extractedappno": [
        "6339/05",
        "53924/00",
        "2346/02",
        "42326/98"
    ],
    "importance": "2",
    "introductiondate": "11/02/2005 00:00:00",
    "issue": [
        "Human Fertilisation and Embryology Act 1990"
    ],
    "itemid": "001-72684",
    "judgementdate": "07/03/2006 00:00:00",
    "kpdate": "07/03/2006 00:00:00",
    "kpthesaurus": [
        "343",
        "100",
        "292",
        "449",
        "231",
        "451",
        "429"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "2-1",
        "8",
        "2",
        "8-1",
        "14"
    ],
    "parties": [
        "EVANS",
        "THE UNITED KINGDOM"
    ],
    "rank": "541.988037109375",
    "representedby": [
        "LYONS M."
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Odièvre v. France, no. 42326/98, ECHR 2003-II",
        "Pretty v. the United Kingdom, no. 2346/02, § 61, §§ 88-89, ECHR 2002-III",
        "Vo v. France [GC], no. 53924/00, § 82, ECHR 2004-...",
        "X., Y. and Z. v. the United Kingdom, judgment of 22 April 1997, Reports of Judgments and Decisions 1997-II, § 41, § 44"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "413575",
    "typedescription": "14"
}