{
    "__articles": "6;6-1;6-3-c;6-1+6-3-c",
    "__conclusion": "No violation of Art. 6-1+6-3-c",
    "applicability": "",
    "appno": "20491/92",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "element": "No violation of Art. 6-1+6-3-c",
            "type": "no-violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1+6-3-c",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-59518.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 20491/92) against the Swiss Confederation lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an American national of Yugoslav origin, Mr Rajko Medenica (“the applicant”), on 3 August 1992.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who died on 30 November 1997, was represented by Mr C. Poncet, of the Geneva Bar, and also, until the beginning of 1997, by Mr D. Warluzel, likewise of the Geneva Bar. His widow, Mrs Smilja Medenica, and children, Mr Dimitrije Medenica and Ms Olivera Medenica, expressed their wish to pursue the proceedings before the Court in their capacity as his heirs. The Swiss Government (“the Government”) were represented by their Agent, Mr P. Boillat, Head of the International Affairs Division, Federal Office of Justice. ",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the Assize Court of the Canton of Geneva had tried and convicted him in absentia, in breach of Article 6 §§ 1 and 3 (c) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. ",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 16 December 1999 the Court declared the application partly admissible [Note by the Registry. The Court’s decision is obtainable from the Registry].",
                        "elements": []
                    },
                    {
                        "content": "7.  After consulting the parties, the Court decided to dispense with a hearing of the merits of the case (Rule 59 § 2 in fine).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant arrived in  in 1966 and qualified as a doctor of medicine in 1970. He worked as a doctor in . From 1973 onwards he was responsible for coordinating relations between  and the relevant bodies in the Socialist Federal Republic of Yugoslavia. On account of his nationality of origin and knowledge of languages, he was more particularly responsible for looking after the Yugoslav patients in the .",
                                "elements": []
                            },
                            {
                                "content": "9.  On 27 March 1981 the Principal Public Prosecutor for the Canton of Geneva commenced criminal proceedings against him following a complaint by the State of Geneva. The applicant was accused of causing ’s welfare institutions to sustain substantial losses with the complicity of an official at the consulate of the Socialist Federal Republic of Yugoslavia in .",
                                "elements": []
                            },
                            {
                                "content": "10.  On 9 September 1981 and over the period that followed, the applicant was questioned several times by the cantonal investigating judge. On 27 October 1982 he was arrested and charged with fraud, intimidation and forging documents.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 13 January 1984 the Indictment Division of the Canton of Geneva ordered the applicant’s release on bail on payment of a sum as security. On 27 January 1984 the initial investigation was completed and the case file sent to the Principal Public Prosecutor for a decision on whether to proceed with the prosecution. On 1 February 1984 the applicant paid the stipulated sum and was released.",
                                "elements": []
                            },
                            {
                                "content": "12.  He then travelled to the , where he acquired American nationality and practised as a doctor specialising in the treatment of certain serious forms of cancer.",
                                "elements": []
                            },
                            {
                                "content": "13.  By an initial order of 3 February 1986 the Indictment Division of the Canton of Geneva committed the applicant for trial at the Canton of Geneva Assize Court. That order was subsequently set aside on an application by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 11 March 1987 the Indictment Division made a fresh order committing the applicant for trial at the Canton of Geneva Assize Court. Appeals by the applicant against that order were dismissed.",
                                "elements": []
                            },
                            {
                                "content": "15.  At a preliminary meeting on 30 June 1988 the President of the  discussed the case with a prosecution representative and the applicant’s lawyers in . He informed them that the case might be set down for trial between January and May 1989. ",
                                "elements": []
                            },
                            {
                                "content": "16.  At a hearing on 27 September 1988 the President of the  informed the parties that the trial would commence on 17 April 1989.",
                                "elements": []
                            },
                            {
                                "content": "17.  The President of the  held a further hearing on 13 March 1989 after giving notice to the parties. At the hearing one of the lawyers for the defence indicated that he envisaged making “an application for an adjournment of the trial”.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 15 March 1989 the President of the  made an order for the applicant to appear before the  on 17 April 1989.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 16 March 1989 he questioned the applicant in the presence of his lawyer. The applicant confirmed that he would attend the trial. After the hearing he returned to the .",
                                "elements": []
                            },
                            {
                                "content": "20.  On 17 March 1989 S., one of the applicant’s American patients, applied to the United States District Court for the District of South Carolina, Charleston Division, for orders requiring the applicant to continue to treat him until he could be replaced by another doctor and, in the interim, prohibiting him from leaving the . He maintained that his life would be in danger if there were any interruption in the treatment he was receiving from the applicant.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 20 March 1989 the President of the District Court granted the application in the applicant’s absence and made a temporary restraining order prohibiting the applicant from leaving the territory of the  until he was examined by the District Court at a hearing to be held on 27 March.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 22 March 1989 one of the applicant’s  lawyers and an American lawyer acting for him informed the Canton of Geneva prosecuting authorities of that order.",
                                "elements": []
                            },
                            {
                                "content": "23.  A hearing took place on 27 March 1989 before the President of the United States District Court for the District of South Carolina. The applicant stated that he did not know any doctor who was capable of taking over the treatment of his patients. One of the applicant’s lawyers informed the District Court that under Swiss procedural rules an accused had no guarantee that he or she would be served with the documentary evidence in the case file or that there would be a proper adversarial hearing. He also said that there was a risk that the applicant would face the death sentence in .",
                                "elements": []
                            },
                            {
                                "content": "24.  On 28 March 1989 the American court issued a restraining order prohibiting the applicant from leaving the territory of the  and requiring him to surrender his passport. That decision was served on the Swiss authorities, including the Principal Public Prosecutor of the Canton of Geneva, who was given sixty days in which to respond. The applicant was requested to find replacement doctors for his patients.",
                                "elements": []
                            },
                            {
                                "content": "25.  After serving the American court’s order on the Canton of Geneva prosecuting authorities, the applicant’s lawyers made several applications for an adjournment of the trial, on 30 March and 4 April 1989 and at the start of the trial at the Canton of Geneva Assize Court on 17 April 1989.",
                                "elements": []
                            },
                            {
                                "content": "26.  In an order of 19 April 1989 the President of the  declined to adjourn the trial, holding that the applicant had been absent without good cause. He found that it had not been proved that the accused had been unable to attend the trial for a reason beyond his control. On the contrary, there was a consistent body of evidence that showed that the reason relied on by the applicant had not been beyond his control. The President noted, in particular, that the American order had been made largely in reliance on evidence from the applicant’s patients, in other words on information of no scientific weight; furthermore, the applicant had consistently benefited over a number of years from the support of American figures who were highly influential in South Carolina and close both to the judge and to the applicant. The President observed that the decision appeared very favourable to the applicant, who had not appealed against it, despite being entitled to do so. Lastly, it was not to be overlooked that the applicant had known for a long time that he would stand trial. He had been told the approximate date of his trial in June 1988 and the exact date in September 1988 and it had accordingly been his duty as a doctor to ensure that there was a replacement for him if he really wished to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "27.  Hearings were held by the , composed of the President and twelve jurors, from 17 April 1989 onwards. The applicant did not appear but his two lawyers were present.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 26 April 1989 the applicant lodged an application with the United States District Court for the District of South Carolina to have the restraining order of 28 March 1989 set aside, notably on the ground that it infringed the Fifth and Sixth Amendments of the United States Constitution, which guaranteed personal liberty and the rights of the accused in criminal prosecutions respectively. In reply to a request by the applicant for a hearing date, the District Court informed him on 10 May 1989 that it would not be able to examine the merits of the application for another thirty to sixty days.",
                                "elements": []
                            },
                            {
                                "content": "29.  In a judgment of 26 May 1989 the Canton of Geneva Assize Court convicted the applicant in absentia and sentenced him to four years’ imprisonment, of which two years, eight months and twenty-five days remained to be served. It also made an order excluding him from Swiss territory for ten years. The  found the applicant guilty on 300 out of 302 counts of forging documents and of a like number of counts of fraud. The applicant was also found guilty of forgery of documents for procuring the signing by his secretary of seventeen false receipts for expenses in a name she no longer used. The jury assessed the amount of alleged damage at approximately 1,000,000 Swiss francs. On the other hand, the applicant was acquitted by the jury on 672 counts of forging documents. The offences to which the convictions related had been committed between 1973 and 1981.",
                                "elements": []
                            },
                            {
                                "content": "30.  An application for the applicant’s immediate arrest made by the Principal Public Prosecutor after the delivery of the verdict was dismissed by the Assize Court in view, notably, of the fact that the offences of which the applicant had been convicted had been committed a long time before and that a committal warrant could be issued once the judgment had become final.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 17 July 1989 the applicant lodged an application with the Court of Justice of the Canton of Geneva for the conviction in absentia to be set aside, under Article 331 of the Geneva Code of Criminal Procedure (see paragraph 42 below). He maintained that good cause had been shown for his absence at the hearing on 17 April 1989, as he had been compelled to comply with the enforceable decision of the American court – which clearly constituted a reason beyond his control – and that his case should therefore be remitted to the .",
                                "elements": []
                            },
                            {
                                "content": "32.  On 20 November 1989 the Criminal Division of the Court of Justice dismissed the application. It noted that the wording of Article 331 of the Geneva Code of Criminal Procedure made it clear that in order to have a judgment of the  set aside, the convicted person had to show good cause for failing to appear for trial. Referring to the Canton of Geneva Court of Cassation’s case-law, the Criminal Division stated that any failure to appear due to absence, illness or any other case of force majeure, such as unawareness of the investigation or prosecution, could constitute good cause. Whether the reason preventing appearance was beyond the control of the accused was accordingly the criterion for distinguishing a reason that justified quashing a conviction from one that did not.",
                                "elements": []
                            },
                            {
                                "content": "The Court of Justice held, in particular, that the applicant had been seriously at fault in not transmitting his medical knowledge to other practitioners despite knowing from 1 February 1984 onwards, the date of his release, that he would one day stand trial. His trial had eventually begun five years after his release on bail, so he had had ample time to pass on his experience to others, and to instruct and train them in his method of treatment, even though it was highly sophisticated. Before the American court, he had done no more than make vague statements to the effect that he had long since organised training courses for various doctors with a view to sharing his knowledge with them. However, on each occasion that the question had been put to him, he had repeated that only he could treat his patients and that without his care they would be certain to die. The Court of Justice described that attitude as irresponsible.",
                                "elements": []
                            },
                            {
                                "content": "The applicant was also held to be at fault for having delayed in appealing against the decision of the American court. The appeal had been lodged on 26 April 1989, that is to say a week after his trial had actually begun, and his application for an adjournment had been dismissed. By that juncture, for reasons of time, he could no longer reverse the course of events he had helped set in motion.",
                                "elements": []
                            },
                            {
                                "content": "33.  On 2 February 1990 the applicant appealed to the Court of Cassation against the judgment of the Court of Justice of 20 November 1989 dismissing his application for relief.",
                                "elements": []
                            },
                            {
                                "content": "34.  On 8 March 1990 the United States District Court for the District of South Carolina set aside the order of 28 March 1989 and ordered the return of the applicant’s passport.",
                                "elements": []
                            },
                            {
                                "content": "35.  On 16 May 1990 the applicant attended the hearing before the Canton of Geneva Court of Cassation.",
                                "elements": []
                            },
                            {
                                "content": "36.  In a judgment of 27 June 1990 the Court of Cassation dismissed the applicant’s appeal as unfounded, holding that he had brought about the situation that had prevented him from leaving his patients and appearing before the  by his own conduct. In addition, statements he had made to the United States District Court cast doubt on whether he had genuinely intended to travel to  to stand trial. Further evidence of his bad faith was provided by the fact that he had misled the American court about the procedure that would be followed in the criminal proceedings against him in . The Court of Cassation considered that the applicant had done everything in his power, notably by making remarks that assisted his opponent’s case, to ensure the eventual success of the application to the American court for an order restraining him from travelling to  to stand trial. It held that the applicant’s inability to appear before the  was his own fault in that he had made a decisive contribution to that outcome.",
                                "elements": []
                            },
                            {
                                "content": "37.  On 1 October 1990 the applicant lodged with the Canton of Geneva Court of Cassation a notice of appeal on points of law against the ’s judgment of 26 May 1989.",
                                "elements": []
                            },
                            {
                                "content": "38.  On 14 February 1991 the Court of Cassation dismissed the appeal. It held that the argument concerning the refusal to remit the case had been conclusively disposed of in its judgment of 27 June 1990. It further held that, in so far as they were not inadmissible as being out of time, having been dismissed in the earlier proceedings, the complaints of violations of the rights of the defence were ill-founded. Lastly, the Court of Cassation rejected the applicant’s argument concerning the legal definition of the offences of fraud and forging documents.",
                                "elements": []
                            },
                            {
                                "content": "39.  The applicant lodged a public-law appeal with the Federal Court, seeking to have set aside the Canton of Geneva Court of Cassation’s judgments of 27 June 1990 and 14 February 1991. He alleged, inter alia, a violation of his right to be heard and to attend his trial and of his right to a fair hearing, equality of arms and a properly composed and functioning court.",
                                "elements": []
                            },
                            {
                                "content": "40.  In a judgment of 23 December 1991, which was served on the applicant’s lawyers on 6 February 1992, the Federal Court dismissed his appeal. ",
                                "elements": []
                            },
                            {
                                "content": "It held that Article 6 § 1 of the Convention did not preclude a trial being held in the defendant’s absence if the defendant refused to attend or was unable to attend through his or her own fault. It considered that the applicant had misled the American court by making inaccurate statements, notably regarding Swiss procedure, in order to secure a judgment making it impossible for him to attend his trial; indeed, his American lawyers had admitted as much. In that connection, the Federal Court noted that the applicant had said that he had been held without charges in  for sixteen months and feared that he would be sentenced to death in . He had also stated that the defence had been denied access to the case file and had not been able to take part in the earlier proceedings. ",
                                "elements": []
                            },
                            {
                                "content": "Referring to an opinion on American law that had been sent to the Assize Court by the Swiss embassy in Washington, the Federal Court also agreed with the cantonal authorities’ findings that the applicant had failed to appeal effectively against the American court’s order of 28 March 1989 in that he had not appealed to a court (the Court of Appeal for the Fourth Circuit) that could have found in his favour. The Federal Court noted that, according to the author of the legal opinion, the decision of the American court was contrary to the public interest and defied common sense, and an appeal to the higher court would have had good prospects of success. As regards good faith, the applicant could not avoid his obligation to appear before the Swiss courts by relying on a decision that was ultimately based on equivocal and even knowingly inaccurate statements that he had made to the American court. ",
                                "elements": []
                            },
                            {
                                "content": "The Federal Court held that the Court of Cassation had not acted arbitrarily in finding that, even supposing that the applicant had not brought about the American court’s decision barring him from attending his trial, he had facilitated that decision by supporting his patient S.’s argument. Besides, his American lawyer had not sought to conceal that the aim of the defence had been to obtain an adjournment of the trial in . Although that lawyer had been to  and was in close contact with his client’s  counsel, he had not given the American court accurate information about the procedure that would be followed or the sentence the applicant would face if convicted. In the Federal Court’s opinion, it was possible to infer from the foregoing that it was the applicant’s own fault that he had been unable to attend his trial.",
                                "elements": []
                            },
                            {
                                "content": "41.  On 26 July 1995 the applicant was arrested at  () on his way to a conference. He was extradited to  and transferred to Champ-Dollon Prison. An application he made for a pardon was refused in February 1996. He served the remainder of his sentence, spending part of it in a secure wing of . On 20 December 1996 he returned to the .",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "42.  Under Article 331 of the Canton of Geneva Code of Criminal Procedure, persons convicted in absentia may apply to have their conviction set aside if they show that through no fault of their own they were unaware of the summons to appear or unable to attend the trial.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "      ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (c) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  The applicant alleged that the Swiss courts had failed to respect the rights of the defence. He complained, in particular, that the Canton of Geneva Assize Court had convicted him in absentia. He relied on Article 6 §§ 1 and 3 (c) of the Convention, the relevant parts of which provide:",
                                "elements": []
                            },
                            {
                                "content": "“1.  ... everyone is entitled to a fair hearing ... by an independent and impartial tribunal ... ",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of the parties",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "44.  The applicant stressed that he had been prevented from appearing at the trial in  on 17 April 1989 through no fault of his own. He argued that he had not been guilty of any culpable conduct. He had at no stage suggested that he was the only doctor capable of providing his patient S. with effective treatment in the . On the other hand, he did assert that he was the first doctor of the many S. had consulted to succeed in improving his condition through treatment when S.’s life expectancy – according to the specialists he had previously consulted – was only four weeks. He had therefore replied to the questions which the American court had put to him in all conscience and could not be accused of culpable conduct for having done so. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In the applicant’s submission, the Swiss courts’ argument that he had failed to take elementary precautions to avoid being absent from his trial was untenable. Referring to the Federal Court’s case-law, he said that it was not for the defendant convicted in absentia to show that his or her absence was not attributable to culpable conduct. In addition, he had not been guilty of culpable conduct after the American court had made its restraining order: not only had he done everything possible to have that order set aside, but he had set about doing so diligently. On 30 March 1989 – that is to say, two days after the restraining order was made – his American counsel, whom he had expressly instructed to challenge the decision, had informed him that he could not appeal until the Swiss authorities had made their position known; subsequently, as early as 26 April 1989, he had attempted to have the American decision quashed, the Assize Court having refused on 19 April 1989 to adjourn the trial. In that connection, the applicant pointed out that the Swiss authorities had not intervened in the American proceedings in any way and had not even taken advantage of the time they had been granted to make any observations on the content of the order. Lastly, there was no legal basis for the proposition that he was under an obligation to take all possible steps to challenge the decision taken by his own country.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The applicant also denied that he had misled the American court about Swiss procedure as, under American law, the word “charges” was only employed once the jury had carried out a preliminary examination of the evidence following the indictment of the accused. It was therefore accurate to say that he had been held pending trial “without charges” for the purposes of American law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In the applicant’s submission, it was accordingly undeniable that the Swiss authorities had violated Article 6 §§ 1 and 3 (c) of the Convention by refusing to adjourn the trial or to grant him a retrial.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "48.  The Government maintained that, as the Federal Court had found in its judgment of 23 December 1989, the applicant’s absence from the trial at the Canton of Geneva Assize Court was attributable to culpable conduct on his part during the proceedings before the American court. In the Government’s submission, the applicant had actively encouraged the American court to reach the decision it had done and had not taken the steps necessary to mount an effective challenge to it. Indeed, the applicant’s American lawyer had not sought to conceal the fact that the aim of the defence had been to obtain an adjournment of the trial in . Without in any way calling into question the applicant’s medical skills, the Government, like the Federal Court, were astonished by the applicant’s peremptory assertions that he was the only doctor in the United States capable of giving his American patient S. effective treatment and that the patient would be condemned to death if the applicant were prevented from administering him even a single part of the treatment. The Government questioned whether the applicant’s claim that he was irreplaceable could really be credited when it was public knowledge that the United States led the world in cancer research and it seemed improbable that the applicant had never taken a holiday or travelled overseas to attend conferences or for any other purpose since settling in the United States in 1984.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government also considered that the applicant’s American lawyer had made what were, to say the least, surprising remarks about the procedure that would be followed in the proceedings against the applicant in Switzerland, implying that the trial would not be adversarial and alleging that he had been denied access to certain documents in the case file and that the applicant might face the death penalty. The Government were convinced that the applicant had by his conduct and allegations decisively influenced the American court, thus making it impossible for himself to attend his trial. They noted further that adjourning the trial would have taken the proceedings a significant step closer to the point at which prosecution of the offences with which the applicant was charged became irrevocably time-barred. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  As to the applicant’s conduct after the American court had made its order, the Government noted that he had failed to appeal within thirty days to the Court of Appeal for the Fourth Circuit. The prospects for the success of such an appeal would have been good. In the Government’s submission, the fact that the applicant had omitted to avail himself of that remedy showed that he regarded his obligation to attend his trial as being of little importance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  With regard to the applicant’s request for a review, the Government explained that although time had started to run on 28 March 1989, the applicant had only made his application to the United States District Court for the District of South Carolina on 26 April 1989, that is to say a few days before the time-limit and after the date set for the trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Government said in conclusion that the judgment in absentia delivered by the  and the dismissal of the application for a retrial by a different court had not infringed the applicant’s right to be present at his trial for the purposes of Article 6 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "53.  As the requirements of paragraph 3 of Article 6 are to be seen as particular aspects of the right to a fair trial guaranteed by paragraph 1, the Court will examine the complaint under both provisions taken together (see Van Geyseghem v. Belgium [GC], no. 26103/95, § 27, ECHR 1999-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court has previously stated that it is of capital importance that a defendant should appear, both because of his right to a hearing and because of the need to verify the accuracy of his statements and compare them with those of the victim – whose interests need to be protected – and of the witnesses. The legislature must accordingly be able to discourage unjustified absences (see Poitrimol v. France, judgment of 23 November 1993, Series A no. 277-A, p. 15, § 35, and Krombach v. France, no. 29731/96, § 84, ECHR 2001-II). Proceedings that take place in the accused’s absence will not of themselves be incompatible with the Convention if the accused may subsequently obtain, from a court which has heard him, a fresh determination of the merits of the charge (see Colozza v. Italy, judgment of 12 February 1985, Series A no. 89, p. 15, § 29, and Poitrimol, cited above, pp. 13-14, § 31).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Contracting States enjoy a wide discretion as regards the choice of the means calculated to ensure that their legal systems are in compliance with the requirements of Article 6, while at the same time preserving their effectiveness. The Court’s task is to determine whether the result called for by the Convention has been achieved. As the Court pointed out in Colozza, the resources available under domestic law must be shown to be effective where a person “charged with a criminal offence” has neither waived his right to appear and to defend himself nor sought to escape trial (see Colozza, cited above, pp. 15-16, § 30).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In the instant case the Court notes that by an order of 19 April 1989 the President of the Canton of Geneva Assize Court dismissed the applicant’s application for an adjournment of the trial, on the ground that his absence was due to his own culpable conduct. In a judgment of 26 May 1989 it convicted him in absentia and sentenced him to four years’ imprisonment. The present case is distinguishable from Poitrimol (cited above), Lala and Pelladoah v. the Netherlands (judgments of 22 September 1994, Series A nos. 297-A and B, respectively), and Van Geyseghem and Krombach (both cited above), in that the applicant was not penalised for his absence by being denied the right to legal assistance, since the applicant’s defence at the trial was conducted by two lawyers of his own choosing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  It is true that Article 331 of the Geneva Code of Procedure in principle allows persons convicted in absentia to have the proceedings set aside and to secure a rehearing of both the factual and the legal issues in the case. However, in the instant case, the Canton of Geneva Court of Justice dismissed the applicant’s application to have the conviction quashed on the grounds that he had failed to show good cause for his absence, as required by that provision, and that there was nothing in the case file to warrant finding that he had been absent for reasons beyond his control (see paragraph 32 above). That judgment was upheld by the Geneva Court of Cassation and the Federal Court. In the Court’s view, there is nothing to suggest that the Swiss courts acted arbitrarily or relied on manifestly erroneous premisses (see also Van Pelt v. France, no. 31070/96, § 64, 23 May 2000, unreported).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In the light of the circumstances taken as a whole, the Court likewise considers that the applicant had largely contributed to bringing about a situation that prevented him from appearing before the . It refers, in particular, to the opinion expressed by the Federal Court in its judgment of 23 December 1991 that the applicant had misled the American court by making equivocal and even knowingly inaccurate statements – notably about Swiss procedure – with the aim of securing a decision that would make it impossible for him to attend his trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In the light of the foregoing, and since the instant case did not concern a defendant who had not received the summons to appear (see the following judgments: Colozza, cited above, pp. 14-15, § 28; F.C.B. v. Italy, 28 August 1991, Series A no. 208B, p. 21, §§ 33-35; and T. v. Italy, 12 October 1992, Series A no. 245-C, pp. 41-42, §§ 27-30), or who had been denied the assistance of a lawyer (see the following judgments, all cited above: Poitrimol, pp. 14-15, §§ 32-38; Lala, pp. 13-14, §§ 30-34; Pelladoah, pp. 34-35, §§ 37-41; Van Geyseghem, §§ 33-35; and Krombach, §§ 83-90), the Court considers that, regard being had to the margin of appreciation allowed to the Swiss authorities, the applicant’s conviction in absentia and the refusal to grant him a retrial at which he would be present did not amount to a disproportionate penalty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Consequently, there has been no violation of Article 6 § 1 of the Convention, taken in conjunction with Article 6 § 3 (c).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "     Holds by five votes to two that there has been no violation of Article 6 § 1 of the Convention, taken in conjunction with Article 6 § 3 (c);",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 7 June 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "\nIn accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following dissenting opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  dissenting opinion of Mr Rozakis;",
                        "elements": []
                    },
                    {
                        "content": "(b)  dissenting opinion of Mr Bonello.",
                        "elements": []
                    },
                    {
                        "content": "With great regret I am unable to join the majority of the Chamber in finding a non-violation of Article 6 § 3 (c) of the Convention in the circumstances of the present case. The reasons which have convinced me to depart from their judgment are, analytically, the following: ",
                        "elements": []
                    },
                    {
                        "content": "1.  The Convention attaches substantial importance to the presence of an accused person in criminal proceedings against him. The rule enshrined in Article 6 § 3 (c) that every person has the right to defend himself is intended, of course, primarily to serve the legitimate interest of enabling the accused to conduct his own defence before a court as well as possible. But, as with many other rules of the Convention, the importance of this protective clause goes far beyond merely safeguarding an individual’s interests: the relevant paragraph may also serve the more general interests of justice by making it easier for criminal courts to acquire a better and more complete picture of the reality of the facts of a case and of the personality of the accused through constant interaction between the accused and the other protagonists at the trial (judges, witnesses and exhibits). The  has repeatedly accepted the importance of this rule in previous judgments (see, inter alia, Poitrimol v. France, judgment of 23 November 1993, Series A no. 277-A).",
                        "elements": []
                    },
                    {
                        "content": "2.  The reference made in Article 6 § 3 (c) to the assistance of the defendant by a lawyer should not be seen as creating an alternative means of defence in all circumstances, namely whenever an accused person is absent. It seems to me that the intention of the drafters was not to weaken the right of personal appearance but to enhance it by the cumulative presence of experts able to contribute to a better presentation of the defendant’s case.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Court, it is true, has developed a “negative” case-law, finding violations in cases where domestic courts, in the absence of a defendant, denied him the right to be duly represented by a lawyer (see the recent judgment of the Third Section in Van Pelt v. France, no. 31070/96, 23 May 2000, unreported), following Lala and Pelladoah v. the Netherlands (judgments of 22 September 1994, Series A nos. 297-A and B, respectively). Yet, there is no case-law dealing directly with the absence of an accused person – who was represented by his lawyers – particularly at the stage of a first-instance determination of criminal responsibility. It should be noted that, in all the cases in which the  has found a violation of Article 6 because the accused has been denied legal representation, the proceedings were at the appeal stage.",
                        "elements": []
                    },
                    {
                        "content": "4.  It seems to me that the rule of Article 6 § 3 (c) acquires greater importance when we are confronted with criminal proceedings at first instance. There the domestic court determines the facts of the case on the basis of an incremental assessment of the evidence by hearing witnesses, examining exhibits, and hearing all those involved in the criminal act, and also decides on the applicable law. The first-instance proceedings have a determinative impact for all the other stages of the proceedings; it may be said that they exercise a decisive influence on the appeal proceedings, even in cases where the appellate court examines the case afresh, both as regards the facts and the law. It goes without saying that the more serious the case – the more serious the penalties faced by the accused – and the more the latter’s presence becomes necessary.",
                        "elements": []
                    },
                    {
                        "content": "5.  Against this background there is undoubtedly the interest of the proper administration of justice which must not be hindered by undue and intentional abuses of the rights of the defence. For this reason, the case-law of the European Court has accepted that the right of personal appearance is not unlimited, and that the legislature may discourage unjustified absences which may lead to the alteration of evidence, the prescription of a crime or a denial of justice (see, inter alia, Colozza v. Italy, judgment of 12 February 1985, Series A no. 89).",
                        "elements": []
                    },
                    {
                        "content": "6.  Yet, it is clear that the ’s case-law restricts the limitations to instances of unjustified absences. But “unjustified” to whom? To the domestic courts deciding the case or to the  supervising the application of the relevant safeguard in the domestic order? It seems to me that the value judgment on whether the absence was justified cannot indiscriminately be left to the domestic courts. As in many instances where value judgments are involved, the  has the right to scrutinise the evaluation of the domestic authorities. Indeed, that was done in the present case, in which the Court agreed with the Swiss courts’ assessment (see paragraph 58 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "7.  Moreover, there is a safety-valve in the case-law against possible arbitrariness on the part of the domestic courts: the possibility of a retrial of a case initially tried in absentia. Indeed, the case-law enunciates that there is no incompatibility per se with Article 6 if a person convicted in absentia can be retried in his presence by another jurisdiction that will hear argument on both the facts and the law (see Colozza, cited above).",
                        "elements": []
                    },
                    {
                        "content": "With these general principles in mind I now turn to the specifics of the present case. The elements which should be retained, in these circumstances, and compared with the above observations are the following:",
                        "elements": []
                    },
                    {
                        "content": "(a)  The case of the applicant pending before the Swiss national courts was of a serious nature. The applicant was accused of grave offences and, in the end, was convicted to four years’ imprisonment.",
                        "elements": []
                    },
                    {
                        "content": "(b)  The impugned procedure was at first instance. The establishment of the facts – which proved to be final – and the determination of the applicable law were made in his absence, only his lawyers being present.",
                        "elements": []
                    },
                    {
                        "content": "(c)  The applicant asked for an adjournment of these proceedings on the basis of an impediment caused by a restraining order by an American court. It is difficult for us, an international court, not to accept that a restraining order coming from another jurisdiction of a country with similar legal and cultural traditions to ours represents an objective impediment to the applicant’s presence in the Swiss criminal proceedings, and, hence, to conclude that his absence was justified. It is, moreover, difficult for us, an international court, to circumvent the objective reality of a restraining order and to enter into the dubious exercise of replacing the American judge’s assessment of the circumstances which led him to impose a restraining order on the applicant with our own, particularly when we do not have to hand all the elements that convinced the American judge to make an order restraining the applicant from leaving the country. However that, unfortunately, is what the majority of the Chamber has done through its conclusions in paragraph 58 of the judgment.",
                        "elements": []
                    },
                    {
                        "content": "(d)  Swiss law, through Article 331 of the Code of Criminal Procedure, allows any accused person who is convicted in absentia through no fault of his own to challenge the judgment, to have the proceedings set aside and, consequently, to secure a retrial. That Article clearly complies with our case-law which encourages retrials when an accused person has firstly been convicted in absentia. The applicant made numerous attempts to be retried and to be allowed to travel to  once the restraining order was lifted.",
                        "elements": []
                    },
                    {
                        "content": "Under these circumstances, namely the fact that (a) the criminal charge was a serious one, (b) that it was pending before a court of first instance, (c) that there was an objective impediment to the applicant being present in Geneva, and (d) that the applicant sought a retrial in accordance with Swiss law, I believe that there has been a violation of Article 6, mainly because the Swiss courts denied him the right to be retried in his presence.",
                        "elements": []
                    },
                    {
                        "content": "1.  I agree with the majority’s view that the national authorities enjoy a wide margin of appreciation in identifying means for giving effect to the fair hearing guarantees enshrined in Article 6. With the rest I do not. I certainly cannot agree that even the most overstretched margin of appreciation should ever serve to provide an alibi to abort completely the protection of those guarantees.",
                        "elements": []
                    },
                    {
                        "content": "2.  In the present case the applicant was tried in absentia in , and condemned to four years’ imprisonment at a time when he was in the physical impossibility of being present at his own trial. He was then being detained in the  by operation of a “restraining order” issued by a court in  at the request of a third party; that court had also ordered the confiscation of his passport. When his trial in absentia was under way in Geneva, the applicant had formally, but unsuccessfully, attempted to have the United States restraining order removed1. On his return to  he requested a retrial, as provided for by the Geneva Code of Criminal Procedure in cases of trials in absentia when the accused shows that his absence was not his fault. His request was turned down.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Court had previously held – self-evidently in my view – that “although this is not expressly mentioned in paragraph 1 of Article 6, the object and the purpose of that Article as a whole show that a person ‘charged with a criminal offence’ is entitled to take part in the hearing”2 (emphasis added). The Court also held that “the personal appearance of the defendant did not take the same crucial significance for an appeal hearing as it did for the trial hearing”3.",
                        "elements": []
                    },
                    {
                        "content": "4.  This, after all, only reiterates the mandatory injunction of Article 14 § 3 (d) of the International Covenant on Civil and Political Rights: “In the determination of any criminal charge against him, everyone shall be entitled ... to be tried in his presence.”",
                        "elements": []
                    },
                    {
                        "content": "5.  A Resolution of the Committee of Ministers of the Council of Europe has asserted that “the presence of the accused at his trial is of vital importance”, adding that “a person tried in his absence, but on whom a summons has been properly served, is entitled to a retrial, in the ordinary way, if that person can prove that his absence ... was due to reasons beyond his control”4.",
                        "elements": []
                    },
                    {
                        "content": "6.  The present judgment has gone as far as it could go to abrogate and render virtually devoid of content this fundamental credo. The majority upheld the validity of the applicant’s conviction in absentia, finding that he had, to a considerable extent, contributed to create a situation which hindered his ability to appear before the . ",
                        "elements": []
                    },
                    {
                        "content": "7.  This is hardly borne out by the facts. It is as true as it is irrelevant that the applicant had grossly misrepresented to the  court the fairness of the  legal system. The undeniable fact, however, remains that the restraining order on the applicant not to leave the United States was not due to this misrepresentation, but was the consequence of a request made by a third party, in safeguard of that party’s rights. The distortions by the applicant seem to have carried absolutely marginal weight, if any at all, in the confiscation of his passport by the  authorities. He was prevented from being present at his trial in  not because the Swiss penal system had been caricatured by him as inadequate, but because his presence in  was obligatory to guarantee the rights of others in the . The applicant simply had no choice as to whether he should stay in the  or return to  to face trial.",
                        "elements": []
                    },
                    {
                        "content": "8.  The Court, flying in the face of its own case-law, has endorsed the regularity of a criminal trial carried out behind the accused’s back, when the possibility of his participating in it lacked none of the substance and powers of a chimera. Ad impossibilia omnes tenentur! The Court gave no redress against the Swiss authorities’ impregnable firmness that in the applicant’s trial everyone should be heard. Everyone, that is, except the applicant himself.",
                        "elements": []
                    },
                    {
                        "content": "9.  In Ekbatani it had been underscored that “the notion of a fair trial [implies] that a person charged with a criminal offence should, as a general principle, be entitled to be present at [their first-instance] trial hearing”5. In faultless synchronism with this fundamental principle, the Court could then examine the fairness of the second- or third-instance hearing (not in public, in the absence of the accused) provided that the accused had participated in the first-instance proceedings6. I could detect no trace of this line of thought in the majority.",
                        "elements": []
                    },
                    {
                        "content": "10.  I second Judge Rozakis’s dissent in all its substance.",
                        "elements": []
                    },
                    {
                        "content": "11.  Like the majority I too am all for judicial moderation. Less so when a fundamental right, certified as “crucial” by the Court, is moderated into non-existence.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "mrl. wildhaber"
        },
        {
            "name": "MrG. Bonello",
            "role": "mrm. fischbach"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "mrm. fischbach"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "Mr E. Fribergh",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MEDENICA v. SWITZERLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59518.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2001:0614JUD002049192",
    "externalsources": [],
    "extractedappno": [
        "20491/92",
        "26103/95",
        "29731/96",
        "31070/96"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Article 331 of the Geneva Code of Criminal Procedure"
    ],
    "itemid": "001-59518",
    "judgementdate": "14/06/2001 00:00:00",
    "kpdate": "14/06/2001 00:00:00",
    "kpthesaurus": [
        "445",
        "85"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-3-c",
        "6-1"
    ],
    "parties": [
        "MEDENICA",
        "SWITZERLAND"
    ],
    "rank": "421.026092529297",
    "representedby": [
        "N/A"
    ],
    "respondent": "CHE",
    "respondentOrderEng": "46",
    "scl": [
        "Colozza judgment of 12 February 1985, Series A no. 89, p. 14, § 28, p. 15, § 29, pp. 15-16, § 30",
        "F.C.B. v. Italy judgment of 28 August 1991, Series A no. 208-B, p. 21, §§ 33-35",
        "Krombach v. France, no. 29731/96, 13.2.2001, §§ 83-90",
        "Lala v. the Netherlands judgment of 22 September 1994, Series A no. 297-A, pp. 13-14, §§ 30-34",
        "Pelladoah v. the Netherlands judgment of 22 September 1994, Series A no. 297-B, pp. 34-35, §§ 37-41",
        "Poitrimol v. France judgment of 23 November 1993, Series A no. 277-A, p. 13, § 31, pp. 14-15, §§ 32-38",
        "T. v. Italy judgment of 12 October 1992, Series A no. 245-C, pp. 41-42, §§ 27-30",
        "Van Geyseghem v. Belgium [GC], no. 26103/95, § 27, §§ 33-35, ECHR 1999-I",
        "Van Pelt v. France, n° 31070/96, 23.5.2000, § 64"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "317558",
    "typedescription": "14"
}