{
    "__articles": "6;6-1;8;8-1;41;P1-1",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 8;Not necessary to examine P1-1;Pecuniary damage - financial award;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "71549/01",
    "article": [
        "6",
        "8",
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine P1-1",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-61647.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 71549/01) against the Republic of Croatia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian citizen, Ms Nevenka Cvijetić (“the applicant”), on 3 April 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Toni Vukičević, a lawyer practising in Split. The Croatian Government (“the Government”) were represented by their Agent, Ms Lidija Lukina-Karajković.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the prolonged inability to re-possess her flat in Split violated her rights under Article 6 § 1 and Article 8 of the Convention and Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 3 April 2003, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6. The applicant and the Government each filed observations on the merits (Rule 59 § 1). The Chamber decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "7.  The applicant was born in 1950 and lives in Split, Croatia.",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicant and her husband were holders of a specially protected tenancy on a flat in Split where they lived. On 23 December 1993 they divorced and the husband left.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 5 February 1994 I.Š. threw the applicant out of the flat and moved in. ",
                        "elements": []
                    },
                    {
                        "content": "10.  On 9 February 1994 the applicant filed an action against I.Š. for disturbance of her possessions with the Split Municipal Court (Općinski sud u Splitu).",
                        "elements": []
                    },
                    {
                        "content": "11.  In separate proceedings before the same court, on 7 March 1994, the applicant obtained a judgment declaring her the sole holder of the specially protected tenancy on the flat.",
                        "elements": []
                    },
                    {
                        "content": "12.  In the proceedings against I.Š. on 11 November 1994 the applicant's claim was granted and the court ordered I.Š. to vacate the flat within eight days from the date when the decision became final. It was established that I.Š. had forcefully broken into the applicant's flat and had been living there without any legal ground. The decision became final on 27 February 1995.",
                        "elements": []
                    },
                    {
                        "content": "13.  Given that I.Š. did not comply with the court's order to vacate the flat, on 1 March 1995 the applicant applied for the execution of the decision to the Split Municipal Court. The execution order was issued on 8 March 1995.",
                        "elements": []
                    },
                    {
                        "content": "14.  On 10 August 1995 the Split Municipal Court invited the applicant to pay an advance for the costs of eviction. On 31 August 1995 the applicant informed the court that she had paid the costs.",
                        "elements": []
                    },
                    {
                        "content": "15.  The court ordered the eviction for 26 November 1996. However, on that date the execution officer of the court established that the family B.B. occupied the flat.",
                        "elements": []
                    },
                    {
                        "content": "16.  On 29 November 1996 the applicant again asked the court to enforce the eviction order. The court scheduled eviction for 15 October 1997. However, the eviction was adjourned because the applicant did not appear.",
                        "elements": []
                    },
                    {
                        "content": "17.  On 30 November 1998 the applicant again asked the court to enforce the eviction order.",
                        "elements": []
                    },
                    {
                        "content": "18.  On 5 February 1999 the court invited the applicant to pay an advance for the costs of eviction.",
                        "elements": []
                    },
                    {
                        "content": "19.  On 1 February 2000 the applicant bought the flat and became its owner.",
                        "elements": []
                    },
                    {
                        "content": "20.  On 2 March 2000 the applicant informed the court that she had paid the costs.",
                        "elements": []
                    },
                    {
                        "content": "21.  On 16 May 2000 the applicant asked the court to speed up the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "22.  The court scheduled eviction for 23 October 2000.",
                        "elements": []
                    },
                    {
                        "content": "23.  However, on 21 September and 8 October 2000, respectively the Association of the Homeland War Invalids (Hrvatska udruga vojnih invalida domovinskog rata) and the Ministry of the Homeland War Veterans (Ministarstvo hrvatskih branitelja Domovinskog rata) asked the court to adjourn the eviction.",
                        "elements": []
                    },
                    {
                        "content": "24.  When on 23 October 2000 an eviction officer of the Split Municipal Court attempted to carry out the eviction order he found a number of war veterans obstructing his attempt. Despite the presence of the police the eviction order was not carried out.",
                        "elements": []
                    },
                    {
                        "content": "25.  On 8 May 2001 the court invited the applicant to once more pay an advance for the costs for eviction.",
                        "elements": []
                    },
                    {
                        "content": "26.  On 18 May 2001 the applicant informed the court that she had paid the costs.",
                        "elements": []
                    },
                    {
                        "content": "27.  The next attempt to carry out the eviction order was scheduled for 8 June 2001, but it failed because a physician invited to assist did not appear.",
                        "elements": []
                    },
                    {
                        "content": "28.  On 26 October 2001 the court scheduled the date for eviction for 20 November 2001. However, the parties agreed that the family B.B. vacate the premises before 20 March 2002. ",
                        "elements": []
                    },
                    {
                        "content": "29.  On 21 March 2002 the family B.B. left the flat and the applicant moved in.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant complained that the proceedings instituted by her on 9 February 1994 before the Split Municipal Court for eviction of I.Š. from her flat and terminated on 21 March 2002 when she re-gained the possession of the flat lasted unreasonably long contrary to Article 6 § 1 of the Convention, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "31.  The Government submitted that, unlike the situation in the case of Immobiliare Saffi (see Immobiliare Saffi v. Italy, [GC], no. 22774/93, § 59, ECHR 1999-V), in the present case there had never been any legislative intervention to the effect that it would have prevented the applicant from re-possessing her flat. To the contrary, the domestic authorities had showed due diligence to assist the applicant in carrying out the eviction order against the persons who occupied her flat.",
                                "elements": []
                            },
                            {
                                "content": "32.  The Court agrees with the Government that the present case differs from the Immobiliare Saffi case where, although the applicants complained about the length of proceedings, the Court found a more general violation of the applicants' right to a court. In this respect it was found that, due to various legislative measures, the postponement of the date by which the premises had to be vacated rendered nugatory the Livorno magistrate's decision to vacate the premises. Furthermore, the stay of the enforcement order de facto extended the lease which was not subject to any effective review by the courts and the system for staggering the provision of police assistance was extended on a six-monthly basis for almost nine years.",
                                "elements": []
                            },
                            {
                                "content": "33.  In the present case, however, no legislative measures were taken by the State to postpone or prevent the enforcement of the eviction order. Therefore, the Court considers that the present case, contrary to the case of Immobiliare Saffi, represents a situation where the Court has to examine whether the domestic authorities showed due diligence in their duty to execute the eviction order since it took about eight years before the applicant regained possession of the flat in question.",
                                "elements": []
                            },
                            {
                                "content": "34.  In this respect the Court reiterates that execution of final decisions given by any court must be regarded as an integral part of the “trial” for the purposes of Article 6 (see Hornsby v. Greece, judgment of 19 March 1997, Reports of Judgments and Decisions 1997-II, p. 511, § 40). ",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "35.  The Court notes that the proceedings started on 9 February 1994 when the applicant filed an action with the Split Municipal Court seeking eviction of I.Š. from her flat. However, the period which falls within the Court's jurisdiction did not begin on that date, but on 6 November 1997, after the Convention entered into force in respect of Croatia (see Horvat v. Croatia, no. 51585/99, § 50, ECHR - 2001-VIII). The proceedings were concluded on 21 March 2002 when the applicant regained possession of the flat. They therefore lasted eight years, one month and eleven days of which a period of four years, four months and fifteen days falls to be examined by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court reiterates that in order to determine the reasonableness of the length of time in question, regard must be had to the state of the case on 5 November 1997 (see, among other authorities, Styranowski v. Poland, no. 28616/95, § 46, ECHR 1998-VIII). In this connection the Court notes that at the time of the entry into force of the Convention in respect of Croatia the proceedings had lasted four years, five months and five days.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Applicable criteria",
                                "elements": [
                                    {
                                        "content": "37.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria established by its case-law, particularly the complexity of the case, the conduct of the applicant and of the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "38.  The Government submitted that the domestic authorities had showed due diligence to assist the applicant in carrying out the eviction order against the persons who occupied her flat. Firstly, the Split Municipal Court had granted the applicant's claim to have I.Š. evicted from the flat. As to the enforcement proceedings, the Government maintained that the same court had many times attempted to carry out the eviction order. It had been, however, prevented from doing so promptly due to a number of circumstances, such as the presence of the war veterans, the failure of a physician to assist the eviction of the family B.B. and also due to the applicant's failure to pay an advance for the costs of the eviction in due time on two occasions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The applicant insisted that the proceedings had lasted unreasonably long and that the reasons set forth by the Government could not justify such a length of proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "40.  As to the complexity of the case the Court firstly notes that the whole period which falls within the Court's competence ratione temporis concerned the execution of the court's final judgment ordering the eviction of I.Š. from the applicant's flat. The Court considers that there were no special issues to be determined during the enforcement proceedings and that the proceedings were not complex in any respect. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  As to the behaviour of domestic authorities the Court cannot accept that the circumstance invoked by the Government, such as the presence of the war veterans and the failure of a physician to assist the eviction of the family B.B., were of such a nature as to justify the delays in carrying out the eviction order. In this respect the Court reiterates that Article 6 § 1 imposes on the Contracting States the duty to organise their judicial systems in such a way that their courts can meet each of its requirements, including the obligation to hear cases within a reasonable time (see, among many other authorities, Kyrtatos v. Greece, ECHR-2003..., 22 May 2003, § 42).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  As to the applicant's behaviour, the Court notes that, within the period which is to be examined by it, the applicant once paid the advance for the costs of eviction with a certain delay and also did not appear for the eviction scheduled for 15 October 1997. However, these circumstances, caused by the applicant, could not in any respect justify the duration of the proceedings as a whole. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Having regard to the fact that the eviction order was not enforced for a period of more than four years and that the responsibility for such a long duration of the enforcement proceedings falls on the domestic authorities, the Court finds that there has been a violation of Article 6 § 1 of the Convention. ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  The applicant contented that her inability to live in her flat for more than eight years violated her right to respect for her home. She relied on Article 8 of the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "45.  The Government submitted that there was no arbitrary interference with the applicant's right to respect for her home on the part of the domestic authorities. Furthermore, they complied with their positive obligations to ensure the applicant the right in question since they enabled her to re-possess the flat.",
                                "elements": []
                            },
                            {
                                "content": "46.  The applicant argued that the state authorities failed in their positive obligation to ensure the re-possession of her flat in due time.",
                                "elements": []
                            },
                            {
                                "content": "47.  The Court accepts the Government's contention that the circumstances of the present case do not reveal any active endeavour on behalf of the domestic authorities that might be considered as an interference with the applicant's right to respect for her home. It is true that the domestic authorities recognised the applicant's right to occupy the flat in question and consequently ordered the eviction of I.Š. However, the Court reiterates that while the essential object of Article 8 is to protect the individuals against arbitrary interference by the public authorities, it does not merely compel the State to abstain from such interference: in addition to this negative undertaking, there may be positive obligations inherent in an effective respect for the applicant's rights protected under Article 8 of the Convention (see, mutatis mutandis, Botta v. Italy, judgment of 24 February 1998, Reports 1998-I, p. 422, § 33).",
                                "elements": []
                            },
                            {
                                "content": "48.  However, the boundaries between the State's positive and negative obligations under Article 8 do not lend themselves to precise definition. The applicable principles are nonetheless similar. In determining whether or not such an obligation exists, regard must be had to the fair balance which has to be struck between the general interest and the interests of the individual; and in both contexts the State enjoys a certain margin of appreciation (see, for instance, Nuutinen v. Finland, judgment of 27 June 2000, Reports 2000-VIII, p. 83, § 127).",
                                "elements": []
                            },
                            {
                                "content": "49.  The Court reiterates that its task is not to substitute itself for the competent Croatian authorities in determining the most appropriate methods for execution of final domestic judgments, but rather to review under the Convention the decisions that those authorities have taken in the exercise of their power of appreciation. The Court will therefore examine whether Croatia, in handling the applicant's case, has been in breach of its positive obligation under Article 8 of the Convention (see, mutatits mutandis, Handyside v. the United Kingdom, judgment of 7 December 1976, Series A no. 24, p. 23, § 49 and Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299-A, p. 20, § 55).",
                                "elements": []
                            },
                            {
                                "content": "50.  As to the facts of the present case, the Court firstly notes that the flat in question was the applicant's home where she had lived before I.Š. moved in and thus prevented the applicant from living there. The Court notes further that I.Š. forcefully broke into the applicant's flat and was living there without any legal ground, as it was established by the domestic courts (see § 12 above). In the present case the only avenue by which the applicant could have repossessed her flat was through judicial proceedings before a civil court, since the occupiers refused to comply with the court's judgment ordering their eviction.",
                                "elements": []
                            },
                            {
                                "content": "51.  Although the Split Municipal Court recognised the applicant's right to live in her home and ordered eviction of I.Š., the judgment of that court was not enforced for a very long period of time as it has been established under the Court's assessments concerning violation of Article 6 § 1 of the Convention. The Court has found that the delays in carrying out the execution order were entirely attributable to the domestic authorities (see §§ 32-45 above).",
                                "elements": []
                            },
                            {
                                "content": "52.  The Court notes that due to the fact that the Split Municipal Court's judgment ordering the eviction of I.Š. was not executed for a prolonged period of time, the applicant was prevented from living in her home for a period of more than four years after the Convention entered into force in respect of Croatia.",
                                "elements": []
                            },
                            {
                                "content": "53.  As it has already been established under the assessment under Article 6 § 1 of the Convention, the Court does not find that there existed any special circumstances which would have justified non-execution of the Split Municipal Court's judgment for such a long period of time. To the contrary, it is evident that the Contracting State did not show that it organised its legal system in such a way that it would prevent obstruction of the execution of the final judgments of its courts. Such a failure on the part of the Contracting State in the present case created or at least enabled a situation where the applicant was prevented from enjoying her home for a very long period of time. Thus, it cannot be said that the Contracting State complied with its positive obligations under Article 8 of the Convention to secure to the applicant respect for her home.",
                                "elements": []
                            },
                            {
                                "content": "Accordingly there has been a violation of Article 8 of the Convention. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  The applicant complained further that her inability to live in the flat, which she bought in February 2000, for more than eight years violated her right to peaceful enjoyment of her possessions. She relied on Article 1 of Protocol No. 1 which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "55.  Even assuming that Article 1 of Protocol No. 1 is applicable to the period before February 2000, the Court notes that the applicant's complaint under that provision is essentially the same as that under Article 8 of the Convention. Thus, having regard to the conclusions set out in § 53 above, the Court does not consider it necessary to examine the complaint under Article 1 of Protocol No. 1 separately as in this instance the requirements of that Article are subsumed under those of Article 8 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "57.  The applicant sought EUR 10,000 for pecuniary damage to compensate her for the costs she had had for the alternative accommodation. The applicant also sought EUR 15,000 for non-pecuniary damage that she had suffered as a result of the protracted length of the enforcement proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Government objected to the amount sought and invited the Court to award the damages according to its case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court notes that the applicant's request for pecuniary damage is not specified so as to indicate the monthly amount of the rent that the applicant paid for the alternative accommodation and for which exact period. Therefore the Court is not in a position to establish the amount of real damage that the applicant suffered due to her inability to live in the flat that was her home. However, in the light of the duration of the enforcement proceedings for the period that falls to be examined by it, the Court decides to award the applicant, on an equitable basis, the sum of EUR 5,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Regarding the applicant's request for non-pecuniary damage, it is reasonable to assume that in the present case, the applicant suffered anxiety and frustration as a result of the delays in carrying out the eviction order found by the Court to have been attributable to the State and also in her inability to enjoy respect for her home. On an equitable basis, the Court awards EUR 5,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "61.  The applicant sought a sum of EUR 500 for the costs incurred before the Court, namely her legal representation and the mailing costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government objects to the amount sought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  According to the Court's case-law, an award can be made in respect of costs and expenses only in so far as they have been actually and necessarily incurred by the applicant and are reasonable as to quantum (see, among other authorities, Arvelakis v. Greece, no. 41354/98, § 34, 12 April 2001). In the present case, on the basis of the information in its possession and the above-mentioned criteria, the Court awards the applicant EUR 500 for the costs and expenses incurred before it. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "64.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that it is not necessary to rule on the complaints made under Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts which are to be converted into the national currency of the respondent State at a rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 February 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrE. Levits",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CVIJETIC v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61647.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0226JUD007154901",
    "externalsources": [],
    "extractedappno": [
        "71549/01",
        "22774/93",
        "51585/99",
        "28616/95",
        "30979/96",
        "41354/98"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-61647",
    "judgementdate": "26/02/2004 00:00:00",
    "kpdate": "26/02/2004 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "113",
        "451",
        "426",
        "310",
        "216",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "8",
        "8-1",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "CVIJETIC",
        "CROATIA"
    ],
    "rank": "480.707427978516",
    "representedby": [
        "N/A"
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [
        "Arvelakis v. Greece, no. 41354/98, § 34, 12 April 2001",
        "Botta v. Italy, judgment of 24 February 1998, Reports 1998-I, p. 422, § 33",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Handyside v. the United Kingdom, judgment of 7 December 1976, Series A no. 24, p. 23, § 49",
        "Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299-A, p. 20, § 55",
        "Hornsby v. Greece, judgment of 19 March 1997, Reports of Judgments and Decisions 1997-II, p. 511, § 40",
        "Horvat v. Croatia, no. 51585/99, § 50, ECHR - 2001-VIII",
        "Immobiliare Saffi v. Italy, [GC], no. 22774/93, § 59, ECHR 1999-V",
        "Kyrtatos v. Greece, ECHR-2003..., 22 May 2003, § 42",
        "Nuutinen v. Finland, judgment of 27 June 2000, Reports 2000-VIII, p. 83, § 127",
        "Styranowski v. Poland, no. 28616/95, § 46, ECHR 1998-VIII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "319050",
    "typedescription": "15"
}