{
    "__articles": "8;8-1;35;35-1;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for family life);No violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for family life);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "66997/13;77760/14;50240/15",
    "article": [
        "8",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Positive obligations",
                "Article 8-1 - Respect for family life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Positive obligations",
                "Article 8-1 - Respect for family life"
            ],
            "element": "No violation of Article 8 - Right to respect for private and family life",
            "type": "no-violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-172561.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in three applications (nos. 66997/13, 77760/14 and 50240/15) against the Republic of Bulgaria lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Bulgarian nationals. The first application was lodged by Ms Vladimira Angelova Aneva (“the first applicant”) and Mr Mihail Antonov Ivanov (“the second applicant”), who are mother and son, on 8 October 2013. The second application was lodged by Ms Slaveyka Vladimirova Kicheva (“the third applicant”) on 10 December 2014. The third application was lodged by Mr Stanimir Vasilev Drumev (“the fourth applicant”) on 25 September 2015.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants in the first application were represented before the Court by Mr A. Kashamov, a lawyer practising in Sofia. The applicants in the second and third applications were represented before the Court by Ms A. Kachaunova, from the Bulgarian Helsinki Committee. The Bulgarian Government (“the Government”) were represented by their Agents, Ms R. Nikolova, Ms L. Gyurova and Ms D. Dramova, from the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The first, third and fourth applicants alleged that they had been unable to have contact with their children, and the second applicant with his mother, for a prolonged period, despite final domestic judgments awarding the first, third and fourth applicants custody or visiting rights.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applications were communicated to the Government on 14 December 2015, 24 August 2015 and 14 December 2015 respectively.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The case of the first and second applicants",
                                "elements": [
                                    {
                                        "content": "5.  The first and second applicants were born in 1981 and 2002 respectively, and live in Sofia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Background",
                                        "elements": [
                                            {
                                                "content": "6.  The first applicant married A.I. in 2001 and their son, the second applicant, was born in 2002. According to the first applicant, her husband started abusing her psychologically after the marriage, which grew worse after the child was born.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Proceedings for interim measures",
                                        "elements": [
                                            {
                                                "content": "7.  The first applicant filed for divorce in 2004. She applied for interim measures in the same proceedings, seeking custody of the child while the proceedings were ongoing. The Sofia District Court granted her application for interim measures on 11 May 2005, giving her custody of the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  In the meantime, in January 2005, the second applicant visited his father for two days. A.I. then took the child back to the first applicant and insisted that they both return to live with him. When the first applicant refused, he put the child back in the car and drove away, saying that she could only see her son at his apartment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  A.I. has kept the second applicant with him ever since.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Divorce proceedings",
                                        "elements": [
                                            {
                                                "content": "10.  On 23 June 2006 the first-instance court granted the couple a divorce, finding that the husband was responsible for the marriage’s failure. It granted custody of the child to the first applicant and limited A.I.’s contact rights to two hours twice a month in the presence of the first applicant and another adult designated by her. The decision was upheld in ordinary appeal on 14 June 2007 and in cassation appeal on 1 October 2008.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Enforcement proceedings",
                                        "elements": [
                                            {
                                                "content": "11.  On 13 May 2005 the first applicant obtained a writ of enforcement on the basis of the decision on interim measures. She brought enforcement proceedings later the same month.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  The bailiff scheduled handovers of the child to the first applicant on the following dates: 14 June 2005, 15 July 2005, 25 August 2005, 30 September 2005, 21 October 2005, 18 November 2005, 22 November 2005, 26 January 2006, 5 March 2008, 14 July 2008, 5 August 2008 and 20 August 2008. A.I. did not come to any of those appointments or cooperate with the bailiff.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On 19 September 2005 the bailiff fined A.I. about 25 euros (EUR) for failing to comply with a judicial decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  Subsequently, A.I. went to the bailiff’s office and challenged her for having fined him. As a police officer, he threatened to fine her for wrongfully crossing the street as soon as she left her office. A.I. was dismissed from the police on 17 January 2007 as a result of that conduct. The order for his dismissal referred to his systematic obstruction of the enforcement of a final judicial decision and to conduct damaging to the image of the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 22 November 2006 the Sofia District Court ordered that the child be removed from A.I.’s home and handed over to the first applicant on the basis of Article 71 § 1 of the Family Code of 1985. On 4 January 2007 the first applicant, accompanied by a lawyer and several police officers, went to the village where A.I. was living with the child and spoke to both A.I. and A.I.’s father. A.I. categorically refused to hand the child over, thus failing to comply either with the court order of 22 November 2006 or the decision on interim measures of May 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  The first applicant obtained a writ of enforcement in October 2008 in respect of the final judgment on the divorce and on granting custody to her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 11 December 2008, 5 March 2009, 2 September 2009 and 22 December 2009 the bailiff unsuccessfully attempted to hand the child over to the first applicant. On those occasions A.I. either failed to arrive for the appointments or did not take the child to them. When the bailiff and the first applicant visited his house on 11 December 2008, A.I. had left a note on his front door addressed to the first applicant and all accompanying individuals. The note stated that he was firmly opposed to handing the child over to her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  The bailiff fined A.I. in July 2008 and in September 2009 for failure to cooperate in the enforcement proceedings. In 2009 the first applicant did not attend two of the scheduled meetings for handing over of the child, indicating in a letter to the bailiff that prior work commitments prevented her from attending one of those meetings. It would appear that those meetings had been scheduled by the bailiff without prior consultation with the applicant as to her availability.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 30 December 2009 the Pazardzhik District Court suspended the enforcement proceedings brought by the first applicant in relation to the final judgment of 1 October 2008. It acted in response to an application from A.I. for interim measures (обезпечителни мерки) in the context of proceedings which he had brought to seek the limitation of the first applicant’s parental rights and the granting of custody to him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The first applicant asked the Pazardzhik Regional Court to quash the suspension order. The court rejected her application in a final decision of 15 June 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  Following a change of jurisdiction, the case was sent to the Sofia District Court. The proceedings for a change of custody were terminated by the Sofia City Court in a final decision of 19 June 2013 after A.I. withdrew his application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  In the meantime, between April 2008 and July 2010, representatives of the social services, accompanied by the police, the mayor and the first applicant, repeatedly visited the house where A.I. lived with the second applicant. They met the child’s teachers and his paternal grandparents. On 20 April 2010 the social services sent a report to the police in which they concluded that while A.I. was caring for the second applicant appropriately, the child needed to have contact with his mother to ensure his healthy development.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The social services renewed their involvement in the case in 2012. After A.I. had expressed an intention to cooperate, the social services met him and the second applicant a number of times between September 2012 and April 2014. During the meetings the second applicant consistently expressed the wish to continue to live with his father.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Other proceedings",
                                        "elements": [
                                            {
                                                "content": "24.  The first applicant brought criminal proceedings against A.I. for obstructing the enforcement of the 2005 and 2008 decisions on the exercise of parental rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 13 July 2009 the first-instance court found A.I. guilty of obstructing the implementation of final judicial decisions. The court observed that A.I. had demonstrated a belief that he was beyond the reach of the justice system and could act with impunity. The court also held that the particularly long period in which A.I. had kept the child, namely between his third and seventh birthday, was an aggravating circumstance. The court nevertheless absolved A.I. of criminal responsibility and, instead, imposed on him a fine of EUR 2,400 as an administrative punishment under Article 78a § 1 of the Criminal Code. The decision was upheld on appeal by the Pazardzhik Regional Court on 8 October 2009 in a final judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 17 December 2009 the Supreme Administrative Court quashed an earlier decision by the police to refuse to provide assistance for the transfer of the second applicant and ordered it to determine the best way to arrange it. The social services cooperated with the police towards organising such a transfer, which was due to take place on 14 January 2010. That procedure was not carried out because the child refused to go with the first applicant.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The case of the third applicant",
                                "elements": [
                                    {
                                        "content": "27.  The third applicant was born on 29 August 1972 and lives in Sofia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Background",
                                        "elements": [
                                            {
                                                "content": "28.  The third applicant gave birth to a child, P.P., in July 2005 while she was living with the child’s father, Kh.P. The parents split up in March 2009 and the third applicant moved out with the child and his two elder siblings, who were not Kh.P.’s children.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Interim measures and judgments on custody",
                                        "elements": [
                                            {
                                                "content": "29.  On 1 July 2010, during judicial proceedings on custody, the Sofia District Court determined interim measures, giving custody to the third applicant. She started living with her child alone thereafter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  An expert report of 19 December 2010 drawn up in the context of the proceedings concluded that the child was strongly attached to both parents and had expressed a wish to live with his mother while continuing to see his father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  In a final decision of 29 October 2013 the Supreme Court of Cassation gave custody of the child to the third applicant.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The child’s separation from the third applicant",
                                        "elements": [
                                            {
                                                "content": "32.  On 5 September 2011, after one of his scheduled meetings with the child, Kh.P. did not return the latter to the third applicant’s home. Since that day the third applicant has only seen the child a few times and the meetings have always been in an institutional setting.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Attempted enforcement of the court decision granting custody to the third applicant",
                                        "elements": [
                                            {
                                                "content": "33.  On 13 September 2011 the third applicant visited Kh.P.’s home in order to agree on the child’s return, but Kh.P. prevented the child from leaving with her. Instead, according to the third applicant, he assaulted her in the presence of the child by hitting her on the head, pushing her against the lift, and knocking her to the ground. The third applicant submitted that thereafter she had repeatedly attempted to reach an agreement with the child’s father on the child’s return to live with her, as well as that she had contacted two private bailiffs over the following months but neither of them had taken any action because they considered that the case was too difficult.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 17 October 2012 the Sofia District Court issued a writ of enforcement to the third applicant on the basis of the court’s decision on interim measures of July 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  A first attempt by the bailiff to get the child handed over to the third applicant took place on 11 December 2012 but it failed as Kh.P. did not take the child to the meeting. The bailiff voiced his intention to seek police assistance to summon Kh.P. to the following meeting.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The third applicant met the child on 11 January 2013 for the first time since he had been taken away by his other parent on 5 September 2011. The meeting took place in the presence of Kh.P. and a social worker. The child was reserved at the beginning but gradually warmed up to his mother, told her about his school and other activities, and allowed her to hug and kiss him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  A second meeting between the third applicant and her child took place on 18 January 2013. The child arrived in a negative frame of mind and acted coldly towards the third applicant, refused to take the presents she had brought for him and asked to leave with his father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In two reports issued on 25 January 2013 and 1 February 2013 the social services found that, while the child had developed a solid emotional connection with the father, he had not lost his bond to his mother. The father had to show approval and encouragement for the relationship between the child and the mother for it to develop healthily.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The bailiff attempted to have the third applicant meet with the child on five more occasions – 28 January 2013, 19 April 2013, 26 April 2013, 31 May 2013 and 28 June 2013. Kh.P. did not attend the first four meetings nor send the child, despite having been summoned to some of them by the police. On 26 April and 31 May 2013 the bailiff fined him for his failure to take the child to the appointments scheduled on those two days. One of those fines was subsequently quashed in court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  When Kh.P. took the child to meet with the third applicant on 28 June 2013, the child became visibly upset and tearful at the sight of her. He refused to hug her or otherwise engage with her. A psychologist present at the meeting concluded that it was impossible to hand the child over at that point in time as he was in a state of psychological stress and had a clearly negative attitude to his mother. As a result the bailiff postponed the handover of the child and urged both parents to actively cooperate so that the child could gradually accept his mother. The bailiff noted that the other parent played a key role in that process and that his constructive attitude was crucial for restoring the mother-child relationship.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In June 2013 the social services recommended that the third applicant, Kh.P. and the child have six months of counselling. Kh.P. disapproved of psychologists working with his son, insisted that such sessions were a form of child exploitation and said that the mere mention of the child’s mother gave his son headaches, which in turn impeded his ability to play football. Kh.P. did not allow the child to see his mother. He informed the psychologists that he and the child slept in the same bed at night and avoided their attempts to discuss the child’s psychological development. Kh.P. instead emphasised his own financial resources and stability.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  A psychologist met the child once during the six-month counselling period. The child refused to speak about the third applicant and only referred to her as “M”. The psychologist concluded that the child’s speech was full of inconsistent statements which showed that his attitude to her was being manipulated. The father was categorically opposed to contact between the child and the mother, which meant the child was afraid to express his need and wish to maintain a relationship with her. The child missed having contact with his mother, but could not express that openly for fear of his father’s disapproval. The child suffered from parental alienation syndrome and there was a risk to his emotional and psychological development. On 28 August 2013 the social centre put an end to the counselling because of Kh.P.’s lack of cooperation, in not taking the child to the appointments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  A psychological assessment of the child and the situation with his parents was drawn up in September 2013. It concluded that the child was experiencing a chronic emotional crisis. His categorical rejection of the third applicant was at the origin of parental alienation syndrome.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  A new attempt to voluntarily hand the child over to the third applicant took place on 10 June 2014 but failed because the other parent did not take the child to the meeting. The bailiff postponed any further enforcement measures. The following day, 11 June 2014, the child, Kh.P. and the third applicant met at the social centre. Kh.P. stated that he would not allow any meetings in the future and the third applicant has not met her child since.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  An expert report drawn up on 17 June 2014 found that Kh.P. exhibited a tendency to verbal aggression, that he continuously demeaned the mother and criticised her personality and that this had turned the child into “a child at risk”. The obsessive and controlling love demonstrated by him towards the child risked making him rebel in the future; the permanent pitching of the child against the third applicant had led to psychosomatic disorders, as evidenced by the child’s frequent headaches.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 11 July 2014 the third applicant asked the bailiff to schedule a new date for implementing the court’s decision and to not suspend enforcement. She also asked the bailiff to direct the child to attend mandatory sessions with a psychologist and psychiatrist before his actual handing over to her, given that he needed specialist assistance to overcome his feelings of alienation towards her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  On 22 July 2014 the third applicant asked the social services to provide her child with psychological counselling and support. On 8 August 2014 she complained to the Minister of Justice about the bailiff’s inability to enforce the court decision granting custody to her. The Ministry replied on 21 April 2015 that the bailiff had done nothing wrong in the exercise of her functions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  On 3 September 2014 she asked the bailiff to order weekly meetings between her and the child on the premises of the social services, emphasising that that was something to which Kh.P. had agreed but with which he had not complied. The third applicant also stressed that the child’s health and well-being were the most important aspects of the process and asked the bailiff to coordinate all the actions related to the child’s attendance at counselling sessions. On 5 September 2014 the third applicant sent documents to the bailiff issued by the social services directing the child to attend psychological counselling and support with a view to reestablishing contact with his mother. On 7 November 2014 the social services reported to the bailiff that the support work which was to be carried out with the child had not started as the father had repeatedly failed to take the child to the social centre.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  On 22 October 2014 the third applicant again asked the social services to provide counselling for her child. The social services replied on 29 October 2014 that they had organised new sessions for the child and had apprised the other parent accordingly. They also informed the third applicant that the bailiff had ordered the child to report to the social centre every Thursday at 4 p.m. in order to meet with the third applicant. The first meeting was set for 30 October 2014 but did not take place as Kh.P. did not take the child to it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The third applicant subsequently received a letter from the State Agency for Child Protection, which directed her to seek counselling from the social services. The report drawn up in that connection indicated that the negative attitude displayed by the father towards the mother had been adopted by the child, who refused to meet his mother. It was necessary to work with the child for him to overcome his negative attitude to his mother.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On 28 November 2014 the third applicant wrote to the bailiff, copying in the social services, and expressed her concern about the child’s well-being. She asked for the judicial decision granting custody to her to be enforced, pointing out that the child’s well-being was of paramount importance and had to be considered in any related actions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  A report, dated 25 March 2015 and drawn up by the municipal social services, stated that specialists had met with the third applicant on ten occasions. She was found to be cooperative and willing to do whatever was necessary in order to facilitate contact with her child. The report concluded that it was not in the child’s interests to continue to live with his father given that he manipulated him emotionally. The child did not dare to oppose the father as he was entirely dependent on him. The child’s alienation from the mother was damaging for him as he needed her close involvement in his life. It was necessary to impose mandatory psychological counselling on the father in order for him to cooperate, otherwise the child had to be taken out of his home and either entrusted to the third applicant or placed in a “neutral environment”. The placing of the child into a foster home had to be only considered as a last resort, if the father continued to obstruct contact with the mother.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The bailiff scheduled another meeting, for 23 April 2015, to hand the child over to the third applicant but Kh.P. again failed to appear. The bailiff postponed further enforcement to an unspecified date. The third applicant signed the report drawn up by the bailiff, expressing her discontent at the bailiff’s inability to enforce the judicial decision.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Criminal proceedings against Kh.P.",
                                        "elements": [
                                            {
                                                "content": "54.  On 8 October 2012 the third applicant complained to the prosecutor under Article 182 § 2 of the Criminal Code about Kh.P.’s active obstruction of the enforcement of the judicial decision granting custody to her. The prosecutor opened criminal proceedings and informed the third applicant of his decision on 19 April 2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  A full psychological expert report on the child was drawn up on 2 February 2014 in the context of those proceedings. The report’s conclusion was that the child should not be forced to see his mother at that point in time. What was needed was systematic good-faith efforts by the father aimed at improving the child’s attitude to his mother. Pressure from public institutions for the child to see his mother was likely to have a negative impact on him and so developing a relationship with his mother had to happen gradually. The report emphasised that if the child were to receive his father’s support he would in all likelihood open up to his mother and develop a close relationship with her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Kh.P. was acquitted at the end of the proceedings in a final judgment of 7 July 2015 by the Sofia City Court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  Proceedings for domestic violence against the third applicant",
                                        "elements": [
                                            {
                                                "content": "57.  On 26 July 2013, the child, represented by Kh.P., brought court proceedings against the third applicant, alleging acts of domestic violence by her. The child alleged, through his father, that he had been put under constant psychological pressure by his mother, which had led to sleep disturbances and restlessness and a fear that she could appear at any time in the street and kidnap him. He claimed that he had developed a headache, felt sick and had even vomited during the latest attempt to reunite him with his mother on 28 June 2013. Experts questioned in the proceedings found that the child tended to identify himself with the father and his active denial of his mother was damaging for him. The experts concluded that it was imperative for the child’s well-being to provide him with urgent psychological therapy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 20 December 2013 the first-instance court rejected an application for a restraining order on the third applicant. In particular, the court found the complaint about psychological violence ill-founded as it had been based on the mother’s repeated attempts to have the bailiff hand the child over to her in accordance with the court’s decision. The court held that the third applicant had been right to seek effective enforcement of the decision granting custody to her, just as Kh.P. had been obliged to comply with that decision. The court concluded that the child’s well-being was at risk as a result of the ongoing, open animosity between the parents and ruled that a copy of the judgment should be sent to the social services with a view to them taking appropriate measures. There is no information on file about whether that court’s decision was appealed against.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "7.  Proceedings for change of custody",
                                        "elements": [
                                            {
                                                "content": "59.  Kh.P. brought proceedings in 2014 to be given custody of the child. The Sofia District Court rejected his application on 29 July 2015.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The case of the fourth applicant",
                                "elements": [
                                    {
                                        "content": "60.  The fourth applicant was born on 14 March 1973 and lives in Stara Zagora region.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The facts as submitted by the fourth applicant",
                                        "elements": [
                                            {
                                                "content": "61.  On 13 February 2012 the fourth applicant’s marriage to R.D. was dissolved by a court decision which also determined his contact rights with his child, who had been born in 2009. According to the decision, the fourth applicant was to see the child every first and third weekend of the month between 9 a.m. on Saturday and 6 p.m. on Sunday, and for one month during the summer holidays. Immediately after an argument between him and the child’s mother on 15 June 2012, the mother started preventing him from having contact with his child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The fourth applicant brought forced enforcement proceedings in February 2013, seeking the effective implementation of his contact rights. According to him, the bailiff informed him that as the meetings with the child were scheduled to take place at the weekend, when the bailiff was off work, the fourth applicant would be better being accompanied to the meetings by witnesses. Those individuals were to testify about what they saw by signing a declaration every time he encountered difficulties in seeing the child. The fourth applicant attempted to see the child on numerous occasions but his former wife continued to place obstacles in his way. He submitted seven declarations about such incidents, all drawn up in the course of 2013. The bailiff fined the mother once, setting the sum at about EUR 50.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The fourth applicant turned to the Child Protection Agency a number of times and the agency urged the mother to allow contact between the child and the fourth applicant, as set out in the court decision of 13 February 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Notwithstanding those efforts, the fourth applicant submitted that he was still unable to see the child owing to the obstacles created by the mother.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  In July 2013 the fourth applicant complained to the prosecutor. In August 2013 the prosecutor refused to open criminal proceedings, finding in particular that the child’s mother had earlier been fined for impeding contact between the child and the fourth applicant, and that it would be unlawful to sanction her twice for the same offence. On appeal, the higher prosecutor returned the case for further examination. In September 2013 the district prosecutor opened criminal proceedings against the child’s mother for obstructing the implementation of a judicial decision. The prosecutor terminated those proceedings on the basis of the fact that the child systematically refused to spend time alone with her father, but the firstinstance court later quashed that decision and returned the case for further consideration.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  On 21 November 2014 a different district prosecutor again terminated the proceedings, a decision that was upheld by courts at two levels of jurisdiction, on 17 December 2014 and 4 May 2015 respectively. The highest court involved, the Stara Zagora Regional Court, found more specifically that instead of pursuing a constructive dialogue with the child’s mother with a view to seeing the child, the fourth applicant had resorted to forced enforcement proceedings, which had been unsuitable in the circumstances and had meant the child had been scared to go with him as he had always been accompanied by strangers.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Additional facts submitted by the Government after communication",
                                        "elements": [
                                            {
                                                "content": "67.  The fourth applicant applied for a divorce on 15 June 2011. The court granted it on 13 February 2012, granting custody to the mother, R.D., and giving contact rights to the applicant. R.D. did not participate in those proceedings; she was represented by a court-appointed lawyer as the fourth applicant had stated that he did not know where his wife could be contacted to be summoned. The fourth applicant continued to live with R.D. and the child at their family home until 15 June 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  On the latter date an argument erupted between the fourth applicant and R.D., following which he left the family home. On 21 June 2012 R.D. instructed a lawyer to file for divorce on her behalf. The lawyer informed her that she was already divorced and had been so since 13 February 2012. Her former husband had also married another woman two weeks after that judgment had become final, in March 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  On 15 July 2013 R.D. sought a change in the arrangements for contact between the fourth applicant and the child. She expressed serious concerns about the child’s well-being and, in particular, voiced a fear that the father, having acted deceitfully in the past, might emigrate to Canada with his new wife, taking the child without R.D.’s agreement or knowledge. She specified that the fourth applicant had proposed that she give up the child so that his new wife could adopt her. She also stated that he had not sought to have contact with the child since 15 June 2012 and had arrived at her dwelling on 20 April 2013 for the first time with several strangers; that had scared the child and she had refused to go with her father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The fourth applicant submitted during those proceedings that he had had a hernia operation in July 2012 and had been put on sick leave until 31 March 2013. As a result, he had been unwell and had not been in a position to collect the child, whom he had only seen at her kindergarten. He had been on bad terms with R.D. and that was the reason he had not called to enquire about the child’s well-being. In September 2012 he had attempted to meet his daughter but R.D. had kept the child away from him and had refused to let them have any contact with each other.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The social services submitted a report concluding that as the fourth applicant had not seen the child for many months in a row the relationship between the two of them had broken down. They recommended that contact between him and the child take place, at least temporarily, in the presence of the mother.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  On 10 January 2014 the first-instance court granted R.D.’s application for limiting the father’s contact rights with the child to visits without sleepovers. It concluded on the basis of a number of reports by social services that the relationship between the fourth applicant and the child had broken down. That decision was upheld on appeal on 30 April 2014.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  On 27 July 2012 the fourth applicant complained to social services that R.D. had been preventing him from seeing his daughter since 15 June 2012 and that the mother was not caring for the child appropriately. He stated that it was the latter’s grandmother, who suffered from a psychiatric condition, who was the child’s main care-giver. The social services carried out an inquiry and established in a report of 3 September 2012 that the child was not being brought up by her grand-mother but enjoyed the daily care and support of her mother. They also found that R.D. had not been preventing contact between the child and the applicant, but that the fourth applicant himself had not been seeking contact with his child. They had informed him that he had to meet his daughter regularly and that she needed the support and care of both of her parents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  On 22 February 2013 the fourth applicant asked the bailiff to start enforcement proceedings on the basis of a writ of enforcement obtained on 29 June 2012. On 27 February 2013 the bailiff asked R.D. to hand the child over to the fourth applicant in line with his contact rights. R.D. replied on 28 February 2013 that the father had not sought any contact with the child since 15 June 2012, when he had left the family home, and had not telephoned to ask about the child’s physical or emotional state. R.D. pointed out that she was aware of the arrangements for contact between him and the child, and had not opposed any meetings between them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The applicant complained to the bailiff on 1 and 16 March 2013 that R.D. had not taken the child to meet him in a café located about 30 metres from R.D.’s home. The bailiff replied that the fourth applicant was expected to collect the child from the house and not from cafés or other locations of his own choosing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The bailiff scheduled a handover of the child to the fourth applicant for 12 August 2013 and R.D. took the child to that appointment. However, the bailiff did not enforce it as the child refused to go with her father. The bailiff scheduled a new appointment, 19 August 2013, for a handover for a contact meeting and R.D. took the child along to it. In the meantime, on 16 August 2013 the fourth applicant withdrew his request to use his right to spend a month with the child during the holidays. Despite that withdrawal, the bailiff fined R.D. on 19 August 2013 for not complying with the contact arrangements in favour of the fourth applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The bailiff further fined R.D. respectively on 28 May 2013, 11 July 2013 and 9 October 2013, referring to her continued failure to hand the child over to the father, beginning from 22 February 2013. R.D. brought judicial review proceedings in respect of the last fine, submitting that she had systematically prepared the child for her two-day stays with her father, but that the child had regularly refused to go with him after he had arrived at meetings in the company of strangers. On 6 November 2013 the Stara Zagora Regional Court quashed the fine of 9 October 2013. The court held that the bailiff should have attempted different means for enforcing the judgment before resorting to repeated fines. It set out his prerogatives under the law and emphasised that the bailiff was expected to be present when the child was handed over and to draw up reports on the particular circumstances, instead of relying on declarations signed by the parties or by individuals selected by them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Subsequently, the fourth applicant requested that further fines be imposed on R.D. for not being at home when he had gone to take the child. The bailiff refused on two occasions, finding that the dates in question had not been part of the applicant’s visiting schedule. R.D. informed the bailiff that the fourth applicant had also arrived at her home in order to collect the child on days which had not been in the visiting schedule.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The fourth applicant informed the bailiff on 28 October 2013 that he would not be in a position to meet his child for the foreseeable future owing to health problems. Thereafter, on 22 February 2014, without prior notice and on a day which was not part of the schedule for visits, he complained to the bailiff that R.D. and the child had not been at home when he had attempted to collect her. Subsequently, on 1 March 2014 and 25 April 2014 he failed to collect the child as scheduled. After being asked by the bailiff to state whether he wanted to resume contact with the child, the fourth applicant confirmed on 2 April 2014 that he did.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The bailiff fined R.D. on 13 May 2014 because she had failed since 22 March 2013 to hand the child over to the fourth applicant. The Stara Zagora Regional Court quashed the fine on 20 June 2014 in a final decision, finding that R.D. had not impeded enforcement. R.D. informed the bailiff that the fourth applicant had failed to collect the child on 11 June 2014 as scheduled.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  In a final decision of 4 May 2015, the Stara Zagora Regional Court dismissed the complaint made by the fourth applicant in criminal proceedings he had brought against R.D. in July 2013. The court established that he had divorced R.D. without her knowledge in March 2012 and had continued living with her and the child until 15 June 2012. Immediately after learning later that month about the divorce and the contact regime, R.D. had sought to meet the fourth applicant in order to discuss and arrange his meetings with the child. He had not gone to a scheduled appointment at the end of June 2012 and had told R.D. over the telephone, something he had himself admitted to the prosecutor, that there was nothing to discuss with her. The court concluded that that demonstrated, on the one hand, R.D.’s willingness and readiness to comply with the contact regime and, on the other hand, the fourth applicant’s categorical refusal to have a dialogue with the child’s mother.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  It was likewise established that after he had left the family home in June 2012 the applicant had not sought contact with the child for a number of months. He had also not called to ask about her well-being although that would have been fully compatible with his state of health at the time. That had led to the breakdown of his relationship with the child. Further, he had thereafter only sought contact with the child via forced enforcement proceedings in which he had gone to collect the child in the company of strangers. He had also at times sought meetings on days that had not been part of his visiting schedule while omitting to seek contact on days that had been set as part of the schedule.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Enforcement of judgments",
                                "elements": [
                                    {
                                        "content": "83.  In accordance with Article 404 of the Code of Civil Procedure of 2008 (“the 2008 Code”) final judicial decisions can be subject to forced enforcement. Article 528 of the 2008 Code provides that a bailiff can impose fines on a person who fails to comply with a final court order on parental rights to hand over a child. Every instance of such a failure can be fined. In addition, the bailiff may request assistance from the social services and municipal and police authorities. In the event that the parent who is obliged to hand the child over does not do so voluntarily, the bailiff with the assistance of the police authorities and of the mayor of the municipality can also take the child by force and hand him or her over to the entitled parent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  Under Article 529 of the 2008 Code, the police can arrest a parent who poses obstacles to the handover of a child, following which they immediately notify the prosecution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  A person with a judgment in their favour can appeal in court against a bailiff’s refusal to carry out an action requested by that person, or against a bailiff’s decision to terminate or suspend enforcement proceedings (Article 435 of the 2008 Code).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal sanctions for failure to ensure contact with a child",
                                "elements": [
                                    {
                                        "content": "86.  According to Article 182 § 2 of the Criminal Code of 1968 a parent or another relative who prevents contact with a child or the enforcement of a court judgment on custody can be sentenced to probation, fined up to EUR 153 and, in serious cases, sentenced to up to six months’ imprisonment or to a fine of up to EUR 1,533.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Children’s place of residence",
                                "elements": [
                                    {
                                        "content": "87.  According to Article 71 § 1 of the Family Code of 1985, minors must live with their parents. If the children do not comply with this obligation, the district court issues an order for the child’s return to his or her parents. The order can be appealed against before the regional court and an appeal does not suspend enforcement.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "88.  Given their similar factual and legal background, the Court decides that the three applications should be joined, pursuant to Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "89.  The first, third and fourth applicants complained that the prolonged impossibility for them to have contact with their children, and the second applicant to have contact with his mother, despite final domestic judgments awarding the adult applicants custody or visiting rights, had breached their right to family life, as provided in Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "90.  The Government submitted that the first applicant had not exhausted all available domestic remedies. In particular, she had failed to seek the return of the child in accordance with Article 71 § 1 of the Family Code (see paragraph 87 above) and had only sought the quashing of the suspension of enforcement once, while the court proceedings in respect of the father’s application for a change in custody had been ongoing. However, she had failed to seek the lifting of the suspension of enforcement after those proceedings had been terminated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court considers that the above objection is closely linked to the merits of the complaint by the two applicants in the first application. It will therefore deal with the objection in its examination of the merits below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court further notes that being the natural parent suffices to afford him or her the necessary power to apply to the Court on the child’s behalf too, in order to protect his or her interests (see Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 138, ECHR 2000-VIII). Furthermore, in cases arising out of disputes between parents, it is the parent entitled to custody who is entrusted with safeguarding the child’s interests (see, to the contrary, Eberhard and M. v. Slovenia, nos. 8673/05 and 9733/05, and Wildgruber v. Germany (dec.), no. 32817/02, 16 October 2006). The first applicant is the natural parent and has been given custody over the child, the second applicant. Consequently, she has standing to apply to the Court on his behalf.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Court notes that the applications are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "94.  The Government pointed out that the bailiff had performed his duties diligently by scheduling appointments for the child’s handover to the first applicant, and also by summoning the father, accompanying the mother to the second applicant’s home and seeking the cooperation of the police and the social services. A nationwide search for the second applicant and his father had been launched; the second applicant had been given police protection; A.I. had been fined twice and he had also been found guilty of obstructing enforcement, sentenced to a suspended prison sentence and fined about EUR 2,400.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The authorities had taken practical steps to encourage the two parties to cooperate and had provided the appropriate assistance to improve communication between them. The absence of preparatory measures to help rebuild the relationship between the first and the second applicant had been entirely due to the unwillingness of both parents to cooperate. The Government pointed out that, while it was undoubtedly the case that the second applicant’s father had consistently obstructed the implementation of the court decisions, an excessively aggressive intervention by the authorities in such a sensitive area as family relations was not in children’s best interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Government emphasised that the relevant authorities had done everything possible to enforce the judicial decisions related to the exercise of parental rights. Crucially, the third applicant had failed to pursue enforcement for about a year, namely between 5 September 2011, when the child had been collected by the father, and 17 October 2012, when the applicant had obtained a writ of enforcement in respect of the judicial decision of 1 July 2010 ordering that the applicant exercise parental rights as an interim measure. Consequently, the third applicant had been at the origin of the impossibility to enforce the judgment granting her custody to her child. In particular, by delaying the start of the enforcement proceedings by over a year (see paragraph 34 above), she herself had significantly contributed to her child becoming accustomed to his new environment and to becoming reluctant to changing it by returning to live with the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  A number of expert reports describing the psychological state of the child and the parents had been drawn up on the bailiff’s initiative. The bailiff had also requested the assistance of the police on several occasions to summon the father to meetings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  All of the authorities’ actions had been guided by their concern for the emotional stability of the child and the need to avoid negative consequences for his development. The authorities had been unable to physically hand the child over to the third applicant as it had been necessary to implement preparatory measures towards that end.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Government argued that the authorities had taken the appropriate steps. They emphasised that the fourth applicant had acted inconsistently when it came to seeing the child, to the extent that he had at times been in bad faith and had shown a lack of interest in maintaining contact with the child.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicants’ submissions",
                                        "elements": [
                                            {
                                                "content": "100.  The applicants contested those arguments. The first, third and fourth applicants reiterated their position that they had been unable to maintain meaningful contact with their children, and the second applicant with his mother, despite judicial decisions granting them custody or contact rights, and that the authorities had not done enough to enforce those rights.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "101.  The relevant general principles concerning the State’s role in protecting the relationship between parents and their children have been outlined in the Court’s judgments in a number of cases (see Eriksson v. Sweden, 22 June 1989, § 71 Series A no. 156; Olsson v. Sweden (no. 2), 27 November 1992, § 90, Series A no. 250; Hokkanen v. Finland, 23 September 1994, § 55, Series A no. 299-A; Ignaccolo-Zenide v. Romania, no. 31679/96, § 94, ECHR 2000-I; Santos Nunes v. Portugal, no. 61173/08, §§ 66-69, 22 May 2012). The essence of those principles is that, given that the relationship between parents and children is protected under the Article 8 notions of family life, individuals’ inability to maintain this relation calls for action by the authorities in line with their positive obligations to adopt measures to reunite, or help re-establish contact between, child and parent (see Eriksson, §71; Olsson (no. 2), § 90; and Ignaccolo-Zenide, § 94, all cited above). The obligation of the national authorities to take measures to facilitate such a reunion is not absolute, since the reunion of a parent with a child who has lived for some time with other persons may not be able to take place immediately and may require preparatory measures. The nature and extent of such preparation will depend on the circumstances of each case. Any obligation to apply coercion in this area must be limited, since the interests as well as the rights and freedoms of all concerned must be taken into account and, more particularly, the best interests of the child (see Hokkanen, § 58, and Ignaccolo-Zenide, § 94, both cited above). What is decisive, and what the Court is called upon to review, is whether the national authorities have taken all necessary steps that could reasonably be demanded in the circumstances, aimed at allowing the individuals concerned to reunite and preserve the relationship between them (see Kříž v. the Czech Republic, no. 26634/03, § 85, 9 January 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  In the three applications under consideration, the Court observes that the first, third and fourth applicants’ relationship with their children, and the second applicant’s relationship with his mother, is protected under Article 8. Therefore, their inability to maintain that relationship calls for action by the authorities stemming from their positive obligations to adopt measures to reunite or to help re-establish contact between a child and his or her parent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  Firstly, the Court observes that the first and third applicants have to date held uninterrupted custody rights in respect of their children, the first applicant since 2005 and the third applicant since 2010 (see paragraphs 7 and 31 above). However, they have been unable to exercise those rights, despite having actively pursued proceedings to enforce the court decisions granting them custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  Next, the Court notes that once the first and third applicants had obtained writs of enforcement, bailiffs started execution proceedings promptly (see paragraphs 12 and 35 above). In all, bailiffs scheduled at least fifteen meetings for the handing over of the child to the first applicant as well as twelve meetings between the third applicant and her child. The first applicant met her son five times. The third applicant managed to see her child on four occasions, always in institutional settings and in the presence of the other parent and social workers. When no meeting took place, it was a result of the other parent either not bringing the child to the meetings or not attending them altogether. On those occasions, and when the children did meet the first and third applicants but refused to go with them voluntarily, the bailiffs explicitly recognised that the cooperation of the other parent was crucial for restoring the bond between the first and third applicants and the children; the bailiffs limited themselves to postponing enforcement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  Faced with continuous obstruction by the other parent in each case, the bailiffs did little more than schedule meetings between the parties. In both cases, those meetings were on occasion scheduled several months apart (see paragraphs 12 and 17 above as regards the first applicant and paragraphs 39, 44, 49 and 53 above as regards the third applicant). The authorities have not provided an explanation to justify that delay. The Court emphasises in that connection that in cases such as these the adequacy of the measure is to be judged by the swiftness of its implementation (see Ignaccolo-Zenide, cited above, § 102). Swift implementation is of particular importance in the early stages of separation, when the relationship with the child still exists. Given that the enforcement proceedings at stake were decisive for the applicants’ effective enjoyment of their right to a family life and, in particular, for their ability to be reunited with their children, the Court considers that the proceedings needed to be conducted with particular diligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  Moreover, the Court finds it important that the first and third applicants had been granted custody, and not simply visiting rights in respect of their children. Seeing that custody rights were decided by domestic courts following an overall assessment of all relevant factors, including where it was in the best interest of the child for him or her to live, timely enforcement of custody rights was crucial. Bearing in mind that both children were growing more and more apart from the applicants because of the passage of time and the particular circumstances brought about by the other parent in each case, the Court finds that the prolonged enforcement proceedings had an undeniably negative impact on the applicants’ possibility to reunite with their children and contributed to the related difficulties experienced by them (see, similarly, Kříž, cited above, § 88).",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  Furthermore, the Court observes that the law authorised the bailiffs to repeatedly fine the parent who persistently frustrated efforts to rebuild the relationship between the applicants and their children. The bailiffs fined the obstructing parent in the first applicant’s case three times throughout the whole duration of the enforcement proceedings (see paragraphs 13 and 18 above) and in the third applicant’s case twice, and one of those fines was later quashed in court (see paragraph 39 above). Those fines had no effect on the other parents’ compliance with the judgments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  The relevant provisions of domestic law further empowered the bailiff to seek the active assistance of the police (see paragraphs 83-84 above). Such assistance was only sought after many months during which numerous summons were disregarded by the other parent in each case. In the case of the first applicant, police officers accompanied representatives of the social services and the mayor a number of times when they visited the place where A.I. lived with the second applicant. Their intervention was confined to assisting the bailiff in summoning and accompanying, without that actually leading to the handing over of the child to the first applicant or even to bringing about meetings between her and the child. In addition, in the first applicant’s case, the police failed to effectively fulfil the court order to assist with the transfer of second applicant to the first applicant, explaining that omission with the child’s opposition to it (see paragraph 26 above). Similarly, in the case of the third applicant the bailiff told the parties that police assistance might be sought during the first attempt to hand the child over to her (see paragraph 35 above). However, it does not appear that the police were involved in the enforcement proceedings at any point in time, with the exception of summoning the other parent to some of the meetings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The Court further observes that the social services and psychologists were involved at different stages during the enforcement proceedings in both cases. A number of assessments of the children were carried out and the situation as a whole was also examined, including the position and responsibility of each parent. The Court observes that the relevant authorities consistently concluded in the first applicant’s case that the other parent explicitly opposed all attempts to re-establish contact between her and the child, and actively and effectively avoided such attempts (see paragraphs 14, 15 and 25 above), and in the third applicant’s case that the other parent’s cooperation to that end was lacking and that the child was suffering from parental alienation syndrome (see paragraphs 42, 45, 48 and 50 above). Despite such unambiguous observations by the social services, the Court notes that they produced reports with conclusions and recommendations which were not followed up. In that connection, the relevant authorities failed to make sure that professional, targeted support was effectively provided to the children, which was critical for them to get used to the idea of seeing their mothers, the first and third applicants, and accept them back into their lives. Such support was part of the indispensable preparatory measures that the authorities were required to take in line with their positive obligations under Article 8. In particular, preparatory measures were vital for ensuring the children’s autonomous engagement with the situation, independently from the other parent’s undeniably decisive influence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  Although criminal proceedings had been opened against the other parent in both cases (see paragraphs 24-25 and 54-56 above), one of them was absolved from criminal responsibility and given an administrative sanction of a fine instead (see paragraph 25 above) and the other one was acquitted (see paragraph 56 above). Apparently those proceedings had no effect and the other parent continued to further hamper enforcement in both cases. The Court reiterates in this connection that, although coercive measures in the context of child care and relations with children are not desirable, the use of sanctions must not be ruled out in the event of unlawful conduct by the parent who owes enforcement (see, similarly, IgnaccoloZenide, cited above, § 106; and, Karadžić v. Croatia, no 35030/04, § 61, 15 December 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  As to the first and third applicants’ conduct in the course of the enforcement proceedings, the Court observes that their acts were not limited to insisting on an immediate handing over of the children to them (contrast with the situation in Mihailova v. Bulgaria, no. 35978/02, § 92, 12 January 2006). Both the first and third applicants displayed understanding, patience and flexibility, and their actions were guided above all by concern for their children’s well-being.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  In particular, the first applicant demonstrated continued understanding for and accommodation to the various measures aimed at creating conditions conducive to her re-establishing contact with her son. She cooperated to that end with all the authorities involved in the process. Her efforts were sustained, spread over several years, starting in 2006, and have not ceased, despite their steady lack of success. The Court finds that the fact that, as the Government contended in their observations (see paragraph 90 above), she had not sought the lifting of the suspension of the enforcement once the change of custody proceedings brought by the other parent had been terminated, or the return of her child under Article 71 of the Family Code, did not have an effect on the conduct and effectiveness of the enforcement proceedings. As is clear from the facts, the various authorities continued to carry out different enforcement measures (see paragraphs 22 and 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  Likewise, the third applicant, being aware that an abrupt transfer of the child to her might be destabilising and could well produce adverse consequences for the comfort and welfare of her child, repeatedly sought the assistance of psychologists and social workers, and demonstrated openness and readiness to work with those professionals in order to achieve positive developments in her relationship with the child (see paragraphs 46-49 and 52 above). As to the Government’s submission that she had herself caused the child to be estranged by delaying the start of enforcement proceedings for a year (see paragraph 96 above), the Court makes the following findings. Before the child’s father failed to return him in September 2011, the third applicant had lived alone with the child for over a year, exercising custody rights in line with the court’s decision on interim measures (see paragraph 29 above). While the third applicant significantly delayed the initiation of the enforcement proceedings, the Court accepts her explanation that she made repeated direct attempts to reach an agreement with the father following the advice of private bailiffs (see paragraph 33 above). In any case, this delay could not be considered decisive for the deficiency of the subsequent enforcement proceedings throughout which the third applicant continuously demonstrated willingness to cooperate with the authorities in order to obtain the return of the child and to find the best arrangement for contact with him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  The Court observes, as detailed above, that both cases were marked by a clear absence of cooperation on the part of the other parent, who systematically obstructed the authorities’ efforts to reunite the first and third applicants with their children, and the second applicant with his mother. It is important to emphasise that that fact does not absolve the authorities of their responsibility to do everything necessary to facilitate such reunion (see, similarly, Santos Nunes, cited above, § 71; and, mutatis mutandis, Reigado Ramos v. Portugal, no. 73229/01, § 55, 22 November 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  The Court recognises that at a certain point in time the children became reluctant to go and live with the first and third applicants, and at times even rejected them (see paragraphs 23, 37, 40 and 43 above). The Court notes that that situation was brought about by the other parent’s unlawful refusal to comply with the judgments in question in each case and by the ineffectiveness of the enforcement measures. It finds that the protracted lack of enforcement contributed to creating and consolidating a situation where the passage of time effectively alienated the first and third applicants and their children, which in turn significantly enhanced the difficulties in enforcing the judgments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  The Court reiterates that it is not its role to substitute itself for the national authorities in the assessment of what specific measures were necessary to be undertaken in the circumstances, given that those authorities are in principle better placed to take such decisions (see Stanková v. Slovakia, no. 7205/02, § 59, 9 October 2007). Admittedly, a number of authorities and officials were involved to varying degrees and with varying intensity in facilitating or attempting to ensure the applicants could meet their children at various times. However, those measures have not brought about the return of the children to the first and third applicants, nor have they led to the re-establishment of any kind of meaningful contact between them and the children with a view to rebuilding the relationships. The parties at fault, the other parent refusing to follow a final judicial decision in each case, have remained largely unconstrained, which has allowed them to persist in their obstruction of all related efforts. The relevant authorities, faced with such obstruction, did not ensure that timely and suitable preparatory measures were put in place and carried through (see, similarly, Zavřel v. the Czech Republic, no. 14044/05, § 52, 18 January 2007, and, to the contrary, Krasicki v. Poland, no. 17254/11, § 93). Consequently, having regard to the foregoing and notwithstanding the respondent State’s margin of appreciation in the matter, the Court finds that the authorities failed effectively to pursue adequate and timely actions to enforce the first and third applicants’ right to the return of their children, and the second applicant’s right to the enjoyment of a meaningful relationship with his mother.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  In view of the foregoing, the Court dismisses the Government’s preliminary objection that the first applicant failed to exhaust all available domestic remedies and, ruling on the merits, finds that there has been a violation of Article 8 of the Convention as regards the first, second and third applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  The Court notes, firstly, that the fourth applicant’s initial contentions were incomplete, both in terms of the facts and in terms of supporting documents. The Court accepts the description of the facts as supported by relevant documents including the findings of the domestic courts, which were submitted by the Government following communication of the case to them. While the fourth applicant contested those facts, he did not provide evidence in support of his factual claims.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  The Court then notes that the fourth applicant was granted contact rights in respect of his child on 13 February 2012 and that he complained that he has not been able to exercise those rights since 15 June 2012. He stated that that was because the authorities had done nothing to effectively enforce his rights, either by applying coercion in the face of the obstruction of the other parent or by putting preparatory measures in place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  The Court finds that in contrast to the first and third applicants in this case, the fourth applicant’s own conduct contributed in great measure to his not being able to exercise his contact rights. In particular, there were long periods when he did not seek contact with his child (see paragraphs 79 and 81 above) and his statements about those periods have been inconsistent (paragraphs 70, 73, 76 and 79 above). In any event, the Court observes that the domestic authorities established clearly that the fourth applicant had not sought contact with his daughter for months at a time and that this had had a clearly negative effect on his relationship with her (see paragraphs 71 and 81 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  There were also periods when the fourth applicant requested to meet his daughter, who was very young at the time, at locations which were different from those set out in the court judgment (see paragraph 75 above) and which, in addition, were inappropriate for a young child. He also attempted to meet the child on days which were not part of the schedule and failed to pick her up on days that had been scheduled, despite social services’ recommendations that he meet his daughter regularly (see paragraphs 78-79 above). In addition, when the fourth applicant asked the bailiff to enforce his contact rights, he insisted on the immediate transfer of the child to him and on the repeated imposition of fines on the other parent as the sole means of compulsion. He did not show any willingness to have a dialogue to find the best way to re-establish contact with the child and rebuild his relationship with her (see paragraph 81 above). Likewise, on a number of occasions he did not cooperate with the authorities but behaved in a disruptive manner instead.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  Examining the relevant authorities’ actions aimed at re-establishing contact between the fourth applicant and his daughter, the Court finds as follows. The fact that he did not see his child between 15 June 2012 and 22 February 2013 cannot be attributed to the authorities, given that he only put them on notice of the situation on the latter date (see paragraphs 62 and 74 above), following which the bailiff immediately directed R.D. to hand the child over to him (see paragraph 74 above). The same applies in respect of the one-month period in August 2013 when he explicitly stated that he did not wish to exercise his contact right, as well as in respect of the period between 28 October 2013 and 20 April 2014 (see paragraphs 76 and 79 above). As to whether the authorities used the appropriate coercive and/or preparatory measures, the Court observes that the bailiff acted swiftly by repeatedly fining the mother in the months that followed, having found that she had not handed the child over. For their part, the social services assessed the situation and recommended that the fourth applicant make a sustained effort to see the child regularly, at least temporarily in the presence of the mother. However, instead, the fourth applicant refused to accept R.D.’s presence during his meetings with the child and, as established above, failed to seek contact with the child for prolonged periods of time or tried to have meetings on days that were not part of the schedule of visits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  In view of all of the above, it cannot be said that the authorities failed to act in a timely and appropriate manner to ensure that the fourth applicant meet with his daughter in accordance with the court judgment on his contact rights, or that they did not do enough to help him rebuild his relationship with her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  There has accordingly been no violation of Article 8 in respect of the fourth applicant.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 IN CONJUNCTION WITH ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "125.  The first, third and fourth applicants complained that they had not had an effective domestic remedy in connection with their complaint about not being able to be reunited with their children, and the second applicant to enjoy meaningful contact with his mother. They relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority ...”",
                                "elements": []
                            },
                            {
                                "content": "126.  The Government contested their allegations.",
                                "elements": []
                            },
                            {
                                "content": "127.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "128.  The Court finds that in the instant case the effectiveness of the authorities’ actions aimed at allowing the adult applicants to have meaningful contact with their children, and the second applicant with his mother, lies at the heart of the applicants’ complaint under Article 13. The issues linked to the measures pursued by the authorities in the context of protecting the applicants’ right to family life, and those measures’ effectiveness, have been examined under Article 8 above. The Court therefore considers that no separate issue arises under Article 13 (see, for a similar approach, Lautsi and Others v. Italy [GC], no. 30814/06, § 77, ECHR 2011 (extracts)).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "129.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "130.  The first and second applicants claimed non-pecuniary damage for the suffering resulting from their impossibility to live together, in the amount to be determined by the Court. The third applicant claimed EUR 20,000 in respect of non-pecuniary damage stemming from her prolonged separation from her child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The Government considered that the above claims were unjustified. They submitted that, were the Court to find a breach of Article 8, the finding of a violation would be a sufficient just satisfaction in the circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The Court considers that the impossibility for the first and third applicants to maintain meaningful contact with their children and for the second applicant to maintain such contact with his mother must have caused the first and third applicants frustration and suffering and prevented the second applicant from developing relations with his mother. Accordingly, it awards EUR 12,000 to the first two applicants jointly and EUR 12,000 to the third applicant in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "133.  The first two applicants also claimed EUR 2,570, and the third applicant claimed EUR 4,106.20, for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  The Government considered that these amounts were unjustified and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the first two applicants jointly the sum of EUR 1,910 and the third applicant EUR 2,100 for the proceedings before the Court. The above amounts cover legal fees incurred in the context of the proceedings before the Court and postal expenses. The amount in respect of the legal fees is reached with reference to the hourly rate of EUR 70 applied in respect of applicants’ lawyers’ fees in recent cases against Bulgaria of comparable complexity (see Bulves AD v. Bulgaria, no. 3991/03, § 85, 22 January 2009; Mutishev and Others v. Bulgaria, no. 18967/03, § 160, 3 December 2009; and Penchevi v. Bulgaria, no. 77818/12, § 88, 10 February 2015).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "136.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join applications nos. 66997/13, 77760/14 and 50240/15;",
                        "elements": []
                    },
                    {
                        "content": "2.  Joins to the merits the Government’s preliminary objection as regards the first applicant’s failure to exhaust domestic remedies and dismisses that objection;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the above applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 8 of the Convention in respect of the first, second and third applicants;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been no violation of Article 8 of the Convention in respect of the fourth applicant;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there is no need to examine the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the first three applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 April 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ANEVA AND OTHERS v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-172561.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0406JUD006699713",
    "externalsources": [],
    "extractedappno": [
        "66997/13",
        "77760/14",
        "50240/15",
        "39221/98",
        "41963/98",
        "8673/05",
        "9733/05",
        "32817/02",
        "31679/96",
        "61173/08",
        "26634/03",
        "35030/04",
        "35978/02",
        "73229/01",
        "7205/02",
        "14044/05",
        "17254/11",
        "30814/06",
        "3991/03",
        "18967/03",
        "77818/12"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 71 of the Family Code"
    ],
    "itemid": "001-172561",
    "judgementdate": "06/04/2017 00:00:00",
    "kpdate": "06/04/2017 00:00:00",
    "kpthesaurus": [
        "451",
        "634",
        "425",
        "14",
        "128",
        "216",
        "577",
        "283",
        "238"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "8",
        "8-1",
        "35-1",
        "35",
        "41"
    ],
    "parties": [
        "ANEVA AND OTHERS",
        "BULGARIA"
    ],
    "rank": "1820.55529785156",
    "representedby": [
        "KASHAMOV A.",
        "KACHAUNOVA A."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Bulves AD v. Bulgaria, no. 3991/03, § 85, 22 January 2009",
        "Eberhard and M. v. Slovenia, no. 8673/05 and 9733/05, 1 December 2009",
        "Eriksson v. Sweden, 22 June 1989, Series A no. 156",
        "Hokkanen v. Finland, 23 September 1994, Series A no. 299-A",
        "Ignaccolo-Zenide v. Romania, no. 31679/96, ECHR 2000-I",
        "Karadžić v. Croatia, no 35030/04, 15 December 2005",
        "Kříž v. the Czech Republic, no. 26634/03, 9 January 2007",
        "Lautsi and Others v. Italy [GC], no. 30814/06, § 77, ECHR 2011 (extracts)",
        "Mihailova v. Bulgaria, no. 35978/02, § 92, 12 January 2006",
        "Mutishev and Others v. Bulgaria, no. 18967/03, § 160, 3 December 2009",
        "Olsson v. Sweden (no. 2), 27 November 1992, Series A no. 250",
        "Penchevi v. Bulgaria, no. 77818/12, § 88, 10 February 2015",
        "Reigado Ramos v. Portugal, no. 73229/01, § 55, 22 November 2005",
        "Santos Nunes v. Portugal, no. 61173/08, 22 May 2012",
        "Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 138, ECHR 2000-VIII",
        "Stanková v. Slovakia, no. 7205/02, § 59, 9 October 2007",
        "Wildgruber v. Germany (dec.), no. 32817/02, 16 October 2006",
        "Zavřel v. the Czech Republic, no. 14044/05, § 52, 18 January 2007"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "462856",
    "typedescription": "15"
}