{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "34081/96",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58796.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (No. 34081/96) against Italy lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Italian national, Mr Andrea Starace (“the applicant”), on 4 November 1996. The applicant is represented by Mr Francesco Imparato, a lawyer practising in Naples. The Italian Government are represented by their Agent, Mr U. Leanza, assisted by the Co-Agent, Mr V. Esposito.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant complained under Article 6 § 1 of the Convention about the length and the fairness of a set of criminal proceedings. On 4 March 1998 the Commission (First Chamber) decided to give notice of the application to the respondent Government and invited them to submit their observations on its admissibility and merits. The Government submitted their observations on 11 May 1998, to which the applicant replied on 26 June 1998.",
                        "elements": []
                    },
                    {
                        "content": "3.  Following the entry into force of Protocol No. 11 to the Convention on 1st November 1998 and in accordance with the provisions of Article 5 § 2 thereof, the application was transferred to the Court. ",
                        "elements": []
                    },
                    {
                        "content": "4.  In accordance with Rule 52 § 1 of the Rules of Court, the President of the Court, Mr L. Wildhaber, assigned the case to the Second Section. The Chamber constituted within the Section included ex officio Mr B. Conforti, the judge elected in respect of Italy (Article 27 § 2 of the Convention and Rule 26 § 1 (a) of the Rules of Court), and Mr C. L. Rozakis, the President of the Section (Rule 26 § 1 (a)). The other members designated by the latter to complete the Chamber were Mr M. Fischbach, Mr P. Lorenzen, Mrs M. Tsatsa-Nikolovska, Mr A.B. Baka and Mr E. Levits (Rule 26 § 1 (b)).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 12 January 1999 the Court (Second Section) decided to give notice to the respondent Government of a new complaint raised by the applicant on 30 October 1998, concerning his right to obtain the attendance and examination of a witness on his behalf, and invited them to submit their observations on its admissibility and merits. The Government submitted their observations on 31 March 1999 to which the applicant replied on 25 May 1999.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 31 August 1999 the Court declared the application admissible as regards the complaint concerning the length of the criminal proceedings and declared the remainder of the application inadmissible. ",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "7.  On an unspecified date of 1990, G. C. and V. A. filed a complaint against the applicant and another person in relation to the publication, in the review “Atenapoli” on 23 March 1990, of an article reporting the applicant’s opinions. Criminal proceedings were instituted by the Naples Public Prosecutor's Office for libel.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 27 October 1990 the Naples Public Prosecutor, following the abridged procedure (\"giudizio direttissimo\"), summoned the applicant and two other persons to appear before the Naples District Court on 23 November 1990.",
                        "elements": []
                    },
                    {
                        "content": "9.  The first hearing was adjourned at the defendants' request. ",
                        "elements": []
                    },
                    {
                        "content": "10.  In an order of 14 February 1991, the Naples District Court declared the writ of summons null and void, since in a judgment of 8 February 1991, the Constitutional Court had ruled that it was not possible to deal with charges of libel by way of abridged proceedings.",
                        "elements": []
                    },
                    {
                        "content": "11.  On 16 March 1991, the Naples public prosecutor requested the competent investigating judge to summon the defendants to appear before the Naples District Court. ",
                        "elements": []
                    },
                    {
                        "content": "12.  The date of the preliminary hearing before the Naples investigating judge, fixed for 17 March 1992, was adjourned by the Court of its own motion on two occasions and eventually took place on 20 November 1993. In an order issued on the same day, the investigating judge summoned the applicant and his two co-accused to appear before Naples District Court at a hearing on 1 March 1994.",
                        "elements": []
                    },
                    {
                        "content": "13.  The trial hearing was adjourned, first to 24 May 1994 because Mr A. who, (together with Mr C.) had joined the proceedings as a civil party was absent and then until 31 October 1994, because on that day the lawyers of \nthe Naples Bar were on strike. After two adjournments, on 22 December 1994 the proceedings were postponed to 17 July 1995 by the District Court of its own motion, then adjourned to 5 February 1996 because of a lawyers' strike. On 4 March 1996, some witnesses were examined and on 6 May 1996 the defendants made spontaneous statements (“dichiarazioni spontanee”) to the District Court. ",
                        "elements": []
                    },
                    {
                        "content": "14.  By a judgment of 6 May 1996, filed with the registry on 20 June 1996, Naples District Court convicted the applicant for libel and sentenced him to a fine of 2,000,000 lire (ITL) and ordered him to pay each civil party damages of ITL 50,000,000. ",
                        "elements": []
                    },
                    {
                        "content": "15.  On 25 July 1996, the applicant lodged an appeal before the Naples Court of Appeal, requesting, inter alia, that Mr U., who could testify to the truthfulness of the assertions made in “Atenapoli”, be heard as a witness.",
                        "elements": []
                    },
                    {
                        "content": "16.  The date of the hearing, fixed for 20 May 1997, was first adjourned to 8 July 1997, then postponed to 9 September 1997 because the applicant was ill. In a judgment given on the same day and filed with the registry on 13 September 1997, the Court of Appeal upheld the fine imposed on the applicant and reduced the amount of damages to ITL 15,000,000 for each civil party. As to the question of whether Mr U. should be examined, the court considered that there was no interest, given the fact that the applicant’s liability could be established beyond any reasonable doubt in the light of the wording of the article published in “Atenapoli”.",
                        "elements": []
                    },
                    {
                        "content": "17.  On 22 October 1997, the applicant appealed against this judgment on points of law, seeking an acquittal and alleging, inter alia, that the Court of Appeal’s refusal to hear Mr U. as a witness amounted to an omission to take “decisive evidence” (Article 606 § 1 (d) of the Italian Code of Criminal Procedure).",
                        "elements": []
                    },
                    {
                        "content": "18.  In a judgment of 5 May 1998, filed with the court registry on 23 June 1998, the Court of Cassation held that the charge against the applicant had become time-barred and consequently annulled the order imposing a fine on him. ",
                        "elements": []
                    },
                    {
                        "content": "19.  Observing that under the relevant provisions of Italian law a person accused of criminal libel is in principle entitled to produce evidence to prove the truthfulness of the contested statements, the Court concluded that the refusal to hear Mr U. as a witness was unlawful. However, as the charge was time-barred, it did not consider it necessary to quash the conviction and to refer the case back to the Court of Appeal, confining itself to setting aside the order for damages and to ordering the case-file to be forwarded to the competent civil courts.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "20.  The applicant complained about the length of the criminal proceedings instituted against him. He alleged a violation of Article 6 § 1 of the Convention, which provides:",
                        "elements": []
                    },
                    {
                        "content": "“In the determination of (...) any criminal charge against him, everyone is entitled to a (...) hearing within a reasonable time by (...) tribunal (...)”",
                        "elements": []
                    },
                    {
                        "content": "21.  The Government contested that submission on the ground that the case was complex. They moreover pointed out that the applicant benefited from the length of the proceedings at issue, the criminal charges having been declared time-barred by the Court of Cassation.",
                        "elements": []
                    },
                    {
                        "content": "A.\tPeriod to be taken into consideration",
                        "elements": [
                            {
                                "content": "22.  The period to be taken into consideration began on 27 October 1990, date of the committal for trial issued by the Naples Public Prosecutor’s Office, and ended on 23 June 1998, when the Court of Cassation’s judgment was filed with the registry. ",
                                "elements": []
                            },
                            {
                                "content": "23.  The proceedings thus lasted seven years, seven months and twenty-seven days.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\tReasonableness of the length of the proceedings",
                        "elements": [
                            {
                                "content": "24.  According to the Court’s case-law, the reasonableness of the length of proceedings must be assessed in the light of the particular circumstances of the case and having regard to the criteria laid down in the Court’s case-law, in particular the complexity of the case and the conduct of the applicant and of the authorities dealing with the case (see, among other authorities, the Pélissier et Sassi v. France judgment of 25 March 1999, to be published in Reports of Judgments and Decisions 1999, § 67, and the Philis v. Greece (no. 2) judgment of 27 June 1997, Reports 1997-IV, p. 1083, § 35).",
                                "elements": []
                            },
                            {
                                "content": "25.  The Court notes that there were four periods the length of which has not been justified by the State’s authorities: between 17 March 1992 (date fixed for the preliminary hearing) and 20 November 1993 (date on which the preliminary hearing took place); between the hearings of 22 December 1994 and 17 July 1995; between 25 July 1996 (date on which the applicant lodged the appeal with the Naples Court of Appeal) and the first hearing scheduled for 20 May 1997; finally between 22 October 1997 (date on which the applicant appealed on points of law) and 5 May 1998 (date of the Court of Cassation’s judgment). These four periods amount to a total of more than three years and six months. ",
                                "elements": []
                            },
                            {
                                "content": "26.  As to the applicant’s conduct, the Court notes that the hearing of 23 November 1990, 20 May, 8 July and 9 September 1997 were postponed at the applicant’s request, while those scheduled for 24 May 1990 and 17 July 1995 did not take place by reason of a lawyers’ strike. In the Court’s view the case was not complex. Even if the applicant may be considered to be responsible for some of the delays, this cannot justify the length of the periods in between individual hearings and certainly not the total duration of the proceedings (see, mutatis mutandis, the Portington v. Greece judgment of 23 September 1998, Reports, 1998-VI, p. 2632, § 29, and the Zana v. Turkey judgment of 25 November 1997, Reports 1997-VII, p. 2552, § 79).",
                                "elements": []
                            },
                            {
                                "content": "27.  The Government did not provide any convincing explanation for the delays. In these circumstances, the Court finds that the period taken to consider the case fails to satisfy the \"reasonable time\" requirement. There has accordingly been a breach of Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.\tAPPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.\tDamages",
                                "elements": [
                                    {
                                        "content": "29.  The applicant sought the sum of ITL 3,000,000 for medical expenses incurred by reason of the illness allegedly related to the length of the proceedings as well as of 49,850,072 ITL in respect of non-pecuniary damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government submitted that there is no causal link between the length of the proceedings and the alleged pecuniary damage. As to the non- pecuniary damage, they maintained that a finding of a violation of the Convention constitutes sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court recalls that, according to its case-law, compensation of damage is recoverable only to the extent that a causal link is established between the violation of the Convention and the damage sustained. The Court finds that no such link has been established and accordingly rejects the applicant’s claim for medical expenses. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  However, the Court accepts that the applicant suffered damage of a non-pecuniary nature as a result of the length of the criminal proceedings. Making its assessment on an equitable basis and having regard to the circumstances of the case - in particular to the fact that the applicant may be considered responsible for certain delays and that the charge was declared time-barred - the Court awards the applicant 14,000,000 ITL as a compensation for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tCosts and expenses",
                                "elements": [
                                    {
                                        "content": "33.  The applicant claimed reimbursement of ITL 21,434,688 for legal costs and expenses incurred before the Commission and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  He equally claimed ITL 32,313,600 and ITL 14,837,382 for the costs incurred before the domestic courts. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government left the matter to be assessed by the Court in an equitable manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  According to the Court’s case-law, an award can be made in respect of costs and expenses only in so far as they have been actually and necessarily incurred by the applicant and are reasonable as to quantum. In the present case, on the basis of the information in its possession and the above-mentioned criteria, the Court firstly observes that there is no element in the file suggesting that the applicant has incurred, before the domestic courts, any extra costs and expenses because of the length of the proceedings. As to the legal costs and expenses incurred before the Commission and the Court, the latter further considers that ITL 5,000,000 is a reasonable sum and awards the applicant that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.\tDefault interest",
                                "elements": [
                                    {
                                        "content": "37.  According to the information available to the Court, the statutory rate of interest applicable in Italy at the date of adoption of the present judgment is 2.5% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "\nFOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.\tHolds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds",
                        "elements": []
                    },
                    {
                        "content": "(a)\tthat the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, 14,000,000 (fourteen million) Italian lire in respect of non-pecuniary damage and 5,000,000 Italian lire for costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)\tthat simple interest at an annual rate of 2,5% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.\tDismisses the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 April 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention.  It is subject to editorial revision before its reproduction in final form in the official reports of selected judgments and decisions of the Court.",
            "role": "president"
        },
        {
            "name": "MrC. Rozakis",
            "role": "president"
        },
        {
            "name": "MrM. Fischbach",
            "role": "judges"
        },
        {
            "name": "MrB. Conforti",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrE. Levits",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF STARACE v. ITALY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58796.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:0427JUD003408196",
    "externalsources": [],
    "extractedappno": [
        "34081/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-58796",
    "judgementdate": "27/04/2000 00:00:00",
    "kpdate": "27/04/2000 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "STARACE",
        "ITALY"
    ],
    "rank": "396.811828613281",
    "representedby": [],
    "respondent": "ITA",
    "respondentOrderEng": "23",
    "scl": [
        "Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II",
        "Philis v. Greece (no. 2) judgment of 27 June 1997, Reports 1997-IV, p. 1083, § 35",
        "Portington v. Greece judgment of 23 September 1998, Reports 1998-VI, p. 2632, § 29",
        "Zana v. Turkey judgment of 25 November 1997, Reports 1997-VII, p. 2552, § 79"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "323811",
    "typedescription": "15"
}