{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "27577/04",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-95835.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 27577/04) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Hasan Şentürk (“the applicant”), on 2 July 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mrs N. Bener, a lawyer practising in Bursa. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 2 April 2008 the President of the Second Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "4.  The applicant was born in 1958 and lives in Karacabey.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 17 October 1996 the applicant was taken into police custody on suspicion of armed robbery and murder. On 27 October 1996 he was placed in detention on remand. On 4 November 1996 the public prosecutor initiated criminal proceedings against the applicant in the Bursa Assize Court. On 27 November 1997 the applicant was released pending trial. Subsequently, on 29 June 2001 the Bursa Assize Court acquitted the applicant of the charges against him and this judgment was upheld by the Court of Cassation on 19 March 2002.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 5 August 2002 the applicant applied to the , seeking compensation for both non-pecuniary and pecuniary damage pursuant to Law no. 466 pertaining to the payment of compensation to persons unlawfully arrested or detained.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 23 January 2003 the  awarded the applicant 358,071,000 Turkish liras (TRL) for pecuniary damage and TRL 3,000,000,000 for non-pecuniary damage. It also decided that no default interest should be applied.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 31 March 2004 the Court of Cassation upheld this judgment.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 26 April 2004 the applicant applied to the Bursa Enforcement Office and requested the payment of TRL 6,022,015,000, including interest running from the date of the judgment. On 10 August 2004 the Treasury objected to the interest rate, but paid the amount of TRL 5,727,000,000 which was not in dispute. Following the objection of the Treasury, proceedings commenced before the  Enforcement Court to determine the exact amount and interest rate to be paid by the Treasury. On 26 October 2004 the Bursa Enforcement Court dismissed the objection of the Treasury. Subsequently, on 25 February 2005 the Court of Cassation quashed the judgment, holding that the interest rate should be calculated on the basis of that laid down in the Budget Law. The case was then remitted to the . Following a re-examination of the case, and based on an expert report, on 10 June 2005 the  ordered an additional payment of TRL 479,450,000 to the applicant. This amount was paid in August 2005. Consequently, the domestic authorities had applied an interest rate of 50% per annum between 23 January 2003 and 1 January 2004, and 15% per annum as from 1 January 2004.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "10.  The applicant complained under Article 6 § 1 of the Convention that he had not had an oral hearing before the Bursa Assize Court for the determination of his compensation claim. He further claimed under the same provision that the amount of compensation awarded to him had been too low.",
                                "elements": []
                            },
                            {
                                "content": "A.  Absence of an oral hearing in domestic proceedings",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "11.  The Government stated that Law no. 466 did not foresee hearings in compensation cases, in order to provide a speedy means of dealing with applications. As a result, in their view, the applicant, who had a legal representative in the domestic proceedings, should have known by 23 January 2003 at the latest that there would be no oral hearing. Since the application was lodged on 2 July 2004, in the Government's view the application should be rejected for non-compliance with the six months rule under Article 35 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  The Court observes that the final decision concerning the amount of compensation was delivered on 31 March 2004 by the Court of Cassation and that the application was lodged with the Court on 2 July 2004. Consequently, the application was lodged in time and the Government's objection must be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  The Court adds that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "14.  The Court has examined the present case and finds no particular circumstances which would require it to depart from its established case-law on the matter (see Göç v. Turkey [GC], no. 36590/97, § 55, ECHR 2002V, and Şahin Karakoç v. , no. 19462/04, §§ 3341, 29 April 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  There has accordingly been a violation of Article 6 § 1 of the Convention in respect of the applicant's complaint concerning the lack of a public hearing.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Fairness of proceedings",
                                "elements": [
                                    {
                                        "content": "16.  The applicant argued that the amount of compensation awarded to him was insufficient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court recalls that it is not its task to act as a court of appeal or, as is sometimes said, as a court of fourth instance, for the decisions of domestic courts. According to the case-law, the latter are best placed to assess the credibility of witnesses and the relevance of evidence to the issues in the case (see, amongst many authorities, Vidal v. Belgium, 22 April 1992, § 32, Series A no. 235B, and Edwards v. the United Kingdom, 16 December 1992, § 34, Series A no. 247B).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In the present case, it is observed that the national court decisions were based on the domestic law and the particular circumstances of the case. The Court finds no element which might lead it to conclude that the domestic courts acted in an arbitrary or unreasonable manner in their assessment. There is therefore no appearance of a violation of Article 6 § 1 in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In the light of the foregoing, the Court finds that this complaint should be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "20.  Relying on Article 1 of Protocol No. 1 to the Convention, the applicant stated that the interest rate applied by the domestic authorities did not compensate for his financial loss caused by the depreciation of the national currency. He further maintained that the interest should have started running from the date of his arrest.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Government claimed that the applicant could no longer be considered as a victim, since the Treasury had paid the debt owed to the applicant, together with statutory interest.",
                                "elements": []
                            },
                            {
                                "content": "22.  The Court considers that it is not required to decide whether the applicant could still be considered a victim, as this complaint is inadmissible for the reasons stated below.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Court reiterates that abnormally lengthy delays in paying compensation awarded by courts might lead to increased financial loss for the person and to uncertainty, especially if there is significant monetary depreciation in the country concerned (see Akkuş v. Turkey, 9 July 1997, § 29, Reports of Judgments and Decisions 1997IV). In this connection, the Court observes that in the present case a large part of the compensation award was paid to the applicant on 10 August 2004, that is to say four months after the decision of the domestic courts became final. The Court further recalls that it has in the past examined cases against Turkey in which the authorities delayed paying compensation awarded under Law no. 466, without any interest (see Ertuğrul Kılıç v. Turkey, no. 38667/02, §§ 19-21, 12 December 2006, and Göktaş v. Turkey, no. 66446/01, §§ 37-41, 29 November 2007). In these cases, the Court found that the applicants had had to bear an individual and excessive burden which had upset the fair balance which should be maintained between the demands of the general interest and the protection of the individual's right to the peaceful enjoyment of possessions.",
                                "elements": []
                            },
                            {
                                "content": "24.  However, the facts of the present case differ from those cited above. The Court observes that, although the domestic courts did not order that a particular rate of interest be applied to the compensation awarded to the applicant, in practice the authorities applied the statutory interest rate of 50% per annum between 23 January 2003 and 1 January 2004, and 15% per annum as from 1 January 2004. Accordingly, although initially the domestic courts awarded the equivalent of EUR 2,100 to the applicant, he actually received the equivalent of EUR 3,900, covering both compensation and interest.",
                                "elements": []
                            },
                            {
                                "content": "25.  The Court is aware that the national authorities have a margin of appreciation and that it may be economically necessary for them to limit the amount of interest payable on debts due by the State. Nevertheless, it cannot decline to verify whether the “fair balance” between the demands of the general interest and the requirements of the protection of the individual's fundamental rights has been preserved. To that end, the Court must ensure that a reasonable relationship of proportionality between the means employed and the aim pursued has been maintained and that no disproportionate burden has been imposed on the person who has been deprived of his or her property (see Aka v. Turkey, 23 September 1998, § 47, Reports 1998VI).",
                                "elements": []
                            },
                            {
                                "content": "26.  As explained above, in the particular circumstances of the present case, and in accordance with the calculation method adopted in the Akkuş judgment (cited above), the Court cannot conclude that the applicant suffered an excessive burden due to the interest rates applied and the deferral of payment.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court therefore concludes that this part of the application is manifestly ill-founded and must be rejected, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "28.  The applicant claimed EUR 6,000 in respect of pecuniary damage and 900,000 Turkish liras (TRY, approximately EUR 417,000) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29. The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. Moreover, it considers that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage suffered by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "30.  The applicant also claimed EUR 841 for costs and expenses and EUR 5,200 in respect of legal fees. He did not submit any supporting documents in respect of his claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, the applicant has not established that he actually incurred the costs claimed. Accordingly, the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the lack of a public hearing admissible and the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 November 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Sally Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ŞENTÜRK v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-95835.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1124JUD002757704",
    "externalsources": [],
    "extractedappno": [
        "27577/04",
        "36590/97",
        "19462/04",
        "38667/02",
        "66446/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-95835",
    "judgementdate": "24/11/2009 00:00:00",
    "kpdate": "24/11/2009 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "ŞENTÜRK",
        "TURKEY"
    ],
    "rank": "703.7412109375",
    "representedby": [
        "BENER N."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "354918",
    "typedescription": "15"
}