{
    "__articles": "3;5;5-3;13;35;35-1;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-3 - Reasonableness of pre-trial detention);Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "41461/10",
    "article": [
        "3",
        "35",
        "5",
        "13",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Reasonableness of pre-trial detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-114777.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 41461/10) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Farit Fatykhovich Dirdizov (“the applicant”), on 20 July 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had not benefited from adequate medical care in detention, that he had not had effective avenues to complain about a violation of his right to proper medical services, and that his pre-trial detention had been unreasonably long.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 6 April 2011 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1). Further to the applicant’s request, the Court granted priority to the application (Rule 41 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1971 and lived until his arrest in the town of Nurlat, in the .",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "6.  On 7 October 2008 criminal proceedings were instituted against the applicant on suspicion of attempted murder. The prosecution’s case was that the applicant had shot Mr M. five times in the course of a property dispute. Two days later an investigator of the Chistopol District Investigative Department issued a wanted notice in respect of the applicant as he had allegedly left his place of permanent residence and gone on the run.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 28 December 2008 the applicant was arrested and was served with a bill of indictment. The charge of attempted murder was joined with another criminal charge against the applicant, of aggravated theft. On the same day a police investigator asked the  () to remand him in custody. The investigator argued that the applicant had been charged with a particularly serious criminal offence, that he could reoffend or influence witnesses, and that he was likely to abscond, given that he had already gone on the run once and a wanted notice had been issued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 29 December 2008 the  granted the request, having adopted the investigator’s reasoning. In two lines the  stated that the gravity of the charges and the likelihood that the applicant would abscond or reoffend, as well as interfere with witnesses, warranted his placement in custody. The applicant’s arguments that he had not absconded from the investigation, that he had not received any summons or notifications from investigating authorities although he had not left his place of permanent residence, and that he was seriously ill, were dismissed as unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The detention order was upheld on appeal by the Supreme Court of the  on 30 January 2009. The appeal court did not see any reasons to doubt the ’s conclusions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On an unspecified date the prosecution authorities amended the charges, having additionally accused the applicant of several counts of aggravated theft and attempted theft and unlawful possession of firearms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant’s detention was extended on a number of occasions. In particular, on 25 February 2009 the , holding that the applicant was charged with grave criminal offences and was likely to abscond, extended his detention until 28 March 2009. On 25 March 2009, with identical reasoning, it extended the detention until 28 May 2009. Another extension followed on 26 May 2009, when the  mentioned the gravity of the charges and the risk that the applicant would abscond and interfere with witnesses who had testified against him. The final detention order, identical to the three previous ones, was issued on 9 June 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 26 June 2009 the applicant was committed to stand trial before the Nurlat District Court. However, two weeks later the District Court returned the case file to the investigating authorities for certain defects in the bill of indictment to be eliminated. The District Court’s decision was quashed on appeal and the case was sent back to the District Court for examination on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 19 November 2009 the  found the applicant guilty of unlawful possession of firearms and several counts of attempted theft, and dismissed the remaining charges. The applicant was sentenced to three years and two months’ imprisonment. That judgment was quashed on appeal by the Supreme Court of the  on 19 March 2010 and the case was sent for a fresh examination. At the same time the Supreme Court, without providing any reasons, remanded the applicant in custody until 19 May 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 28 April 2010 the applicant asked the Nurlat District Court to release him on his own recognisance, arguing that his state of health, in particular the fact that he was suffering from Bechterew’s disease and could not receive the medical treatment he needed in the detention facility, warranted his release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On the same day the District Court dismissed the application for release and extended the applicant’s detention until 19 August 2010, confirming that his detention had been authorised correctly in view of the gravity of the charges against him, his personality and the fact that a search warrant had been issued during the pre-trial investigation. The District Court also noted that, despite the fact that by virtue of the Russian law the applicant’s illness could warrant his release after the conviction, the domestic law did not provide for a possibility to release a detainee on health grounds while the investigation or trial were still pending. By the same decision the court scheduled the first trial hearing for 7 May 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 22 June 2010 the Supreme Court of the  upheld the decision of 28 April 2010, endorsing the District Court’s reasoning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  During the trial hearing on 29 June 2010 the applicant, who had been carried to the court-house on a stretcher, complained to the District Court that he was experiencing severe back pain and was unable to get off the stretcher and take part in the hearing. He asked the court to stay the proceedings and to authorise his release on his own recognisance, given his state of health. While the prosecutor supported the request for an adjournment, he asked the District Court to extend the applicant’s detention. The District Court agreed that the applicant’s health precluded him from appearing at the trial hearings, stayed the proceedings and extended the detention until 19 November 2010, citing the same reasons as in the previous detention orders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant appealed, complaining that there were no reasons justifying an extension of his detention. He argued that the risk of his absconding was negligible, as he was suffering from Bechterew’s disease, which significantly impaired his movement and was accompanied by severe pain. This was confirmed by a medical panel comprising specialists from the  which had examined him in a courtroom on 29 June 2010. Relying on medical reports, the applicant submitted that his illness was incurable and progressed rapidly. The facility where he was detained did not have means, medical specialists or medicines to provide him with the medical care he needed, which could have reduced the severity of his symptoms. Citing various internal regulations of the Russian Health Ministry and Ministry of Justice, the applicant further argued that the domestic law listed his illness among those which relieved a convict from serving a sentence of imprisonment. At the same time, the conditions of detention in remand facilities were far worse than those in correctional colonies. In the applicant’s opinion, it was only logical to relieve him from being detained in worse conditions in a remand facility, taking into account the state of his health. He also noted that he had never attempted to abscond from the investigation, and the warrant for his arrest had been issued without any valid reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 7 September 2010 the Supreme Court of the  upheld the decision of 29 June 2010, noting that the grounds which had warranted the applicant’s detention were still present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The proceedings were resumed on 4 October 2010. On 12 November 2010 the District Court again extended the applicant’s detention for an additional three months, until 19 February 2011. The reasoning employed by the District Court was identical to that of the previous detention orders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 7 December 2010 the Supreme Court of the , having examined the applicant’s appeal, quashed the decision of 12 November 2010 and authorised the applicant’s release on bail of two million Russian roubles (RUB). The Supreme Court reasoned as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The presented materials indicate that [the applicant] is suffering from Bechterew’s disease and, given the state of his health, he cannot be detained in a temporary detention facility. He is unable to receive the necessary medical assistance in the prison hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "This is corroborated both by the decision of [the District Court] by which the proceedings had been stayed until [the applicant’s] recovery, and by medical documents enclosed with [the applicant’s] statement of appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "By virtue of the criminal procedural law the gravity of the charges ... is to be taken into account when a detention is extended, however, the gravity of the charges by itself cannot warrant detention for such a long period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The case file materials indicate that [the applicant] has been detained since 29 December 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Neither the investigator’s requests [for extension of the detention] nor the court decisions cite any real circumstances and evidence ... on the basis of which the investigating authorities and the court concluded that, if released, [the applicant] could abscond from the investigation and trial and reoffend.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The presented materials indicate that [the applicant] has a permanent place of residence, has no previous convictions, has positive reports on his character, and is the caregiver for two minor children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances, the court finds it possible to change [the applicant’s] measure of restraint to bail.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 15 December 2010 the bail was posted and the applicant was released. Five days later he was admitted to the  for inpatient treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 16 March 2011 the Nurlat District Court found the applicant guilty of several counts of aggravated theft and attempted theft and unlawful possession of firearms, acquitted him of an attempted murder charge and sentenced him to four years and a month of imprisonment to be served in a correctional colony. The applicant was taken into custody in the courtroom.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 27 May 2011 the Supreme Court of the , acting on appeal, quashed the judgment in the part concerning the applicant’s acquittal, sent the matter for reconsideration by the trial court and upheld the remaining part of the conviction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  By way of a supervisory-review procedure, the Presidium of the Supreme Court quashed the judgment of 27 May 2011 and sent the case to the appeal court for a fresh examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 27 September 2011 the trial judgment of 16 March 2011 became final, with the Supreme Court fully upholding the trial court’s findings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The state of the applicant’s health and the medical assistance rendered to him in detention",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s submissions",
                                        "elements": [
                                            {
                                                "content": "27.  The applicant provided the Court with a large number of medical reports and certificates, describing in detail his medical condition, medical history and the medical assistance rendered to him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  In particular, the medical documents indicate that in 1992, during his service in the army, the applicant was diagnosed with reactive arthritis. From 2003 onwards he experienced increasing pain in the lower back. When he sought medical assistance he was diagnosed with Bechterew’s disease. The applicant had treatment in various hospitals on a number of occasions. His condition is characterised by serious and constant pain in the spine, neck, chest, lower part of the back and hip joints, occasional pain in the knee and shoulder joints and hands, frequent shivering, and tightening of the chest, impairing breathing. The applicant has to constantly change position to relieve pain; he also experiences severe pain, lasting up to four hours, while walking. The disease has intense clinical activity and is progressing rapidly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The applicant also produced a number of medical certificates issued as early as January 2009 by civilian doctors, noting that his treatment was impossible in a detention facility. The applicant’s medical condition, given the rapid deterioration of his health, required treatment in a specialised hospital. The doctors also noted that a failure to respect that condition would be a threat to the applicant’s life and would lead to his becoming disabled. On 11 January 2010 a medical assessment panel declared that the applicant was suffering from a Category 3 disability.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  A medical certificate issued on 12 October 2010 by a doctor at the IZ-16/3 facility, where the applicant had been detained since 11 July 2009, indicates that the facility did not have the medicines which were prescribed for the applicant by a rheumatologist. A similar certificate was issued by the head of the medical unit of detention facility no. IZ-16/3 on 14 April 2010. According to the applicant, in an attempt to replace the absent medicines required for treating him the facility medical personnel provided him with cheaper drugs, which led to an impairment of his hearing and eyesight, kidney and liver damage and loss of the ability to move. He provided the Court with copies of more than forty payment receipts, as well as a number of letters to the head of the detention facility bearing handwritten notes by facility employees, showing that his relatives had regularly bought medicines and given them to the facility authorities, and that the authorities had handed the medicines over to the applicant.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "31.  Relying on a copy of the applicant’s medical file, the Government submitted that following the applicant’s arrest he was examined by a medical assistant. Given that he was suffering from Bechterew’s disease. he was prescribed diclofenac, an anti-inflammatory drug, and arava, a drug for the treatment of active rheumatoid arthritis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  As the applicant continued to complain of severe back pain, prison medical staff examined him on a number of occasions between 15 January and 19 April 2009, and added the following medicines to his regimen: aspirin, omez, tempalgin, duovit, movalis, an anti-rheumatic gel and Dicul’s balsam. The record shows that the applicant’s relatives provided the majority of those medicines. On 22 April 2009 a doctor made an entry in the record stating that the applicant should be sent for a comprehensive medical examination to decide whether to release him on parole. On a number of occasions the attending prison doctors also noted that it was necessary to transfer him to a prison hospital, given the highly progressive nature of the illness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  Between 28 April and 27 June 2009 the applicant was mostly seen by a prison nurse or medical assistant. The prison doctor visited him twice, checking whether the applicant had received medicines from his relatives. Each time the medical personnel confirmed the diagnosis, heard the applicant’s complaints, and decided that he should continue with the prescribed treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 11 July 2009 the applicant was transferred to facility no. IZ-16/3. He complained of severe joint pain and asked for a transfer to a prison hospital. On 24 and 31 July 2009 a neurologist and traumatologist from a civilian hospital examined the applicant. They confirmed the diagnosis of Bechterew’s disease with a long list of concomitant conditions, and prescribed treatment and therapeutic physical exercises. The Government submitted that the applicant had refused the treatment. Further requests by the applicant for admission to a hospital for inpatient treatment were addressed by the introduction of another painkiller and a herbal sedative to his regimen.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The applicant was admitted to a correctional colony hospital on 21 August 2009, where he underwent a number of tests and continued receiving treatment. He was transferred back to the detention facility less than a month later, on 16 September 2009, with a recommendation that he undergo regular and frequent clinical testing and continue with the treatment. A long list of medicines and a schedule of clinical tests was included in the recommendations. The applicant’s medical file does not contain any entries for the period between 16 September and 30 December 2009, when he was seen by an oculist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Following a forensic medical examination of the applicant, on 11 January 2010 a medical panel declared that he was suffering from a Category 3 disability. No further entries were made in his file until 28 May 2010, except entries detailing that the applicant persistently complained of pain in the back and joints, that he was demanding treatment and an enriched dietary regime, that he was continuing to be treated with medicines provided by his relatives, and that the facility did not have the medicines which had been prescribed by doctors on the applicant’s release from the colony hospital in September 2009. The applicant’s medical file also shows that the facility’s medical staff attempted to amend the applicant’s treatment, given that the medicines prescribed for the applicant were too expensive, and therefore the facility did not have the resources to provide them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 28 May 2010 the applicant was again transferred to the colony hospital, where he remained until 9 June 2010. The doctors then authorised his transfer back to the detention facility, considering that his condition was satisfactory.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Following his transfer back to the detention facility, the applicant continued complaining of severe pain. His condition was considered to be moderately serious. The records also indicate that the applicant could not be seen by medical specialists, and in particular that he could not be seen by a rheumatologist, as the detention facility did not employ one. A medical certificate issued in May 2010 and submitted by the Government described the applicant’s illness as progressing rapidly, and specified that he could only be properly treated in a specialised medical facility: this treatment could not be provided in the environment in which he was being detained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In response to his complaints of increasingly severe pain, the applicant was again admitted to the colony hospital on 23 November 2010, and spent two weeks there. He was released with a recommendation to continue taking medicines and to be seen regularly by a rheumatologist as a main requirement of basic therapy. In January 2011 a medical panel declared that the applicant’s disability had progressed to Category 2 under the medical classification scheme.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  After he was convicted, on 16 March 2011, the applicant was detained again and placed on a list of inmates in need of close medical supervision. His condition was considered “relatively satisfactory”. He continued complaining of lower back pain and joint stiffness. Without providing specific details on the content of the treatment, the Government submitted that the applicant has been receiving it following recommendations by a rheumatologist.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The applicant’s attempts to obtain medical assistance in detention",
                                        "elements": [
                                            {
                                                "content": "41.  In June 2009 the applicant lodged a complaint with the , stating that he was not receiving the medical assistance he needed in detention and asking to be transferred to a prison hospital in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  By a letter of 24 July 2009 the  returned the applicant’s complaint, with the following remarks:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“I return your request ... without an examination because under the criminal procedural law in force courts do not have the authority to authorise the transfer of detainees to prison hospitals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "You have to apply to the administration of the detention facility ... with a request for a transfer for medical treatment.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On the same day the applicant lodged another request with the , seeking a forensic medical examination to determine the current state of his health. In August 2009 the applicant received a copy of a letter addressed to the head of detention facility no. IZ-16/3, by which the  declared its lack of authority to examine the merits of the request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In response to the applicant’s complaint that he was not receiving adequate medical assistance in detention, on 10 July 2009 the office of the Ombudsman of the  stated that the complaint had been accepted for examination. No further update on the results of the examination was given to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Records provided by the Government show that the applicant lodged a large number of complaints about the quality of the medical care at the facilities where he was detained. The applicant argued that he had also sent complaints to various prosecution authorities about lack of medical assistance in detention, and also complained that his health was deteriorating rapidly. He provided the Court with a copy of his complaint to the Prosecutor of the . The copy bears a stamp indicating that the copy was authentic. A handwritten note in the corner of the complaint appears to show that the complaint was received on 24 July 2009 and attached to the applicant’s file. No response followed.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Provisions governing the quality of medical care afforded to detainees",
                                "elements": [
                                    {
                                        "content": "46.  The relevant provisions of domestic and international law governing the health care of detainees, including those suffering from HIV and tuberculosis, are set out in the following judgments: A.B. v. , no. 1439/06, §§ 77-84, 14 October 2010; Yevgeniy Alekseyenko v. Russia, no. 41833/04, §§ 60-66 and 73-80, 27 January 2011; and Pakhomov v. Russia, no. 44917/08, §§ 33-39 and 42-48, 30 September 2011.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Provisions establishing legal avenues for complaints about the quality of medical assistance",
                                "elements": [
                                    {
                                        "content": "1.  Prosecutors Act (Federal Law no. 2202-1 of 17 January 1992)",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Ombudsman Act (Federal Law no. 1-FKZ of 26 February 1997)",
                                        "elements": [
                                            {
                                                "content": "50.  The Ombudsman may receive complaints concerning the actions by federal and municipal State bodies or employees, provided that the complainant has previously lodged a judicial or administrative appeal in this connection (section 16 § 1).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Having examined the complaint, the Ombudsman may apply to a court or prosecutor for the protection of the rights and freedoms which have been breached by an unlawful action or inaction of a State official or petition the competent authorities for institution of disciplinary, administrative or criminal proceedings against the State official who has committed such a breach (section 29 § 1).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Ombudsman prepares a summary of individual complaints and he or she may submit to State and municipal authorities recommendations of a general nature on the ways to improve the protection of individual rights and freedoms or suggest legislative amendments to the lawmakers (section 31).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Code of Civil Procedure: Complaints about unlawful decisions",
                                        "elements": [
                                            {
                                                "content": "53.  Chapter 25 sets out the procedure for the judicial review of complaints about decisions, acts or omissions of the State and municipal authorities and officials. Pursuant to Ruling no. 2 of 10 February 2009 by the Plenary Supreme Court of the , complaints by suspects, defendants and convicts of inappropriate conditions of detention must be examined in accordance with the provisions of Chapter 25 (point 7).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  A citizen may lodge a complaint about an act or decision by any State authority which he believes has breached his rights or freedoms, either with a court of general jurisdiction or by sending it to the directly higher official or authority (Article 254). The complaint may concern any decision, act or omission which has violated rights or freedoms, has impeded the exercise of rights or freedoms, or has imposed a duty or liability on the citizen (Article 255).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The complaint must be lodged within three months of the date on which the citizen learnt of the breach of his rights. The time period may be extended for valid reasons (Article 256). The complaint must be examined within ten days; if necessary, in the absence of the respondent authority or official (Article 257).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The burden of proof as to the lawfulness of the contested decision, act or omission lies with the authority or official concerned. If necessary, the court may obtain evidence on its own initiative (point 20 of Ruling no. 2).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  If the court finds the complaint justified, it issues a decision requiring the authority or official to fully remedy the breach of the citizen’s rights (Article 258 § 1). The court determines the time-limit for remedying the violation with regard to the nature of the complaint and the efforts that need to be deployed to remedy the violation in full (point 28 of Ruling no. 2).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The decision is dispatched to the head of the authority concerned, to the official concerned or to their superiors, within three days of its entry into force. The court and the complainant must be notified of the enforcement of the decision no later than one month after its receipt (Article 258 §§ 2 and 3).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Civil Code",
                                        "elements": [
                                            {
                                                "content": "59.  Damage caused to the person or property of a citizen shall be compensated in full by the tortfeasor. The tortfeasor is not liable for damage if he proves that the damage has been caused through no fault of his own (Article 1064 §§ 1, 2).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  State and municipal bodies and officials shall be liable for damage caused to a citizen by their unlawful actions or omissions (Article 1069). Irrespective of any fault by State officials, the State or regional treasury are liable for damage sustained by a citizen on account of: (i) unlawful criminal conviction or prosecution; (ii) unlawful application of a preventive measure; and (iii) unlawful administrative punishment (Article 1070).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Compensation for non-pecuniary damage is effected in accordance with Article 151 of the Civil Code and is unrelated to any award in respect of pecuniary damage (Article 1099). Irrespective of the tortfeasor’s fault, non-pecuniary damage shall be compensated if the damage was caused: (i) by a hazardous device; (ii) in the event of unlawful conviction or prosecution or unlawful application of a preventive measure or unlawful administrative punishment: or (iii) through dissemination of information which was damaging to the victim’s honour, dignity or reputation (Article 1100).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Provisions governing detention",
                                "elements": [
                                    {
                                        "content": "62.  The Russian legal regulations of detention are explained in the judgment of Isayev v.  (no. 20756/04, §§ 67-80, 22 October 2009).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.  The applicant complained that the authorities have not taken steps to safeguard his health and well-being, failing to provide him with adequate medical assistance in breach of Article 3 of the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "He also claimed that he did not have at his disposal an effective remedy for the violation of the guarantee against ill-treatment, which is required under Article 13 of the Convention:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority ....”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "64.  The Government put forward two lines of argument, insisting that the applicant, who had had a choice of effective remedies before him, had not exhausted them and, at the same time, arguing that the treatment provided to the applicant during the entire period of his detention corresponded to the highest standards. As to the first argument, the Government stressed that the applicant had not complained to a court that he was not receiving adequate medical assistance. The procedure for making claims before a court was established in Chapter 25 of the Code of Civil Procedure, as clarified by the Supreme Court’s Ruling no. 2 of 10 February 2009. Having relied on two cases examined by the Russian courts and the Court’s findings in the case of Popov and Vorobyev v. Russia (no. 1606/02, 23 April 2009), they submitted that it had also been open to the applicant to lodge a tort action claiming compensation for damage caused by allegedly inadequate medical assistance. Relying on Resolution no. CM/ResDH(2010)35 adopted at the 1078th Meeting of the Committee of Ministers of the Council of Europe, the Government further noted that statistics and a number of cases presented to the Committee had demonstrated the developing practice of the Russian courts in awarding compensation for non-pecuniary damage caused by unsatisfactory conditions of detention. In the Government’s opinion, the applicant’s failure to apply to a Russian court with a complaint had to be interpreted by the Court as his unwillingness to comply with the admissibility requirements set out by Article 35 §§ 1 and 4 of the Convention. The Government stressed that his complaint under Article 3 should therefore be dismissed for failure to exhaust domestic remedies and the complaint under Article 13 was obviously manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In the alternative, the Government argued that the applicant had been provided with adequate care, irrespective of the type of detention facility in which he had been held. He had received effective treatment, both in the colony hospital and in ordinary detention facilities. The medical personnel possessed the necessary training and skills to treat the applicant. The facilities were equipped with medicines and medical equipment according to established norms. The Government pointed out that the applicant had undergone a number of medical examinations, tests and procedures. They also stressed that his current condition was considered satisfactory and that he was under medical supervision on account of “his chronic disease”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The applicant asked the Court to dismiss both arguments raised by the Government, emphasising that his complaints to the Ombudsman, a court or prosecution authorities had either produced no response or had been dismissed for superficial reasons. He further stressed that he was unable to obtain the medical assistance he needed while in detention. He relied on various documents issued by detention authorities, which confirmed that it was impossible to provide him with adequate medical care. The applicant stated that if it was not for the care of his relatives who had managed to provide him with a number of the medicines prescribed by prison medical staff, his condition could have been far worse. He argued that despite the continuing and rapid deterioration of his health the Russian authorities had refused to admit him to a prison hospital or to release him from detention. While prison medical staff tried to monitor his condition they were not equipped to do so, as they were not trained in the relevant medical field and did not have sufficient knowledge to treat rheumatology patients. He was only seen by a specialist, a rheumatologist, twice during the entire period of his detention, in August 2009 and June 2010, and even when such a visit took place, the recommendations of the specialist were not complied with, as the detention facility did not have necessary resources. The lack of medical assistance, including the absence of prescribed therapeutic exercise and physical therapy, subjected him to extreme suffering. At a certain point during his detention he was unable to get up or walk unaided and was carried around, including to court hearings, on a stretcher. The applicant drew the Court’s attention to the Government’s statement that in June 2010 he had been released from the hospital in a satisfactory condition. At the same time, the Government did not dispute that merely two weeks later, in the end of June 2010, given his condition the applicant had been transported to the court-house on a stretcher and that the examination of his case had been stayed in view of the poor state of his health. In the applicant’s opinion, the Government’s argument of the proper quality of medical care was rebutted by the fact that his illness had progressed rapidly, with his disability moving from Category 3 to Category 2 in less than a year.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "67.  The Government raised the objection of non-exhaustion of domestic remedies by the applicant. The Court considers that the issue of exhaustion of domestic remedies is closely linked to the merits of the applicant’s complaint that he did not have at his disposal an effective avenue for a complaint of inhuman and degrading treatment to which he was subjected by being deprived of effective medical care. Thus, the Court finds it necessary to join the Government’s objection to the merits of the applicant’s complaint under Article 13 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court further notes that the applicant’s complaints under Articles 3 and 13 of the Convention are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Exhaustion of domestic remedies and alleged violation of Article 13 of the Convention",
                                "elements": [
                                    {
                                        "content": "69.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 of the Convention obliges those seeking to bring a case against the State before the Court to use first the remedies provided by the national legal system. Consequently, States are dispensed from answering before an international body for their acts before they have had an opportunity to put matters right through their own legal system. The rule is based on the assumption, reflected in Article 13 of the Convention, with which it has close affinity, that there is an effective remedy available to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief. In this way, it is an important aspect of the principle that the machinery of protection established by the Convention is subsidiary to the national systems safeguarding human rights (see Kudła v. Poland [GC], no. 30210/96, § 152, ECHR 2000XI, and Handyside v. the United Kingdom, 7 December 1976, § 48, Series A no. 24).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  An applicant is normally required to have recourse only to those remedies that are available and sufficient to afford redress in respect of the breaches alleged. The existence of the remedies in question must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness (see, inter alia, Vernillo v. France, 20 February 1991, § 27, Series A no. 198, and Johnston and Others v. Ireland, 18 December 1986, § 22, Series A no. 112). It is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say that it was accessible, was one which was capable of providing redress in respect of the applicant’s complaints, and offered reasonable prospects of success. However, once this burden of proof has been satisfied it falls to the applicant to establish that the remedy advanced by the Government had in fact been used or was for some reason inadequate and ineffective in the particular circumstances of the case, or that there existed special circumstances absolving him or her from the requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court would emphasise that the application of the rule must make due allowance for the fact that it is being applied in the context of machinery for the protection of human rights that the Contracting Parties have agreed to set up. Accordingly, it has recognised that the rule of exhaustion of domestic remedies must be applied with some degree of flexibility and without excessive formalism (see Cardot v. , 19 March 1991, § 34, Series A no. 200). It has further recognised that the rule of exhaustion is neither absolute nor capable of being applied automatically; in reviewing whether it has been observed it is essential to have regard to the particular circumstances of each individual case (see Van Oosterwijck v. Belgium, 6 November 1980, § 35, Series A no. 40). This means amongst other things that it must take realistic account not only of the existence of formal remedies in the legal system of the Contracting Party concerned but also of the general legal and political context in which they operate as well as the personal circumstances of the applicants (see Akdivar and Others v. Turkey, 16 September 1996, §§ 65-68, Reports 1996IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The scope of the Contracting States’ obligations under Article 13 varies depending on the nature of the applicant’s complaint; the “effectiveness” of a “remedy” within the meaning of Article 13 does not depend on the certainty of a favourable outcome for the applicant. At the same time, the remedy required by Article 13 must be “effective” in practice as well as in law, in the sense either of preventing the alleged violation or its continuation, or of providing adequate redress for any violation that has already occurred (see Kudła, cited above, §§ 157-158, and Wasserman v. Russia (no. 2), no. 21071/05, § 45, 10 April 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  Where the fundamental right to protection against torture and inhuman and degrading treatment is concerned, the preventive and compensatory remedies have to be complementary in order to be considered effective. The existence of a preventive remedy is indispensable for the effective protection of individuals against the kind of treatment prohibited by Article 3 of the Convention. Indeed, the special importance attached by the Convention to that provision requires, in the Court’s view, that the States Parties establish, over and above a compensatory remedy, an effective mechanism in order to put an end to any such treatment rapidly. Had it been otherwise, the prospect of future compensation would have legitimised particularly severe suffering in breach of this core provision of the Convention (see Vladimir Romanov v. Russia, no. 41461/02, § 78, 24 July 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court observes that its task in the present case is to examine the effectiveness of various domestic remedies suggested by the Russian Government or employed by the applicant in his attempts to draw the authorities’ attention to his state of health and the quality of medical care he had been afforded. The Court observes that the Government listed a complaint under Chapter 25 of the Code of Civil Procedure and a tort action as the remedial avenues which the applicant had failed to use. The applicant, in his turn, stressed that he had attempted to make use of such avenues, as a complaint to a court, a prosecutor or an Ombudsman. Furthermore, given the Government’s reliance on the Court’s findings in the case of Popov and Vorobyev (cited above, § 67, where, having declared the applicants’ complaint of inadequate medical assistance inadmissible, it noted that they had not raised that issue before any domestic authority, including the detention centre authorities, the prosecutor’s office and the courts), the Court is ready to consider whether, in addition to the venues cited above by the Government and the applicant, a complaint to the administration of a detention facility could have been effectively used by the applicant to complain about the quality of medical care in detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  As regards a complaint to the administration of a detention facility, the Court notes that the primary responsibility of the prison officials in charge of a detention facility is that of ensuring appropriate conditions of detention, including adequate health care for prisoners. It follows that a complaint of negligence by prison medical personnel would necessarily call into question the way in which the prison management had discharged its duties and complied with domestic legal requirements. Accordingly, the Court does not consider that the prison authorities would have a sufficiently independent standpoint to satisfy the requirements of Article 35 of the Convention (see Silver and Others v. the United Kingdom, 25 March 1983, § 113, Series A no. 61): in deciding on a complaint concerning an inmate’s medical care for which they were responsible, they would in reality be judges in their own cause (see Goginashvili v. Georgia, no. 47729/08, § 55, 4 October 2011, and, more recently, Ismatullayev v. Russia (dec.), § 26, 6 March 2012). In reaching this conclusion the Court also does not lose sight of the fact that the applicant’s complaints to the detention authorities were unsuccessful (see paragraph 45 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court will now consider whether a complaint to a prosecutor could have provided the applicant with redress for the alleged violation of his rights. The Court reiterates that the decisive question in assessing the effectiveness of raising a complaint of inhuman and degrading treatment before a prosecutor is whether the applicant could have done so in order to obtain direct and timely redress, and not merely an indirect protection of the rights guaranteed in Article 3 of the Convention. Even though the prosecutors’ review undeniably plays an important part in securing appropriate conditions of detention, including the proper standard of medical care for detainees, a complaint to the supervising prosecutor falls short of the requirements of an effective remedy, because of the procedural shortcomings that have previously been identified in the Court’s case-law (see, for instance, Pavlenko v. Russia, no. 42371/02, §§ 88-89, 1 April 2010, and Aleksandr Makarov, cited above, §§ 85-86, with further references). In particular, the Court has never been convinced that a report or order by a prosecutor, which both have a primarily declaratory character, could have offered preventive or compensatory redress, or both, for allegations of treatment contrary to Article 3 of the Convention (see Aleksandr Makarov, cited above, §§ 85-86).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court further reiterates the Convention institutions’ settled case-law, according to which a hierarchical complaint which does not give the person making it a personal right to the exercise by the State of its supervisory powers cannot be regarded as an effective remedy for the purposes of Article 35 of the Convention (see Horvat v. Croatia, no. 51585/99, § 47, ECHR 2001-VIII, and Gibas v. Poland, no. 24559/94, Commission decision of 6 September 1995, Decisions and Reports 82, pp. 76 and 82). The Court accepts the assertion that detainees may send their complaints to a prosecutor. However, there is no legal requirement on the prosecutor to hear the complainant or ensure his or her effective participation in the ensuing proceedings, which would entirely be a matter between the supervising prosecutor and the supervised body. The complainant would not be a party to any proceedings and would only be entitled to obtain information about the way in which the supervisory body dealt with the complaint. The Court reiterates that, in the absence of a specific procedure, the ability to appeal to various authorities cannot be regarded as an effective remedy because such appeals aim to urge the authorities to utilise their discretion and do not give the complainant a personal right to compel the State to exercise its supervisory powers (see Dimitrov v. , no. 47829/99, § 80, 23 September 2004). Moreover, the Court does not lose sight of the fact that the applicant’s complaint to the Prosecutor of the  did not elicit any response (see paragraph 45 above). Since the complaint to a prosecutor about the quality of medical assistance in detention does not give the person using it a personal right to the exercise by the State of its supervisory powers, it cannot be regarded as an effective remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court further observes that the applicant submitted a complaint, that he did not receive effective medical care while in detention, to the office of the Ombudsman of the  (see paragraph 44 above). Even though he received a personal reply that his complaint was to be examined, the Court reiterates that, as a general rule, an application to an ombudsman cannot be regarded as an effective remedy as required by Article 35 of the Convention, because the ombudsman has no power to render a binding decision granting redress (see Aleksandr Makarov v. Russia, no. 15217/07, § 84, 12 March 2009, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  For a remedy to be considered effective it should be capable of providing redress for the complainant. An ombudsman, however, lacks the power to issue a legally binding decision that would be capable of bringing about an improvement in the complainant’s situation or would serve as a basis for obtaining compensation. The ombudsman’s task is different: he identifies various human rights issues on the basis of individual complaints and other information at his disposal, highlights problems in his annual reports, and works out solutions in cooperation with regional and federal authorities (see paragraphs 50-52 above). While his activities may usefully contribute to a general improvement in the level of medical care afforded to detainees, the ombudsman remains unable, in view of his specific remit, to provide redress in individual cases as required by the Convention. It follows that recourse to an ombudsman does not constitute an effective remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court will further examine whether the tort provisions of the Civil Code constituted an effective domestic remedy capable of providing an aggrieved detainee with redress for absent or inadequate medical assistance. The Court has already examined this remedy in several recent cases, in the context of both Article 35 § 1 and Article 13 of the Convention, and was not satisfied that it was an effective one. The Court found that, while the possibility of obtaining compensation was not ruled out, the remedy did not offer reasonable prospects of success, in particular because the award was conditional on the establishment of fault on the part of the authorities (see, for instance, Roman Karasev v. Russia, no. 30251/03, §§ 81-85, 25 November 2010; Shilbergs v. , no. 20075/03, §§ 71-79, 17 December 2009; Kokoshkina v. Russia, no. 2052/08, § 52, 28 May 2009; Aleksandr Makarov, cited above , §§ 77 and 87-89; Benediktov v. , no. 106/02, §§ 29 and 30, 10 May 2007; Burdov v.  (no. 2), no. 33509/04, §§ 109-116, ECHR 2009; and, most recently, Ananyev and Others v. , nos. 42525/07 and 60800/08, §§ 113-118, 10 January 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The provisions of the Civil Code on tort liability impose special rules governing compensation for damage caused by State authorities and officials. Articles 1070 and 1100 contain an exhaustive list of instances of strict liability in which the treasury is liable for the damage, irrespective of the State officials’ fault. Inadequate medical care does not appear in this list. Only the unlawful institution or conduct of criminal or administrative proceedings gives rise to strict liability; in all other cases, the general provision in Article 1069 applies, requiring the claimant to show that the damage was caused through an unlawful action or omission on the part of a State authority or official.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Court has already had occasion to criticise as unduly formalistic the approach of the Russian courts based on the requirement of formal unlawfulness of the authorities’ actions. However, in its assessment of the effectiveness of tort proceedings for cases of inadequate medical care of detainees, the Court considers the following considerations to be more important. To prove the existence of the selection and successful use of mechanisms of redress, the Government cited two cases in which claimants, former inmates, had been granted compensation for damage to health resulting from inadequate medical care in detention. Without embarking on an analysis of the relevance of the cases to the case at hand and deciding whether the two cases sufficiently demonstrate the existence of a developed, consistent and coherent practice of remedies being available for victims of Article 3 violations resulting from a lack of medical assistance or its poor quality, the Court reiterates that to be adequate, remedies for the implementation of accountability of a State should correspond to the kind and nature of the complaints addressed to it. Given the continuous nature of the violation alleged by the applicant, in particular his complaint that he was suffering from an extremely serious medical condition and that his health was continuing to deteriorate in the absence of appropriate medical treatment, the Court considers that an adequate remedy in such a situation should imply a properly functioning mechanism of monitoring the conduct of national authorities with a view to putting an end to the alleged violation of the applicant’s rights and preventing the recurrence of such a violation in the future. Therefore, a purely compensatory remedial avenue would not suffice to satisfy the requirements of effectiveness and adequacy in a case of an alleged continuous violation of a Conventional right and should be replaced by another judicial mechanism performing both the preventive and compensatory functions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court observes that the Government have never argued that a tort action could have offered the applicant any other redress than a purely compensatory award. Being convinced that a preventive remedial measure would have had an evidently pivotal role in a case such as the applicant’s, with his pleas of ongoing deterioration of his health in view of a lack of proper medical care, the Court finds that a tort claim was not able to provide the applicant with relief appropriate for his situation. The purely monetary compensation afforded by a tort action could not extinguish the consequences created by the alleged continuous situation of inadequate or insufficient medical services. A tort claim would not have entailed the ending or modification of the situation or conditions in which the applicant found himself. It would not have brought about an order to put an end to the alleged violation and to compel the detention authorities to offer the applicant the requisite level of medical care, and it would not have provided for any sanction for failure to comply, thus depriving a court examining the tort claim of the opportunity to take practical steps to eliminate the applicant’s further suffering or to deter wrongful behaviour on the part of the authorities. This logic has been applied in a large number of cases raising an arguable claim under Article 3, with the Court insisting that if the authorities could confine their reaction in such cases to the mere payment of compensation, it would be possible in some cases for agents of the State to abuse the rights of those within their control with virtual impunity, and the general legal prohibition of torture and inhuman and degrading treatment, despite its fundamental importance, would be ineffective in practice. The State cannot escape its responsibility by purporting to erase a wrong by a mere grant of compensation in such cases (see, among many other authorities, mutatis mutandis, Krastanov v. Bulgaria, no. 50222/99, § 60, 30 September 2004; Yaşa v. Turkey, 2 September 1998, § 74, Reports 1998VI; Tanrıkulu v. Turkey [GC], no. 23763/94, § 79, ECHR 1999-IV; Velikova v. Bulgaria, no. 41488/98, § 89, ECHR 2000-VI; Salman v. Turkey [GC], no. 21986/93, § 83, ECHR 2000-VII; Gül v. Turkey, no. 22676/93, § 57, 14 December 2000; Kelly and Others v. the United Kingdom, no. 30054/96, § 105, 4 May 2001; and Avşar v. Turkey [GC], no. 25657/94, § 377, ECHR 2001-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  In the light of the above considerations, the Court finds that also in the present case, concerning the continuous situation of absent or inadequate medical care in detention, a civil claim for damages did not satisfy the criteria of an effective remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Court’s final task is to assess the effectiveness of a complaint under Chapter 25 of the Code of Civil Procedure. By virtue of the provisions of Chapter 25, Russian courts are endowed with supervisory jurisdiction over any decision, action or inaction on the part of State officials and authorities that has violated individual rights and freedoms or prevented or excessively burdened the exercise thereof. Such claims must be submitted within three months of the alleged violation and adjudicated promptly and speedily within ten days of the submission. In those proceedings, the complainant must demonstrate the existence of an interference with his or her rights or freedoms, whereas the respondent authority or official must prove that the impugned action or decision was lawful. The proceedings are to be conducted in accordance with the general rules of civil procedure (see paragraphs 53-58 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  If the complaint is found to be justified, the court will require the authority or official concerned to make good the violation of the complainant’s right(s) and set a time-limit for doing so. The time-limit will be determined with regard to the nature of the violation and the efforts that need to be deployed to ensure its elimination. A report on the enforcement of the decision should reach the court and the complainant within one month of its service on the authority or official.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court notes that judicial proceedings instituted in accordance with Chapter 25 of the Code of Civil Procedure provide a forum that guarantees due process of law and effective participation for the aggrieved individual. In such proceedings, courts can take cognisance of the merits of the complaint, make findings of fact and order redress that is tailored to the nature and gravity of the violation. The proceedings are conducted diligently and at no cost to the complainant. The ensuing judicial decision will be binding on the defaulting authority and enforceable against it. The Court is therefore satisfied that the existing legal framework renders this remedy prima facie accessible and capable, at least in theory, of affording appropriate redress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  Nevertheless, in order to be “effective”, a remedy must be available not only in theory but also in practice. This means that the Government should normally be able to illustrate the practical effectiveness of the remedy with examples from the case-law of the domestic courts. The Russian Government, however, did not submit a single judicial decision showing that a complainant had been able to vindicate his or her rights by having recourse to this remedy. The Court, for its part, has not noted any examples of the successful use of this remedy in any of the cases relating to conditions of detention or medical assistance that have previously come before it. The absence of established judicial practice in this regard appears all the more clear in the light of the fact that the Code of Civil Procedure, including its Chapter 25, has been in force since 1 February 2003 and that Chapter 25 merely consolidated and reproduced the provisions concerning a substantially similar procedure that had been available under Law no. 48661 of 27 April 1993 on Judicial Complaints against Actions and Decisions which have Impaired Citizens’ Rights and Freedoms (“the Citizens’ Rights and Freedoms (Judicial Complaints) Act 1993”). The remedy, which has not produced a substantial body of case-law or a plethora of successful claims in more than eighteen years of existence, leaves genuine doubts as to its practical effectiveness. Admittedly, the ruling of the Plenary Supreme Court, which explicitly mentioned the right of detainees to complain under Chapter 25 about their conditions of detention, was only adopted in February 2009, but it did not alter the existing procedure in any significant way and its effectiveness in practice still remains to be demonstrated (see, for similar reasoning, Ananyev and Others, cited above, §§ 107-110). The Government also did not explain how, in the light of the ruling of the Plenary Supreme Court which concerned complaints about conditions of detention, the Chapter 25 procedure would work in respect of complaints of ineffective medical care for detainees, given the specificity of those complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court’s doubts as to the effectiveness of the procedure prescribed by Chapter 25 of the Code of Civil Procedure are further strengthened by the Chistopol Town Court’s response to what appears to be an attempt by the applicant to make use of that avenue. It does not escape the Court’s attention that without taking any formal decision on the admissibility or merits of the complaint, the , in a letter, informed the applicant that his complaint could not be adjudicated and that he should have applied to the detention facility authorities for proper relief. The Court reiterates in this respect that it has already found ineffective a complaint to detention authorities, particularly so that the applicant’s attempts to make use of that avenue were futile (see paragraphs 45 and 75 above). The applicant’s second complaint to the  brought a similar response (see paragraphs 41-43 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court therefore finds that, although Chapter 25 of the Code of Civil Procedure, as clarified by the Supreme Court’s ruling of 10 February 2009, provides a solid theoretical legal framework for adjudicating detainees’ complaints of inadequate conditions of detention, and possibly their complaints of ineffective medical care, it has not yet been convincingly demonstrated that that avenue satisfies the requirements of effectiveness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  In the light of the above considerations, the Court concludes that none of the remedial avenues put forward by the Government, as well as none of the remedies which the applicant employed in his attempt to obtain the requisite medical care in detention, constituted in the present case an effective remedy. Accordingly, the Court dismisses the Government’s objection of non-exhaustion of domestic remedies and finds that the applicant did not dispose of an effective domestic remedy for his grievances, in breach of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Alleged violation of Article 3 of the Convention",
                                "elements": [
                                    {
                                        "content": "92.  The Court reiterates that Article 3 of the Convention enshrines one of the most fundamental values of democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim’s behaviour (see, for example, Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV). Illtreatment must, however, attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum is relative: it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see, among other authorities, Verbinţ v. , no. 7842/04, § 63, 3 April 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  Ill-treatment that attains such a minimum level of severity usually involves actual bodily injury or intense physical or mental suffering. However, even in the absence of these, where treatment humiliates or debases an individual, showing a lack of respect for or diminishing his or her human dignity, or arouses feelings of fear, anguish or inferiority capable of breaking an individual’s moral and physical resistance, it may be characterised as degrading and also fall within the prohibition of Article 3 (see Pretty v. the United Kingdom, no. 2346/02, § 52, ECHR 2002-III, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The State must ensure that a person is detained in conditions which are compatible with respect for human dignity, that the manner and method of the execution of the measure of deprivation of liberty do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, his health and well-being are adequately secured (see Kudła, cited above, §§ 92-94, and Popov v. , no. 26853/04, § 208, 13 July 2006). In most of the cases concerning the detention of people who were ill, the Court has examined whether or not the applicant received adequate medical assistance in prison. The Court reiterates in this regard that even though Article 3 does not entitle a detainee to be released “on compassionate grounds”, it has always interpreted the requirement to secure the health and well-being of detainees, among other things, as an obligation on the part of the State to provide detainees with the requisite medical assistance (see Kudła, cited above, § 94; Kalashnikov v. Russia, no. 47095/99, § 95, ECHR 2002-VI; and Khudobin v. Russia, no. 59696/00, § 96, ECHR 2006-XII (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The “adequacy” of medical assistance remains the most difficult element to determine. The Court insists that, in particular, authorities must ensure that diagnosis and care are prompt and accurate (see Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, § 115, 29 November 2007; Melnik v. , no. 72286/01, §§ 104-106, 28 March 2006; Yevgeniy Alekseyenko, cited above, § 100; Gladkiy v. , no. 3242/03, § 84, 21 December 2010; Khatayev v. , no. 56994/09, § 85, 11 October 2011; and, mutatis mutandis, Holomiov v. Moldova, no. 30649/05, § 121, 7 November 2006), and that, where necessitated by the nature of a medical condition, supervision is regular and systematic and involves a comprehensive therapeutic strategy aimed at adequately treating the detainee’s health problems or preventing their aggravation (see Hummatov, cited above, §§ 109, 114; Sarban v. Moldova, no. 3456/05, § 79, 4 October 2005; and Popov, cited above, § 211).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  On the whole, the Court reserves a fair degree of flexibility in defining the required standard of health care, deciding it on a case-by-case basis. That standard should be “compatible with the human dignity” of a detainee, but should also take into account “the practical demands of imprisonment” (see Aleksanyan v. Russia, no. 46468/06, § 140, 22 December 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  Turning to the facts of the present case, the Court observes that when the applicant was admitted to a detention facility following his arrest it became known to the Russian authorities that he was suffering from a very serious condition affecting the musculoskeletal system, Bechterew’s disease. The applicant’s condition, not disputed by the Government, is characterised by severe and constant pain in the limbs and back and a substantial impairment of movement. Given the significant clinical development and rapid progress of the illness, the applicant requires regular medical supervision by specialists, in particular a rheumatologist and neurologist, and complex treatment, comprising a long list of clinical tests and medication. The evidence provided to the Court by the parties, including medical certificates issued both by civilian and prison medical personnel, confirms that neither of the requirements has been fulfilled in the conditions of detention (see paragraphs 29, 30, 36 and 38 above). The evidence shows that until his release on bail in December 2010 the applicant was either left without any medical attention for months (see paragraph 35 above) or was attended by a prison nurse or medical assistant or, occasionally, by a prison doctor (see paragraph 33 above). The inadequacy of their response to the applicant’s health complaints is demonstrated by the fact that they prescribed another painkiller or a herbal sedative without carrying out a comprehensive examination of his current condition. Even on the rare occasions when the applicant was seen by a proper medical specialist or obtained treatment in a prison hospital, the recommendations of the specialists or the hospital could not have been followed through, as the detention facilities did not have the necessary resources to provide the prescribed treatment, and did not employ a rheumatologist to continue monitoring the applicant’s state (see paragraph 36 above). In fact, it appears that the applicant’s relatives played a major part in ensuring that he received medicines, at least those which they were able to purchase.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  This conclusion becomes even more salient if the Court is to reiterate the decision issued by the Supreme Court of the  on 7 December 2010. Having examined the applicant’s health-related complaints and his pleas for release, the Supreme Court concluded that not even in a prison hospital would the applicant be able to receive the medical care he needed (see paragraph 21 above). This alone is sufficient for the Court to find that the authorities were unable to comply with their responsibility to ensure the provision of adequate medical treatment to the applicant prior to his release on bail on 15 December 2010. The Court is also concerned that the Government did not provide any detailed and comprehensive information which could have allowed the Court to conclude that the level of medical care rendered to the applicant after his placement in custody in March 2011 has been amended to the effect that it can secure the applicant’s health and well-being and prevent a further aggravation of his condition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court thus finds that the applicant has not received comprehensive, effective and transparent medical treatment for his illness while in detention. It believes that, as a result of this lack of adequate medical treatment, the applicant has been exposed to prolonged mental and physical suffering diminishing his human dignity. The authorities’ failure to provide the applicant with the medical care he needs has amounted to inhuman and degrading treatment within the meaning of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  Accordingly, there has been a violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "101.  The applicant complained of a violation of his right to trial within a reasonable time and alleged that the orders for his detention had not been founded on sufficient reasons. He relied on Article 5 § 3 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "102.  The Government opened their line of argument with the submission that the Russian courts had authorised the applicant’s arrest because they had sufficient reasons to believe that he had attempted to kill a person and that he had committed an aggravated theft. The fact that the applicant had left his permanent place of residence had served as an additional ground warranting the conclusion that he had been liable to abscond and tamper with witnesses. The Government further submitted that the applicant’s continued detention was the result of the courts’ assessment of his liability to abscond and obstruct justice, given the gravity of the charges against him. They stressed that the length of the pre-trial investigation, a little less than six months, had been caused by the complexity of the case, the necessity to take a large number of investigative steps and the need to ensure the parties’ rights to study the case file. The Government drew the Court’s attention to the fact that the aggregated period of the applicant’s detention during the trial proceedings did not exceed fourteen months. The applicant had been released by the Supreme Court of the , which had concluded that his state of health had precluded the lengthy detention, and that neither the investigating authorities nor the courts had put forward any reasons to substantiate their findings that the applicant was likely to abscond or reoffend. The Government concluded by noting that the authorities had taken effective action in dealing with the case, that there had not been any delays for which they could be held liable, and that the applicant’s detention had been based on relevant and sufficient grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The applicant argued that the authorities had known of his serious illness, and that his state of health had warranted his release. His diagnosis had diminished the risk of his absconding or reoffending. However, the courts had continued extending his detention on obviously far-fetched grounds. The investigator’s assumptions that he had been liable to abscond or obstruct justice had not been supported by any evidence. The applicant stressed that he had persistently argued that he had not changed his place of residence, but his arguments had never been looked at by the courts. The detention orders had been issued as a mere formality and had been identical in wording. In the applicant’s opinion, the Supreme Court’s decision to release him on bail was explicit confirmation of his view that his detention had had no reasonable basis.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "104.  The Court observes that the applicant’s pre-trial detention commenced when he was arrested on 28 December 2008. He was detained within the meaning of Article 5 § 3 of the Convention until his conviction by the Nurlat District Court on 19 November 2009. From that date until 19 March 2010, when the Supreme Court of the  quashed the conviction, he was detained “after conviction by a competent court”, within the meaning of Article 5 § 1 (a), and therefore that period of his detention falls outside the scope of Article 5 § 3. From 19 March 2010 to 15 December 2010, when he was released on bail, the applicant was again in pre-trial detention falling under Article 5 § 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The Court has already held on a number of occasions that, as in the instant case, the multiple, consecutive detention periods should be regarded as a whole. In order to assess the length of the applicant’s pre-trial detention, the Court should therefore make an overall evaluation of the accumulated periods of detention under Article 5 § 3 of the Convention (see, among many other authorities, Solmaz v. Turkey, no. 27561/02, §§ 3437, 16 January 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  Consequently, the Court concludes that, after deducting the period when the applicant was detained after conviction under Article 5 § 1 (a) of the Convention from the total time that he was deprived of the liberty, the period to be taken into consideration in the instant case is nearly twenty months.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Conclusion",
                                "elements": [
                                    {
                                        "content": "107.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "108.  The Court has already, on a large number of occasions, examined applications against Russia raising similar complaints under Article 5 § 3 of the Convention in respect of the Russian courts’ failure to provide sufficient and relevant grounds for applicants’ detention (see, among many others, Khudoyorov v. Russia, no. 6847/02, ECHR 2005X (extracts); Panchenko v. Russia, no. 45100/98, 8 February 2005; Rokhlina v. , no. 54071/00, 7 April 2005; Mamedova v. , no. 7064/05, 1 June 2006; Pshevecherskiy v. , no. 28957/02, 24 May 2007; Solovyev v. , no. 2708/02, 24 May 2007; Ignatov v. , no. 27193/02, 24 May 2007; Mishketkul and Others v. , no. 36911/02, 24 May 2007; Shukhardin v. , no. 65734/01, 28 June 2007; Belov v. , no. 22053/02, 3 July 2008; Matyush v. , no. 14850/03, 9 December 2008; Aleksandr Makarov v. , no. 15217/07, 12 March 2009; Avdeyev and Veryayev v. , no. 2737/04, 9 July 2009; Lamazhyk v. Russia, no. 20571/04, 30 July 2009; Makarenko v. , no. 5962/03, 22 December 2009; Gultyayeva v. , no. 67413/01, 1 April 2010; Goroshchenya v. , no. 38711/03, 22 April 2010; Logvinenko v. Russia, no. 44511/04, 17 June 2010; Sutyagin v. , no. 30024/02, 3 May 2011; Khodorkovskiy v. , no. 5829/04, 31 May 2011; Romanova v. , no. 23215/02, 11 October 2011; and Valeriy Samoylov v. , no. 57541/09, 24 January 2012). Each time, having found a violation of Article 5 § 3 of the Convention, the Court noted the fragility of the reasoning employed by the Russian courts to authorise an applicant’s remaining in custody. From case to case it pointed out the following major defects in the courts’ argumentation: reliance on the gravity of the charges as the primary source to justify the risk of the applicant’s absconding; reference to the applicant’s travel passport, his financial resources and the fact that his alleged accomplices are on the run as the basis for the assumption that the applicant would follow suit; a suspicion, in the absence of any evidentiary basis, that the applicant would tamper with witnesses or use his connections in state bodies to obstruct justice, and a failure to thoroughly examine the possibility of applying another, less rigid, measure of restraint, such as bail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The Court observes that the Russian courts did not avoid that pattern of reasoning in the present case. They consistently relied on the gravity of the charges and the likelihood that the applicant would abscond or obstruct justice, having based their fear on the same set of assumptions as in the cases cited above. The Court notes that, while accepting the investigators’ allegations that the applicant was likely to avoid or pervert the course of justice, the courts gave no heed to important and relevant facts supporting the applicant’s pleas for liberty and reducing the risk that he would abscond or collude. Among those the Court can identify the applicant’s serious state of health; his argument that he had never changed his place of residence, that he had not attempted to escape, and that the authorities’ decision to place him on a wanted list was erroneous; his strong family ties; lack of a previous criminal record; his offer to post bail, and lack of any evidence that he had ever tried to contact the victims or witnesses in the course of the criminal proceedings. In these circumstances, the Court cannot but conclude that the domestic courts failed to assess the applicant’s personal situation and to give specific reasons, supported by evidentiary findings, for holding him in custody. It also does not escape the Court’s attention that a similar conclusion was reached by the Supreme Court of the  on 7 December 2010 (see paragraph 21 above). In particular, the Supreme Court held that the court detention orders, as well as the investigator’s requests for the extension of the detention on which those orders were based, did not contain any reference to evidence or circumstances which could have warranted the applicant’s detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  Having regard to the above, the Court considers that by failing to refer to specific relevant facts or to properly consider alternative “preventive measures”, the authorities extended the applicant’s detention on grounds which cannot be regarded as “sufficient”. They thus failed to justify the applicant’s continued deprivation of liberty for a period of nearly twenty months. It is hence not necessary to examine whether the proceedings against the applicant were conducted with due diligence during that period, as such a lengthy period cannot in the circumstances be regarded as “reasonable” within the meaning of Article 5 § 3 (see Pekov v. Bulgaria, no. 50358/99, § 85, 30 March 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  There has therefore been a violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "112.  Lastly, the Court has examined the other complaints submitted by the applicant. However, having regard to all the material in its possession, and in so far as these complaints fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "113.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "114.  The applicant claimed 26,700 euros (EUR) in respect of pecuniary damage, comprising EUR 24,000 for loss of income for ten years, given that because he did not receive medical assistance he had become disabled, and EUR 2,700 for his family’s expenses for purchasing medicines during his detention. The applicant provided the Court with copies of invoices and receipts showing that EUR 1,140 had been spent by his family on his medicines. He further claimed EUR 20,000 in compensation for nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Government submitted that the applicant’s claims bore no relation to the alleged violations and that they were unsubstantiated and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116. Without speculating on the earnings the applicant would have had if the violation of the Convention had not occurred, and given that he had not provided the Court with evidence in support of his full claim for the reimbursement of medical expenses, the Court considers it appropriate to award a lump sum in compensation for the losses sustained. The Court further observes that it has found particularly grievous violations in the present case, resulting in the applicant being exposed to prolonged mental and physical suffering diminishing his human dignity. In these circumstances, it considers that the applicant’s suffering and frustration cannot be compensated for by a mere finding of a violation. Having regard to all the above factors, and making its assessment on an equitable basis, the Court considers it reasonable to award the applicant an aggregate sum of EUR 20,000, covering all heads of damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "117.  The applicant also claimed EUR 2,270 for costs and expenses incurred before the domestic courts and the Court. Supporting his claim with a copy of a bank invoice, statement and postal receipts, the applicant submitted that EUR 2,200 was the sum spent on his legal representation before the domestic courts and the Court and EUR 70 was his postal expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Government submitted that as regards the compensation of the costs for his legal representation the applicant had only provided a certificate showing that he had paid 65,000 Russian roubles (RUB) to his counsel for his services during the domestic proceedings. Thus, there was no evidence in support of the remaining claim for legal representation before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court awards the sum claimed in full in respect of all costs and expenses, together with any tax that may be chargeable to the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest rate",
                                "elements": [
                                    {
                                        "content": "120.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Joins the Government’s objection as to the alleged non-exhaustion of domestic remedies in respect of the applicant’s complaint under Article 3 to the merits of his complaint under Article 13 and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares admissible the complaints concerning the lack of adequate medical assistance in detention, the alleged absence of an effective domestic remedy in this connection and an alleged violation of the applicant’s right to a trial within a reasonable time or release pending trial and declares inadmissible the remainder of the application;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 November 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DIRDIZOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-114777.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1127JUD004146110",
    "externalsources": [],
    "extractedappno": [
        "41461/10",
        "1439/06",
        "41833/04",
        "44917/08",
        "20756/04",
        "1606/02",
        "30210/96",
        "21071/05",
        "41461/02",
        "47729/08",
        "42371/02",
        "51585/99",
        "24559/94",
        "47829/99",
        "15217/07",
        "30251/03",
        "20075/03",
        "2052/08",
        "106/02",
        "33509/04",
        "42525/07",
        "60800/08",
        "50222/99",
        "23763/94",
        "41488/98",
        "21986/93",
        "22676/93",
        "30054/96",
        "25657/94",
        "26772/95",
        "7842/04",
        "2346/02",
        "26853/04",
        "47095/99",
        "59696/00",
        "9852/03",
        "13413/04",
        "72286/01",
        "3242/03",
        "56994/09",
        "30649/05",
        "3456/05",
        "46468/06",
        "27561/02",
        "6847/02",
        "45100/98",
        "54071/00",
        "7064/05",
        "28957/02",
        "2708/02",
        "27193/02",
        "36911/02",
        "65734/01",
        "22053/02",
        "14850/03",
        "2737/04",
        "20571/04",
        "5962/03",
        "67413/01",
        "38711/03",
        "44511/04",
        "30024/02",
        "5829/04",
        "23215/02",
        "57541/09",
        "50358/99"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 1070 and 1100 of the Civil Code",
        "Chapter 25 of the Code of Civil Procedure"
    ],
    "itemid": "001-114777",
    "judgementdate": "27/11/2012 00:00:00",
    "kpdate": "27/11/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "448",
        "404",
        "444",
        "110",
        "14",
        "128",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3",
        "5-3",
        "35-1",
        "35",
        "5",
        "13",
        "41"
    ],
    "parties": [
        "DIRDIZOV",
        "RUSSIA"
    ],
    "rank": "937.412841796875",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Akdivar and Others v. Turkey, 16 September 1996, §§ 65-68, Reports 1996-IV",
        "Aleksandr Makarov v. Russia, no. 15217/07, 12 March 2009",
        "Aleksanyan v. Russia, no. 46468/06, § 140, 22 December 2008",
        "Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, 10 January 2012",
        "Avdeyev and Veryayev v. Russia, no. 2737/04, 9 July 2009",
        "Avsar v. Turkey [GC], no. 25657/94, § 377, ECHR 2001-VII",
        "Belov v. Russia, no. 22053/02, 3 July 2008",
        "Benediktov v. Russia, no. 106/02, §§ 29 and 30, 10 May 2007",
        "Burdov v. Russia (no. 2), no. 33509/04, §§ 109-116, ECHR 2009",
        "Cardot v. France, 19 March 1991, § 34, Series A no. 200",
        "Dimitrov v. Bulgaria, no. 47829/99, § 80, 23 September 2004",
        "Gibas v. Poland, no. 24559/94, Commission decision of 6 September 1995, Decisions and Reports 82, pp. 76 and 82",
        "Gladkiy v. Russia, no. 3242/03, § 84, 21 December 2010",
        "Goginashvili v. Georgia, no. 47729/08, § 55, 4 October 2011",
        "Goroshchenya v. Russia, no. 38711/03, 22 April 2010",
        "Gül v. Turkey, no. 22676/93, § 57, 14 December 2000",
        "Gultyayeva v. Russia, no. 67413/01, 1 April 2010",
        "Handyside v. the United Kingdom, 7 December 1976, § 48, Series A no. 24",
        "Holomiov v. Moldova, no. 30649/05, § 121, 7 November 2006",
        "Horvat v. Croatia, no. 51585/99, § 47, ECHR 2001-VIII",
        "Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, § 115, 29 November 2007",
        "Ignatov v. Russia, no. 27193/02, 24 May 2007",
        "Ismatullayev v. Russia (dec.), § 26, 6 March 2012",
        "Johnston and Others v. Ireland, 18 December 1986, § 22, Series A no. 112",
        "Kalashnikov v. Russia, no. 47095/99, § 95, ECHR 2002-VI",
        "Kelly and Others v. the United Kingdom, no. 30054/96, § 105, 4 May 2001",
        "Khatayev v. Russia, no. 56994/09, § 85, 11 October 2011",
        "Khodorkovskiy v. Russia, no. 5829/04, 31 May 2011",
        "Khudobin v. Russia, no. 59696/00, § 96, ECHR 2006-XII (extracts)",
        "Khudoyorov v. Russia, no. 6847/02, ECHR 2005-X (extracts)",
        "Kokoshkina v. Russia, no. 2052/08, § 52, 28 May 2009",
        "Krastanov v. Bulgaria, no. 50222/99, § 60, 30 September 2004",
        "Kudla v. Poland [GC], no. 30210/96, ECHR 2000-XI",
        "Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV",
        "Lamazhyk v. Russia, no. 20571/04, 30 July 2009",
        "Logvinenko v. Russia, no. 44511/04, 17 June 2010",
        "Makarenko v. Russia, no. 5962/03, 22 December 2009",
        "Mamedova v. Russia, no. 7064/05, 1 June 2006",
        "Matyush v. Russia, no. 14850/03, 9 December 2008",
        "Melnik v. Ukraine, no. 72286/01, §§ 104-106, 28 March 2006",
        "Mishketkul and Others v. Russia, no. 36911/02, 24 May 2007",
        "Panchenko v. Russia, no. 45100/98, 8 February 2005",
        "Pavlenko v. Russia, no. 42371/02, §§ 88-89, 1 April 2010",
        "Popov and Vorobyev v. Russia, no. 1606/02, § 67, 23 April 2009",
        "Popov v. Russia, no. 26853/04, 13 July 2006",
        "Pretty v. the United Kingdom, no. 2346/02, § 52, ECHR 2002-III",
        "Pshevecherskiy v. Russia, no. 28957/02, 24 May 2007",
        "Rokhlina v. Russia, no. 54071/00, 7 April 2005",
        "Roman Karasev v. Russia, no. 30251/03, §§ 81-85, 25 November 2010",
        "Romanova v. Russia, no. 23215/02, 11 October 2011",
        "Salman v. Turkey [GC], no. 21986/93, § 83, ECHR 2000-VII",
        "Sarban v. Moldova, no. 3456/05, § 79, 4 October 2005",
        "Shilbergs v. Russia, no. 20075/03, §§ 71-79, 17 December 2009",
        "Shukhardin v. Russia, no. 65734/01, 28 June 2007",
        "Silver and Others v. the United Kingdom, 25 March 1983, § 113, Series A no. 61",
        "Solmaz v. Turkey, no. 27561/02, §§ 34-37, 16 January 2007",
        "Solovyev v. Russia, no. 2708/02, 24 May 2007",
        "Sutyagin v. Russia, no. 30024/02, 3 May 2011",
        "Tanrikulu v. Turkey [GC], no. 23763/94, § 79, ECHR 1999-IV",
        "Valeriy Samoylov v. Russia, no. 57541/09, 24 January 2012",
        "Van Oosterwijck v. Belgium, 6 November 1980, § 35, Series A no. 40",
        "Velikova v. Bulgaria, no. 41488/98, § 89, ECHR 2000-VI",
        "Verbint v. Romania, no. 7842/04, § 63, 3 April 2012",
        "Vernillo v. France, 20 February 1991, § 27, Series A no. 198",
        "Vladimir Romanov v. Russia, no. 41461/02, § 78, 24 July 2008",
        "Wasserman v. Russia (no. 2), no. 21071/05, § 45, 10 April 2008",
        "Yasa v. Turkey, 2 September 1998, § 74, Reports 1998-VI",
        "Yevgeniy Alekseyenko v. Russia, no. 41833/04, § 100, 27 January 2011"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "373929",
    "typedescription": "15"
}