{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "43901/07",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-140918.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 43901/07) against Romania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Romanian nationals, Ms Berta Dajbukat and Ms Adriana-Stela SzilagyiPalko (“the applicants”), on 4 October 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr M.I. Floare, a lawyer practising in Cluj-Napoca. The Romanian Government (“the Government”) were represented by their Agent, Ms I. Cambrea, from the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 31 August 2010 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1927 and 1956 respectively and live in Cluj-Napoca. They are mother and daughter.",
                                "elements": []
                            },
                            {
                                "content": "5.  From 1960 they lived in an apartment rented from the State in a nationalised building. On 16 December 1996, under Law no. 112/1995, the first applicant and her husband bought that apartment from the State.",
                                "elements": []
                            },
                            {
                                "content": "6.  In a final decision of 3 August 1998 the Cluj-Napoca County Court allowed an action brought by the former owner against the State and noted that the latter had acquired ownership without any legal title.",
                                "elements": []
                            },
                            {
                                "content": "7.  Based on that decision, the former owner lodged several actions for annulment of the sale purchase contracts concluded under Law no. 112/1995 against persons who had bought apartments in the nationalised building in similar conditions, including the applicants.",
                                "elements": []
                            },
                            {
                                "content": "8.  In a judgment of 3 May 2001 the Cluj County Court annulled the sale purchase contract. During the proceedings the first applicant’s husband died. Therefore, the proceedings were continued by their daughter, the second applicant.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 19 October 2001 the Cluj Court of Appeal rejected the applicants’ appeal. Therefore, they lodged an appeal on points of law before the High Court of Cassation and Justice.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 29 September 2006 the High Court of Cassation and Justice remitted the trial of the appeal on points of law to the lower court, noting that the latter was competent in the matter.",
                                "elements": []
                            },
                            {
                                "content": "11.  In a final judgment of 19 April 2007 the Cluj Court of Appeal annulled the contract concluded on 16 December 1996. The court found that the nationalised building had been acquired unlawfully by the State, which therefore had no valid title deed over it.",
                                "elements": []
                            },
                            {
                                "content": "12.  In two judgments of 7 April and 19 April 2006 different panels of the same Court of Appeal dismissed the actions for annulment of contracts concluded under Law No. 112/1995, lodged by the former owner against other persons, neighbours with the applicants, who had bought apartments in the same nationalised building.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "13.  The relevant legal provisions and practice, regarding different aspects related to nationalised buildings purchased by tenants under Law No. 112/1995, are described in the case of Tudor Tudor v. Romania (no. 21911/03, §§ 13-21, 24 March 2009).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "14.  The applicants complained that the length of the proceedings was incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention. The applicants also complained under the same provision that the proceedings had been unfair, in particular in so far as different panels of the same Court of Appeal of Cluj-Napoca adopted conflicting decisions in identical cases brought against other buyers of apartments situated in the same nationalised building. Article 6 § 1 of the Convention reads as follows in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Length of civil proceedings",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "15.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "16.  The Government submitted that the delays of the civil action were mainly due to the particular complexity of the case. They added that there had been no signs of long periods of inactivity on the part of the courts which had adjourned the hearings on regular dates. The Government further alleged that the applicants had exercised their rights in bad faith as they had held back the proceedings. Firstly, they had requested the adjournment of the hearings several times: on 5 October 2000 for hiring a legal representative, on 17 August 2001 for studying the appeal on point of law’s reasons and on 22 March 2001 due to the lawyer’s impossibility of appearing before the court. Secondly, they stressed that the applicants had not opposed to the other parties’ requests for adjournments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  The applicants contested these arguments. They stressed that there had not been any expert opinions requests, that the number of parties involved had been limited to five, that the case file had only one volume and that the law issues involved had been recurrent before all the Romanian civil courts for the previous ten years. They further pointed out that the appeal on point of law had been under examination for five years and six months, in eleven sessions, although the only evidence that could be assessed before a court of appeal on point of law was written evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II and Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  In the present case the length of the proceedings lasted for six years and seven months, from October 2000 until 19 April 2007, for three degrees of jurisdiction. The Court notes that the proceedings were not complex as they did not require experts’ opinion and they did not involve a large number of parties. Further, the Court observes that the delay incurred as a result of the applicants’ requests for adjournment was negligible. It notes that substantial periods of inactivity, for which the Government have not submitted any satisfactory explanation, are attributable to the domestic authorities. In particular, the appeal on point of law alone was under examination for five years and six months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The Court considers, after having examined all the material submitted to it, that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion. In particular, even if the applicants’ conduct was not beyond reproach, the Court considers that the judicial authorities were responsible for most of the delays (see, mutatis mutandis, Beaumartin v. France, 24 November 1994, § 33, Series A no. 296-B). In the light of its case-law on the subject, the Court considers that in the present case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has consequently been a violation of Article 6 § 1 on this account.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The unfairness of the proceedings",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "21.  The Government submitted that the proceedings had been fair and that the courts that had dealt with the applicants’ case had given a wellreasoned decision. In their view, the mere fact that the courts had reached opposing decisions in similar cases did not trigger a violation of the Convention. They pointed out that the conflicting decisions were justified by a different interpretation of the relevant facts in each case. The Government contended that the court of appeal’s case-law between 2006 and 2007 was in favour of the former owners, considering that immovable properties acquired by the State without title could not have been lawfully sold to the tenants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The applicants disagreed with the Government’s position and reiterated that the same Court of Appeal had reached opposing decisions in identical cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The Court reiterates that it is not its function to deal with errors of fact or law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention (see García Ruiz v. Spain [GC], no. 30544/96, § 28, ECHR 1999I). It is primarily for the national authorities, notably the courts, to resolve problems of interpretation of domestic legislation, its role being to verify whether the effects of such interpretation are compatible with the Convention, save in the event of evident arbitrariness, when the Court may question the interpretation of the domestic law by the national courts (see Nejdet Şahin and Perihan Şahin v. Turkey [GC], no. 13279/05, §§ 49-50, 20 October 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  In order to assess the conditions in which conflicting decisions of domestic courts’ ruling at last instance are in breach of the fair trial requirement enshrined in Article 6 § 1 of the Convention, the Court will first of all examine whether “profound and long-standing differences” exist in the caselaw of the domestic courts (see, for instance, Albu and Others v. Romania, nos. 34796/09 and 63 other applications, § 34, 10 May 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  Turning to the present case, the Court notes that the applicants had submitted only two conflicting decisions of the same court of appeal regarding the annulment of contracts concluded under Law no. 112/1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  Therefore, the Court considers that, in such circumstances, it cannot be said that there had been “profound and longstanding differences” in the relevant case-law (see Albu and Others v. Romania, cited above, § 34).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  In any event, divergences of approach may arise between the courts as part of the process of interpreting legal provisions while adapting them to the material situation. Such divergences may also arise within the same court. That, in itself, cannot be considered contrary to the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Court notes furthermore that this case should be distinguished from the case of Tudor Tudor v. Romania (no. 21911/03, §§ 27-29, 24 March 2009), in which the Court had found that there had been conflicting case-law in the issue regarding the buyers’ good faith in concluding sale contracts with the State. Also, in the case of Tudor Tudor, the Court found that the principle of the legal certainty has been breached, due to the Prosecutor General’s intervention in the case, which was only possible by means of an extraordinary appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Lastly, the Court notes that the applicants in the present case had the benefit of adversarial proceedings, in which they were able to adduce evidence as they estimated necessary, their arguments being properly examined by the courts. At the same time, the courts’ conclusions and their interpretation of the relevant law cannot be regarded as manifestly arbitrary or unreasonable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Having regard to all the above-mentioned considerations, the Court considers that the applicants’ complaint is manifestly ill-founded and should be dismissed as inadmissible pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicants complained further that the domestic courts had ordered them to surrender possession of the apartment to the plaintiff which led to loss of their property rights, in violation of Article 1 of Protocol No. 1 to the Convention. They also complained of discrimination, under Article 14 taken together with Article 6 § 1 of the Convention, in so far as the same Court of Appeal adopted contrasting decisions in alleged identical cases brought against the buyers of apartments situated in the same nationalised building.",
                                "elements": []
                            },
                            {
                                "content": "32.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "It follows that this part of the application must be rejected in accordance with Article 35 §§ 1, 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "34.  The applicants claimed jointly 82,942.18 euros (EUR) in respect of pecuniary damage, representing the value of their apartment, and EUR 10,000 each in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government contended that there is no casual link between the violation found and the pecuniary damage alleged. They further argued that the amounts claimed in respect of non-pecuniary damage were excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards each applicant EUR 900 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "37.  The applicants also claimed EUR 747 for the costs and expenses incurred before the Court. They submitted invoices for 1,984 Romanian lei (RON) representing lawyer’s fee and RON 600 for expert report’s fee (approximately EUR 606 and EUR 141 respectively).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Government considered that the claims were unjustified and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award jointly to the applicants the sum of EUR 747 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "40.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares admissible the complaint under Article 6, concerning the length of civil proceedings, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the following amounts to be converted into the respondent State’s national currency at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 February 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ján Šikuta",
            "role": "president"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Marialena Tsirli",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DAJBUKAT AND SZILAGYI-PALKO v. ROMANIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-140918.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0218JUD004390107",
    "externalsources": [],
    "extractedappno": [
        "43901/07",
        "21911/03",
        "25444/94",
        "30979/96",
        "30544/96",
        "13279/05",
        "34796/09"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-140918",
    "judgementdate": "18/02/2014 00:00:00",
    "kpdate": "18/02/2014 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "DAJBUKAT AND SZILAGYI-PALKO",
        "ROMANIA"
    ],
    "rank": "1081.63610839844",
    "representedby": [
        "FLOARE M. I."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "390974",
    "typedescription": "15"
}