{
    "__articles": "5;5-3",
    "__conclusion": "Violation of Art. 5-3",
    "applicability": "",
    "appno": "3500/04",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        }
    ],
    "content": {
        "001-82728.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 3500/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Janusz Niećko (“the applicant”), on 6 January 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 16 September 2005 the President of the Fourth Section decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it was decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1957 and lives in Łęczna.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 18 October 2000 the applicant was arrested on suspicion of having committed a number of offences in an organised criminal group.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 20 October 2000 the Lublin District Court remanded the applicant in custody. The applicant's detention was subsequently prolonged by the courts on 16 January 2001, 17 March 2001, 7 August 2001, 10 October 2001 and 9 January 2002.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 10 April 2002 the Lublin Court of Appeal ordered that the applicant and his 3 co-accused be kept in custody until 18 June 2002. It relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged. The Court of Appeal also found that there was a reasonable risk that the applicant would obstruct the proceedings, given the serious nature of the charges and the fact that they concerned an organised criminal group. It further relied on the severity of the anticipated penalty and the complexity of the case.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 11 June 2002 the prosecution filed with the  a bill of indictment against the applicant. The applicant was charged, inter alia, with acting in and leading an organised armed criminal group, ordering murder, extortion and supplying drugs.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 14 June 2002 the  extended the applicant's detention until 30 September 2002, referring to the severity of the anticipated penalty.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 25 September 2002 the Lublin Court of Appeal prolonged the applicant's detention until 3 February 2003. In addition to the grounds invoked in the detention order of 14 June 2002, the Court of Appeal relied on the complexity of the case and the number of charges.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 29 January 2003 the Court of Appeal ordered that the applicant and 3 of his co-accused be held in custody until 30 June 2003. It invoked the same grounds as in its earlier decision.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 25 June 2003 the Court of Appeal prolonged the applicant's detention until 30 October 2003. In addition to the grounds previously invoked, it held that the volume of evidence and the need to proceed smoothly with the trial justified the applicant's continued detention.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 22 October 2003 the Court of Appeal extended the applicant's detention until 31 January 2004. It observed that holding the applicant in custody was the only measure which could secure the proper conduct of the proceedings, having particular regard to the security of anonymous witnesses who had been heard in the proceedings. It also considered that the case was particularly complex within the meaning of Article 263 § 4 of the Code of Criminal Procedure.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant's detention was subsequently prolonged by the Court of Appeal on 30 December 2003 (until 19 March 2004) and 17 March 2004 (until 5 June 2004). The court invoked the same grounds as in its earlier decisions.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 2 June 2004 the Court of Appeal prolonged the applicant's detention until 5 September 2004. Having regard to the organised character of the alleged criminal activities, it held that the applicant's detention was necessary in order to prevent him and the other co-accused from interfering with the proceedings. On 11 August 2004 the Court of Appeal ordered that the applicant be held in custody until 5 December 2004. It relied on the same grounds as previously.",
                                "elements": []
                            },
                            {
                                "content": "16.  The trial court held about 59 hearings. On 3 December 2004 the  delivered a judgment. It convicted the applicant of most of the charges and acquitted him of one charge (ordering murder). It sentenced him to seven years' imprisonment and a fine.",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicant appealed against the first-instance judgment. He remained in detention pending appeal. On 4 October 2005 the Court of Appeal upheld the 's judgment for the most part. It remitted the case only in respect of one charge of which the applicant had been acquitted.",
                                "elements": []
                            },
                            {
                                "content": "18.  In the course of the proceedings the applicant filed a number of applications for release on health grounds. However, the courts, having regard to the relevant expert reports, refused all those applications. He also unsuccessfully appealed against decisions prolonging his detention on remand.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "19.  The relevant domestic law and practice regarding the imposition of detention on remand (tymczasowe aresztowanie), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) at the material time are stated in the Court's judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "20.  The applicant complained that the length of his detention on remand had been excessive. He relied on Article 5 § 3 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "21.  The Government, having regard to the Court's case-law concerning the length of pre-trial detention, refrained from taking a position on the admissibility of the complaint.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "22.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Period to be taken into consideration",
                                        "elements": [
                                            {
                                                "content": "23.  The applicant's detention started on 18 October 2000, when he was arrested on suspicion of having committed a number of offences in an organised criminal group. On 3 December 2004 the  convicted him of most of the charges. The trial court sentenced him to seven years' imprisonment. Accordingly, the period to be taken into consideration amounts to 4 years, 1 month and 16 days.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties' submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "24.  The applicant argued that the length of his pre-trial detention had been unreasonable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "25.  The Government firstly presented some statistical data, indicating that in the years 2000-2005 the number of indictments and convictions in cases concerning organised crime had increased both in absolute terms and in relation to other crimes. In 2004 there were 617 indictments in such cases and 220 persons were convicted. They argued that in organised crime cases the authorities were faced with particular problems, relating to the taking and assessment of evidence and various logistical issues.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  With reference to the present case, the Government submitted that the applicant's pre-trial detention had been justified by the strong likelihood that he had committed the offences with which he had been charged, the gravity of those offences and the severity of the anticipated penalty. Furthermore, his detention had been warranted by the risk that he would obstruct the proceedings, given the fact that he had been charged with acting in and leading an organised criminal group. In this respect, the Government referred to the fact that the trial court had heard evidence from anonymous witnesses. They underlined that the length of the applicant's detention should be assessed with reference to the fact that he had been charged with acting in and leading an organised criminal gang.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government emphasised that the case had been extremely complex on account of the nature of the charges, the number of defendants (eight) and the volume of evidence. In their opinion, the applicant had significantly contributed to the prolongation of the proceedings by his repeated applications for release on health grounds. Lastly, they submitted that the authorities had displayed special diligence in the conduct of the proceedings. Hearings had been held frequently and at regular intervals. The trial court had taken measures to discipline witnesses who had failed to comply with summonses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "28.  The Court recalls that the general principles regarding the right “to trial within a reasonable time or to release pending trial, as guaranteed by Article 5 § 3 of the Convention were stated in a number of its previous judgments (see, among many other authorities, Kudła v. Poland [GC], no. 30210/96, § 110 et seq, ECHR 2000XI; and McKay v. the United Kingdom [GC], no. 543/03, §§ 41-44, ECHR 2006-..., with further references).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles in the present case",
                                "elements": [
                                    {
                                        "content": "29.  In their detention decisions, the authorities, in addition to the reasonable suspicion against the applicant, relied principally on three grounds, namely (1) the risk that the applicant might obstruct the proceedings, given that he had been charged with acting in an organised criminal group, (2) the severity of the penalty to which he was liable, (3) the complexity of the case. The authorities also referred to the need to ensure security of anonymous witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicant was charged, inter alia, with acting in an organised and armed criminal group (see paragraph 8 above). In the Court's view, the fact that the case concerned a member of such a criminal group should be taken into account in assessing compliance with Article 5 § 3 (see Bąk v. Poland, no. 7870/04, § 57, ECHR 2007... (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court accepts that the reasonable suspicion against the applicant of having committed the serious offences could initially warrant his detention. In addition, it notes that the authorities were faced with the difficult task of determining the facts and the degree of alleged responsibility of each of the defendants. In these circumstances, the Court also accepts that the need to obtain voluminous evidence from many sources, coupled with the fact that in the course of the investigation new suspects had been identified, constituted relevant and sufficient grounds for the applicant's initial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  However, with the passage of time, those grounds became less and less relevant. The Court must then establish whether the other grounds adduced by the courts were “relevant” and “sufficient” (see, Kudła cited above, § 111).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  According to the authorities, the likelihood of a severe sentence being imposed on the applicant created a presumption that the applicant would obstruct the proceedings. However, the Court would reiterate that, while the severity of the sentence faced is a relevant element in the assessment of the risk of absconding or re-offending, the gravity of the charges cannot by itself justify long periods of detention on remand (see, for instance, Ilijkov v. Bulgaria, no. 33977/96, §§ 80-81, 26 July 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Furthermore, the judicial authorities relied on the fact that the applicant had been charged with acting in an organised and armed criminal gang. In this regard, the Court reiterates that the existence of a general risk flowing from the organised nature of the alleged criminal activities of the applicant may be accepted as the basis for his detention at the initial stages of the proceedings (see, Górski v. Poland, no. 28904/02, § 58, 4 October 2005) and in some circumstances also for subsequent prolongations of the detention (see, Celejewski, cited above, § 37). It is also accepted that in such cases, involving numerous accused, the process of gathering and hearing evidence is often a difficult task. Moreover, the Court considers that in cases such as the present concerning organised criminal gangs, the risk that a detainee, if released, might bring pressure to bear on witnesses or other co-accused, or might otherwise obstruct the proceedings, is by the nature of things often particularly high. In this respect, the Court accepts that security of anonymous witnesses is a relevant factor to be taken into account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  While all those above factors could justify even a relatively long period of detention, they did not give the domestic courts an unlimited power to prolong this measure. Even if the particular circumstances of the case required detention on remand to be extended beyond the period generally accepted under the Court's case-law, particularly strong reasons would be needed to justify this (Wolf v. Poland, nos. 15667/03 and 2929/04, § 90, 16 January 2007). In this respect, the Court observes that the applicant was held in custody for 4 years, 1 month and 16 days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Having regard to the foregoing, even taking into account the fact that the courts were faced with the particularly difficult task of trying a case involving members of an organised criminal group, the Court concludes that the grounds given by the domestic authorities could not justify the overall period of the applicant's detention. In these circumstances it is not necessary to examine whether the proceedings were conducted with special diligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  There has accordingly been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. \tAPPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "39.  The applicant claimed 45,000 euros (EUR) in respect of pecuniary and non-pecuniary damage. He referred to the deterioration of his health which had resulted from the excessive length of pre-trial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government submitted that the applicant's claims were exorbitant. Having regard to the particular circumstances of the present case, they argued that a finding of a violation constituted in itself sufficient just satisfaction. Alternatively, the Government invited the Court to assess the amount of just satisfaction on the basis of its case-law in similar cases and having regard to national economic circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it considers that the applicant has suffered non-pecuniary damage which is not sufficiently compensated by the finding of a violation of the Convention. Considering the circumstances of the case and making its assessment on an equitable basis, the Court awards the applicant EUR 1,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "42.  The applicant submitted no claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "43.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 October 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MsL. Mijović",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NIECKO v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-82728.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1016JUD000350004",
    "externalsources": [],
    "extractedappno": [
        "3500/04",
        "31330/02",
        "17584/04",
        "30210/96",
        "543/03",
        "7870/04",
        "33977/96",
        "28904/02",
        "15667/03",
        "2929/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-82728",
    "judgementdate": "16/10/2007 00:00:00",
    "kpdate": "16/10/2007 00:00:00",
    "kpthesaurus": [
        "448"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-3",
        "5"
    ],
    "parties": [
        "NIECKO",
        "POLAND"
    ],
    "rank": "600.251281738281",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "340785",
    "typedescription": "15"
}