{
    "__articles": "5;5-1-f;5-2;5-4;5-1",
    "__conclusion": "No violation of Art. 5-1;No violation of Art. 5-2;No violation of Art. 5-4",
    "applicability": "",
    "appno": "49491/99",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5-1",
            "base_article": "5",
            "element": "No violation of Art. 5-1",
            "type": "no-violation"
        },
        {
            "article": "5-2",
            "base_article": "5",
            "element": "No violation of Art. 5-2",
            "type": "no-violation"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "No violation of Art. 5-4",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-68153.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 49491/99) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Belarusian national, Mr Igor Aleksandrovich Bordovskiy (“the applicant”), on 19 October 1998.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms K. Moskalenko, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his detention in Russia with a view to extradition to Belarus had been unlawful, that he had not been informed promptly of the reasons for his arrest, and that he had not been able to challenge his detention before a court.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. It has remained with that Section, differently composed on 1 November 2001 and 1 November 2004, since.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 11 May 2004, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each ﬁled observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in ﬁne), the applicant replied in writing to the Government’s observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1967 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "9.  In 1995 the applicant worked in a private asset management company.",
                                "elements": []
                            },
                            {
                                "content": "10.  In 1996 the General Prosecutor’s Office of Belarus (“the Belarusian GPO”) carried out a criminal investigation into the company’s business. The applicant was twice questioned in the course of the investigation.",
                                "elements": []
                            },
                            {
                                "content": "11.  In February 1997 the applicant quit his job and in July 1997 moved to .",
                                "elements": []
                            },
                            {
                                "content": "12.  The Belarusian GPO considered the applicant’s departure as an attempt to abscond. For this reason, on 22 September 1997 the Belarusian GPO charged the applicant in his absence with large-scale fraud and embezzlement, and issued in his respect a detention order and an international search and arrest warrant.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 9 July 1998 the Russian police arrested the applicant in . According to the applicant, the policemen did not inform him of the reasons for his arrest and failed to produce any documents justifying it.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 9 July 1998 the Russian National Bureau of Interpol sent an urgent wire to its Belarusian counterpart. The Russian Bureau requested conﬁrmation that the applicant was still wanted by the Belarusian authorities and inquired whether the Belarusian authorities planned to request his extradition.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 11 July 1998 the Russian authorities interviewed the applicant. In the course of the interview, the applicant wrote explanations in which he provided certain details about the investigation in , his questionings and departure to . The applicant noted that, until his arrest, he had not known that the Belarusian authorities had been searching for him.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 13 July 1998 the applicant was placed in a temporary detention unit of the St. Petersburg Police Department.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 16 July 1998 the Belarusian GPO sent to the General Prosecutor’s Ofﬁce of Russia (“the Russian GPO”) a formal request for the applicant’s extradition, pursuant to Article 56 of the CIS Convention on Legal Assistance in Civil, Family and Criminal Cases. On 4 August 1998 the Russian GPO received this request.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 27 July 1998 the Belarusian National Bureau of Interpol replied to its Russian partner’s wire of 9 July 1998 and requested the applicant’s detention pending the extradition proceedings.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 13 August 1998 a senior investigator of the Belarusian GPO interrogated the applicant for the ﬁrst time, having come for this purpose from . The investigator informed the applicant about the nature of the accusation against him but did not serve formal charges.",
                                "elements": []
                            },
                            {
                                "content": "According to the applicant, it was not until then that he was for the ﬁrst time informed – albeit only orally – about the charges.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 20 August (19 August, according to the Government) 1998, the applicant was transferred to Remand Centre IZ–47/4 in .",
                                "elements": []
                            },
                            {
                                "content": "21.  According to the applicant, in August–November 1998 his lawyer lodged three applications for his release: on 18 August 1998 with the Dzerzhinskiy District Court of St. Petersburg, on 27 August 1998 with the Kalininskiy District Court of St. Petersburg, and on 2 November 1998 with the St. Petersburg City Court. These applications were made pursuant to Article 220-1 of the Code of Criminal Procedure which provided for the judicial review of detention on remand.",
                                "elements": []
                            },
                            {
                                "content": "According to the Government, the applicant’s lawyer did not lodge these applications.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 25 September 1998 the Russian GPO agreed to extradite the applicant.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 5 October 1998 the St. Petersburg Prosecutor’s Office informed the applicant’s lawyer that, on 11 August 1998, the Russian GPO had ordered the applicant’s continued detention pending the extradition proceedings, pursuant to the request of the Belarusian authorities and because the applicant was not a Russian citizen.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 25 October 1998 the applicant was re-located to Remand Centre no. 1 in .",
                                "elements": []
                            },
                            {
                                "content": "25.  On 17 November (12 November, according to the Government) 1998 he was handed over to the Belarusian authorities.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 24 November 2000 the Zheleznodorozhnyi District Court of Gomel convicted the applicant and sentenced him to three years’ suspended imprisonment with compulsory community work.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  CIS Agreement on crime control",
                                "elements": [
                                    {
                                        "content": "27.   and  are members of the CIS. On 24 April 1992 the Ministries of Internal Affairs of the CIS signed an Agreement on Co-operation in the Sphere of Crime Control (“the Agreement on Crime Control”). Section 6 of that Agreement provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A Party shall, with regard to its internal legislation, assist another Party who requests:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  the arrest of a person who evades investigating authorities, trial or serving a sentence, or the detention of such a person if necessary;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  the extradition of a person for criminal prosecution or for serving a sentence.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  CIS Convention on legal assistance",
                                "elements": [
                                    {
                                        "content": "28.  On 22 January 1993 the Independent States signed a Convention on Legal Assistance in Civil, Family and Criminal Cases (“the Convention on Legal Assistance”), which provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 56. Obligation of extradition",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The Contracting Parties shall ... on each other’s requests extradite persons, who ﬁnd themselves in their territory, for criminal prosecution or serving a sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Extradition for criminal prosecution shall extend to offences which are criminally punishable under the laws of the requesting and requested Contracting Parties, and which entail at least one year’s imprisonment or a heavier sentence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 58. Request for extradition",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A request for extradition (требование о выдаче) shall include the following information:",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  A request for extradition for the purpose of criminal persecution shall be accompanied by a certiﬁed copy of a detention order....”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 61. Arrest or detention before the receipt of a request for extradition",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The person whose extradition is sought may also be arrested before receipt of a request for extradition, if there is a related petition (ходатайство). The petition shall contain a reference to a detention order ... and shall indicate that a request for extradition will follow. A petition for arrest ... may be sent by post, wire, telex or fax.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The person may also be detained without the petition referred to in point 1 above if there are legal grounds to suspect that he has committed, in the territory of the other Contracting Party, an offence entailing extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  In case of [the person’s] arrest or detention before receipt of the request for extradition, the other Contracting Party shall be informed immediately.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 61-1. Search for a person before receipt of the request for extradition",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The Contracting Parties shall ... search for the person before receipt of the request for extradition if there are reasons to believe that this person may be in the territory of the requested Contracting Party....",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  A request for the search ... shall contain ... a request for the person’s arrest and a promise to submit a request for his extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  A request for the search shall be accompanied by a certiﬁed copy of ... the detention order....",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  The requesting Contracting Party shall be immediately informed about the person’s arrest or about other results of the search.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 62. Release of the person arrested or detained",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A person arrested pursuant to Article 61 § 1 and Article 61-1 shall be released ... if no request for extradition is received by the requested Contracting Party within 40 days of the arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  A person arrested pursuant to Article 61 § 2 shall be released if no petition issued pursuant to Article 61 § 1 arrives within the time established by the law concerning arrest.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 67. Handing over the person to be extradited",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The requested Contracting Party shall inform the requesting Contracting Party about the place and time of the hand-over. If the requesting Contracting Party does not take the person to be extradited within 15 days after the ﬁxed date for handing over, the person shall be released.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "29.  Pursuant to Article 220-1 of the Code of Criminal Procedure of 1960 (“the CCrP”), in force at the material time, a remand prisoner could apply for a judicial review of his pre-trial detention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Criminal law of ",
                                "elements": [
                                    {
                                        "content": "30.  Article 91 § 4 of the Criminal Code of Belarus 1960, in force at the material time, provided that appropriation or embezzlement of third parties’ property of which the defendant had custody, or appropriation of the property by abuse of office, committed on several occasions, in concert with others and on a large scale, was punishable by 8 to 15 years’ imprisonment, the conﬁscation of property and a prohibition on holding certain offices or on taking up certain activities for a period of 3 to 5 years.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained under Article 5 § 1 of the Convention that his detention pending extradition was unlawful because the relevant domestic procedure had not been respected and because the procedure itself had not been sufﬁciently clear. Article 5 of the Convention, as far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of the parties",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "32.  The Government submitted that the applicant’s arrest and detention complied with this provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  According to them, the applicant was detained pursuant to section 6 of the Agreement on Crime Control on the basis of a detention order issued by the Belarusian GPO. Since the applicant was a citizen of , he was extradited in accordance with the Convention on Legal Assistance. Pursuant to Article 56 § 2 of that Convention, a person could be extradited if he or she faced charges punishable with at least one year’s imprisonment. Pursuant to Article 60 of the Convention on Legal Assistance, the State had to arrest the person in question as soon as a request for extradition was received. The Russian authorities acted in full compliance with these provisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  As to the clarity of the procedure, Article 62 § 1 of the Convention on Legal Assistance unequivocally ﬁxed the maximum duration of a person’s detention pending extradition proceedings. According to this provision, the detainee had to be released if no request for extradition was received within 40 days of the arrest.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "35.  The applicant insisted that his detention was not “lawful” within the meaning of the Convention case-law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The conditions laid down in Articles 58 to 62 of the Convention on Legal Assistance were not fulﬁlled. In particular, a person should normally be arrested on the basis of a request for extradition, but nothing showed that any such request had been received by the Russian authorities before the applicant’s arrest. Nor had the Belarusian authorities submitted a petition which could have justiﬁed the applicant’s arrest before receipt of a request for extradition. In the absence of these documents, he could only be arrested if the Russian authorities had reason to suspect that he might have committed an offence in . However, there were no such reasons. The Belarusian detention order could not serve this purpose because  and  were independent States with their own rules of criminal procedure. In any event, if the applicant had been arrested on a suspicion and no request for extradition had been received, he should have been released after 72 hours – the maximum period for the detention of criminal suspects laid down in the Russian law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Section 6 of the Agreement on Crime Control did not set out in sufﬁcient detail the procedure for detention with a view to extradition. Hence, he could not regulate his behaviour or foresee the consequences that a given action might entail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Furthermore, the Convention on Legal Assistance provided no time-limits for detention and the applicant hence remained unaware of his fate until his extradition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Lastly, the applicant commented that in 1997–98 he had travelled from  to  and back several times, which would have been impossible if he had been evading the Belarusian authorities.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "40.  The applicant’s complaint includes two distinct parts: ﬁrst, he alleges that the domestic procedure of extradition was not respected and, second, that the law governing the procedure was not sufﬁciently precise. The Court will deal with these allegations consecutively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Compliance with domestic law",
                                        "elements": [
                                            {
                                                "content": "41.  The Court reiterates that to be “lawful”, detention must not only conform with the domestic law but also with the purpose of the restrictions permitted by Article 5. This is required in respect of both the ordering and the execution of the measures involving deprivation of liberty. As regards conformity with domestic law, the term “lawful” covers procedural as well as substantive rules. There thus exists a certain overlap between this term and the general requirement stated at the beginning of Article 5 § 1, namely the observance of “a procedure prescribed by law” (see Winterwerp v. the Netherlands, judgment of 24 October 1979, Series A no. 33, § 39).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court further reiterates that as these terms essentially refer back to national law and state the obligation to conform to the substantive and procedural rules thereof, it is in the ﬁrst place for the national authorities, notably the courts, to interpret and apply domestic law. However, since under Article 5 § 1 failure to comply with domestic law entails a breach of the Convention, it follows that the Court can and should exercise a certain power to review whether this law has been complied with (see Benham v. the United Kingdom, judgment of 10 June 1996, Reports of Judgments and Decisions 1996-III, §§ 40–41).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Turning to the facts of the present case, the Court’s task would have been facilitated if the domestic courts had themselves determined whether national law had been respected in the applicant’s case. This, however, has not been done. Besides, it is not certain if such a decision was at all possible, given that one of the applicant’s complaints under the Convention is that there was no remedy by which he could test the lawfulness of his detention (see paragraphs 60–68 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In such circumstances, the Court will have to exercise its limited power of review of compliance with the domestic legislation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The applicant claims that at the time of his arrest the Russian authorities had no legal basis to detain him. This allegation does not seem to be true: The Russian GPO had indeed received the Belarusian GPO’s request for extradition on 4 August 1998, i.e. 26 days after the applicant’s arrest on 9 July 1998. However, as early as 22 September 1997, that is some 9 months before the arrest, the Russian authorities had received from  an international search and arrest warrant for the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that, pursuant to Article 61-1 of the Convention on Legal Assistance, the Russian authorities were under an obligation to ﬁnd and arrest the applicant, which they did. Furthermore, the request for the applicant’s extradition, required by Article 56 of the Convention on Legal Assistance, was received by the Russian GPO within the 40-day time-limit established by Article 62 § 1 of that Convention, i.e. in time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court ﬁnds, in view of the above considerations, that there was no breach of the domestic procedure on extradition, and the applicant’s detention cannot be found “unlawful” on this ground.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Quality of the law",
                                        "elements": [
                                            {
                                                "content": "47.  The applicant next alleged that the law on extradition was too imprecise to meet the “quality” one would expect from a law authorising deprivation of liberty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court reiterates, as a matter of principle, that “quality” in this sense indeed implies that where a national law authorises deprivation of liberty it must be sufficiently accessible and precise, in order to avoid all risk of arbitrariness (see, mutatis mutandis, Amuur v. France, judgment of 25 June 1996, Reports 1996III, § 50).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  However, the “quality of the law” is not an end in itself and cannot be gauged in the abstract. It only becomes relevant if it is shown that the poor “quality of the law” has tangibly prejudiced the applicant’s substantive Convention rights. The Court finds no indication of any such prejudice in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  At the heart of the applicant’s complaint lies the substantive interest not to spend an indefinitely long period of time in pre-extradition custody. Article 5 § 1 (f) of the Convention does not require domestic law to provide a time-limit for detention pending extradition proceedings. However, if the proceedings are not conducted with the requisite diligence, the detention may cease to be justifiable under that provision. Within these limits the Court may have cause to consider the length of time spent in detention pending extradition (see Chahal v. the United Kingdom, judgment of 15 November 1996, Reports 1996V, § 113). From the moment of his arrest on 9 July 1998 to the moment of his extradition on 17 November 1998 (or 12 November 1998, according to the Government), the applicant spent about 4 months in Russian custody. The Court considers that this period was not excessively long, nor is there any other reason to believe that the Russian authorities acted without due diligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  There has, accordingly, been no breach of Article 5 § 1 of the Convention on this ground either.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  The applicant next complained under Article 5 § 2 of the Convention that he had not been informed about the reasons for his arrest. Article 5 § 2 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of the parties",
                                "elements": [
                                    {
                                        "content": "53.  The Government rejected this complaint. They submitted that the applicant had been immediately informed of the reasons for his arrest and the charges against him. This followed from the explanations given by the applicant on 11 July 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The applicant maintained that in his explanations of 11 July 1998 he had only referred to the criminal investigation of his company’s activities and not to the charges against him personally. It was not until 13 August 1998 that he ﬁrst heard about the charges.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "55.  The Court reiterates that Article 5 § 2 contains the elementary safeguard that any person arrested should know why he is being deprived of his liberty. This provision is an integral part of the scheme of protection afforded by Article 5: by virtue of § 2 any person arrested must be told, in simple, non-technical language that he can understand, the essential legal and factual grounds for his arrest, so as to be able, if he sees ﬁt, to apply to a court to challenge its lawfulness in accordance with Article 5 § 4. Whilst this information must be conveyed ‘promptly’, it need not be related in its entirety by the arresting ofﬁcer at the very moment of the arrest. Whether the content and promptness of the information conveyed were sufﬁcient is to be assessed in each case according to its special features (see Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, § 40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court also recalls that when a person is arrested on suspicion of having committed a crime, Article 5 § 2 neither requires that the necessary information be given in a particular form, nor that it consists of a complete list of the charges held against the arrested person (see X v. Germany, no. 8098/77, Commission decision of 13 December 1978, DR 16, p. 111). When a person is arrested with a view to extradition, the information given may be even less complete (see K. v. Belgium, no. 10819/84, Commission decision of 5 July 1984, DR 38, p. 230).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In the case at hand, the applicant noted in his explanations of 11 July 1998 that, until his arrest in , he had been unaware that the Belarusian authorities had been searching for him. It follows that, in the course of the arrest, the applicant had been told that he was wanted by the Belarusian GPO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Having regard to the case-law cited above, the Court ﬁnds that this information was sufﬁcient for the purpose of Article 5 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  There has, accordingly, been no violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLES 5 § 4 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  Lastly, the applicant complained under Articles 5 § 4 and 13 of the Convention that his applications for release addressed to the courts of  were not examined.",
                                "elements": []
                            },
                            {
                                "content": "Article 5 § 4 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "Article 13 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an ofﬁcial capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of the parties",
                                "elements": [
                                    {
                                        "content": "61.  The Government rejected this complaint. According to them, the applicant’s lawyer did not ﬁle any applications for release with the courts of . The applicant supplied the Court with a copy of his application to the Kalininskiy District Court. That copy bore a certain reference number. However, that number did not originate from the Kalininskiy District Court. Had the applicant’s lawyer lodged the applications, they would have certainly been examined. Applications for release lodged by persons detained with a view to extradition were routinely examined pursuant to Article 220 of the CCrP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The applicant insisted that his lawyer did lodge the necessary applications. The lawyer learned the reference number from the court’s registry, and could not take the blame for the registry’s possible mistakes. In any event, Russian law provided no remedy by which detention with a view to extradition could be challenged. Even though the applicant tried to challenge his detention under Article 220-1 of the CCrP, this remedy failed because it was intended for the judicial review of the detention of criminal suspects, and not that of persons to be extradited.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "63.  Since Article 5 § 4 constitutes a lex specialis, that is a special rule, in relation to the more general requirements of Article 13 (see Nikolova v. Bulgaria [GC], no. 31195/96, § 69, ECHR 1999II), the Court will examine this complaint solely under Article 5 § 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court reiterates that, in guaranteeing to persons arrested or detained a right to institute proceedings, Article 5 § 4 also proclaims their right, following the institution of such proceedings, to a speedy judicial decision terminating their deprivation of liberty if it proves unlawful (see Van der Leer v. the Netherlands, judgment of 21 February 1990, Series A no. 170-A, § 35). This right must be not only theoretical or illusory but practical and effective (see R.M.D. v. Switzerland, judgment of 26 September 1997, Reports 1997-VI, § 51).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Turning to the present case, the Court notes that the applicant’s complaint is twofold. First, the applicant alleges that his applications for release were disregarded, or, in other words, that judicial review was not available in fact. Secondly, he alleges that his applications for release were not examined because they had no legal basis, or, in other words, that judicial review was not available in law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  As to the availability of judicial review in law, the Government asserted that judicial review of detention with a view to extradition was possible under Article 220 of the CCrP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court has no reason to mistrust the Government’s interpretation of their own legislation. Moreover, the applicant has not advanced any arguments to the contrary, other than the fact that his applications were not examined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  As to the availability of judicial review in fact, the parties make conicting statements as to whether the applicant’s lawyer had at all lodged the applications for release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The contents of the case-ﬁle do not convince the Court that he had. The applicant has furnished, in support of his claim, copies of documents purporting to be his applications to the Dzerzhinskiy and Kalininskiy District Courts of St. Petersburg. However, these documents are neither dated nor signed. More importantly, they do not carry any mark to show that they had indeed been submitted to the courts – by post or otherwise – or received by them. Furthermore, there are no documents concerning the alleged application to the St. Petersburg City Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Evidence that meagre does not establish a prima facie case of a breach of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  There has, therefore, been no violation of Article 5 § 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been no violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 5 § 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 5 § 4 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notiﬁed in writing on 8 February 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "16/03/2004 00:00:00",
    "docname": "CASE OF BORDOVSKIY v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-68153.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0208JUD004949199",
    "externalsources": [],
    "extractedappno": [
        "49491/99",
        "8098/77",
        "10819/84",
        "31195/96"
    ],
    "importance": "3",
    "introductiondate": "26/05/1998 00:00:00",
    "issue": [
        "Code of Criminal Procedure, Article 220"
    ],
    "itemid": "001-68153",
    "judgementdate": "08/02/2005 00:00:00",
    "kpdate": "08/02/2005 00:00:00",
    "kpthesaurus": [
        "448",
        "135",
        "191",
        "220",
        "438"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "5-4",
        "5-1-f",
        "5-1",
        "5",
        "5-2"
    ],
    "parties": [
        "BORDOVSKIY",
        "RUSSIA"
    ],
    "rank": "507.157318115234",
    "representedby": [
        "MOSKALENKO K."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Amuur v. France, judgment of 25 June 1996, Reports 1996-III, § 50",
        "Benham v. the United Kingdom, judgment of 10 June 1996, Reports of Judgments and Decisions 1996-III, §§ 40-41",
        "Chahal v. the United Kingdom, judgment of 15 November 1996, Reports 1996-V, § 113",
        "Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, § 40",
        "K. v. Belgium, no. 10819/84, Commission decision of 5 July 1984, DR 38, p. 230",
        "Winterwerp v. the Netherlands, judgment of 24 October 1979, Series A no. 33, § 39",
        "X v. Germany, no. 8098/77, Commission decision of 13 December 1978, DR 16, p. 111"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "403301",
    "typedescription": "14"
}