{
    "__articles": "6;6+6-3-d;6-1;6-3;6-3-d",
    "__conclusion": "Violation of Article 6+6-3-d - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Article 6-3 - Rights of defence) (Article 6-3 - Rights of defence;Article 6 - Right to a fair trial;Article 6-3-d - Witnesses)",
    "applicability": "",
    "appno": "38891/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-d",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing",
                "Article 6-3 - Rights of defence"
            ],
            "element": "Violation of Article 6+6-3-d - Right to a fair trial",
            "mentions": [
                "Article 6-3 - Rights of defence",
                "Article 6 - Right to a fair trial",
                "Article 6-3-d - Witnesses"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-204727.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38891/08) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by five Russian nationals, whose names and dates of birth are listed in the Appendix, on 25 June 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by lawyers from the Memorial Human Rights Centre. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M.  Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 16 May 2012 notice of the application was given to the Government.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government did not object to the examination of the application by a Committee.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background information on Hizb ut-Tahrir",
                                "elements": [
                                    {
                                        "content": "5.  Hizb ut-Tahrir al-Islami (The Party of Islamic Liberation – hereinafter “Hizb ut-Tahrir”) is an international Islamic organisation with branches in many parts of the world, including the Middle East and Europe. It advocates the overthrow of governments and their replacement by an Islamic State in the form of a recreated Caliphate. Hizb ut-Tahrir first emerged among Palestinians in Jordan in the early 1950s. It has achieved a small, but highly committed following in a number of Middle Eastern states and has also gained in popularity among Muslims in western Europe and Indonesia. It began working in Central Asia in the mid-1990s and has developed a committed following inside Uzbekistan, and to a lesser extent in neighbouring Kyrgyzstan, Tajikistan and Kazakhstan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 14 February 2003 the Supreme Court of the Russian Federation found fifteen organisations, including Hizb ut-Tahrir, to be terrorist organisations and prohibited their activity in the territory of Russia. It held a hearing in camera which was attended by a representative of the Prosecutor General’s office, but not the organisations’ representatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 28 July 2006 a list of organisations declared to be terrorist organisations by the Russian courts was for the first time published in the official periodical Rossiyskaya Gazeta. The list included, among others, the organisations declared to be terrorist organisations by the Supreme Court’s decision of 14 February 2003, such as Hizb ut-Tahrir.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings against the applicants",
                                "elements": [
                                    {
                                        "content": "8.  On 6 December 2006 the Russian Federal Security Service instituted criminal proceedings against the applicants on suspicion of their membership of Hizb ut-Tahrir. They were subsequently charged with inciting hatred or enmity and humiliation of human dignity committed by an organised group (an offence under Articles 282 § 2 (c) of the Criminal Code) and membership of an organisation banned by the final court decision on account of its extremist activity (an offence under Article 282.2 § 2 of the Criminal Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  During the trial before the Leninskiy District Court of Cheboksary the applicants pleaded not guilty and denied being members of Hizb ut-Tahrir.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The District Court called and examined more than thirty witnesses both on behalf of the prosecution and defence. A number of the witnesses confirmed that the applicants had held regular secret meetings in which those witnesses had participated. During the meetings the applicants had said that they were members of Hizb ut-Tahrir, had explained Hizb utTahrir’s aims and methods of achieving those aims and supplied the participants with Hizb ut-Tahrir literature. In particular, the applicants had told the witnesses that it was necessary to create the Caliphate in Russia by destroying the Constitution and adopting a life on the basis of Koran and Sharia laws. To achieve that aim it would be necessary to sow disunity between the people and the State, and to lead jihad against those who would not accept the Caliphate. The witnesses also stated that the applicants had invited them to try to persuade others to share ideas of Hizb ut-Tahrir. At the same time, they had warned the witnesses that Hizb ut-Tahrir was banned in Russia and that they should not show anyone the literature provided to them by the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Several witnesses also stated to the District Court that the applicants had given them Hizb ut-Tahrir leaflets near a mosque. In particular, three witnesses stated that they had been given leaflets by the first and the third applicants. Two other witnesses stated that they had seen the second, fourth and fifth applicants to distribute leaflets. Those two latter witnesses requested, and were granted, anonymity because they feared for their safety. They were nicknamed “Makarov” and “Medvedev” and were crossexamined at the hearing while unseen by the applicants, their lawyers and other participants to the hearing. Their voices were also mechanically distorted by special equipment. The second applicant’s lawyer then requested the trial court to order that the identity of witnesses “Makarov” and “Medvedev” be disclosed, as he doubted the accuracy of their statements. The District Court rejected that request stating that the lawyer had not advanced any convincing arguments for disclosure of those witnesses’ identity and that it had no grounds to question the accuracy of their statements made at the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The District Court then examined audio and video records of the meetings of the applicants among themselves and with a number of witnesses in their case, during which they had discussed questions related to Hizb ut-Tahrir’s activities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The District Court also had regard to a number of expert reports by specialists in political sciences submitted by the prosecution. The expert reports stated that the literature, including leaflets, found as a result of searches at the applicants’ flats contained aggressive Islamist propaganda combined with intolerance towards other religions and declared the organisation’s aim to sow discord in the society. They were aimed at inciting hatred and enmity, humiliation of the dignity of a person, people, country, a group of countries on the grounds of ethnicity, religion, ethnoreligious and political-ideological self-identification and origin; they called the Muslims to violence and physical extermination of people, to disobedience to the laws of the existing States, including Russia, and to a breach of the territorial integrity of Russia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  During the hearing the third applicant requested the District Court to order another expert examination of the found material. The prosecuting party objected stating that, when studying the reports on the expert examinations carried out at the pre-trial stage, neither the applicants nor their lawyers had challenged the expert conclusions or requested additional expert examinations. The District Court then rejected the third applicant’s request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 19 September 2007 the Leninskiy District Court convicted the applicants as charged. It relied on the evidence described above and found that it was admissible, coherent and convincing. In particular, the court found that it had no grounds to question the findings of the expert examinations, as they had been carried out by competent specialists who had thoroughly studied the material in question and reached founded and reasoned conclusions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The trial court found it established that, despite being aware that Hizb ut-Tahrir was banned in Russia, each of the applicants had joined that organisation and had been its active member from 2004 to 2006. In particular, they had kept at home literature relating to Hizb ut-Tahrir, had secretly met with each other and the witnesses in the case in order to study that literature and to promote that extremist organisation’s ideas. Thereby, in the trial court’s opinion, the applicants had imposed those extremist ideas on the witnesses and instigated them to search for new followers. The trial court found that those actions amounted to membership of an organisation banned by the final court decision on account of its extremist activity, an offence under Article 282.2 § 2 of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The court further fount it established that each of the applicants had also distributed Hizb ut-Tahrir’s leaflets near or inside mosques, that is at places with high concentration of people. Those leaflets incited hatred and enmity, humiliation of the dignity or a person and a group of persons on the grounds of their attitude towards religion. It held that the distribution by the applicants, who had acted as an organised group, of Hizb ut-Tahrir’s leaflets had constituted a separate offence of inciting hatred and enmity and humiliating the dignity of a person or a group of persons on the grounds of their attitude towards religion committed publicly by an organised group, an offence punishable under Articles 282 § 2 (c) of the Russian Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The District Court imposed a separate sentence in respect of the two offences on each of the applicants and then combined them to arrive to a cumulative sentence ranging between four years and three months’ imprisonment and four years and four years and six months’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 28 December 2007 the Supreme Court of the Chuvash Republic upheld the conviction on appeal. It rejected the applicants’ lawyers’ complaint that the identity of witnesses nicknamed “Makarov” and “Medvedev” had not been disclosed at the trial hearing and that during their cross-examination they had remained unseen by the other participants to the criminal proceedings. The appellate court stated that such an arrangement had been necessary to secure those two witnesses’ safety and that the trial court had provided detailed reasons for its decision to that end. It also stated that the expert examinations of the literature found at the applicants’ domicile had been carried out by competent experts who had thoroughly examined the adduced materials. In such circumstances, the appellate court stated that it had no reasons to doubt the expert conclusions and that there had been no need to carry out any additional expert examinations, as was suggested by the applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLEs 9, 10 and 11 OF THE CONVENTION taken alone and in conjunction with artiCle 14 of the convention",
                        "elements": [
                            {
                                "content": "20.  The applicants complained about their criminal conviction for membership of Hizb ut-Tahrir. They relied on Articles 9, 10 and 11 of the Convention taken alone and in conjunction with Article 14. These Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 9",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
                                "elements": []
                            },
                            {
                                "content": "2.  Freedom to manifest one’s religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "Article 10",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "Article 11",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests.",
                                "elements": []
                            },
                            {
                                "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others. This Article shall not prevent the imposition of lawful restrictions on the exercise of these rights by members of the armed forces, of the police or of the administration of the State.”",
                                "elements": []
                            },
                            {
                                "content": "Article 14",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "21.  The Government contested that argument. They argued that the applicants had been convicted of membership of a banned extremist organisation, of inciting interreligious hatred and enmity and of humiliating human dignity on account of religious affiliation. Referring to Article 17 of the Convention, they therefore argued that the applicants could not claim the protection afforded by Articles 9, 10, 11 and 14.",
                                "elements": []
                            },
                            {
                                "content": "22.  The applicants submitted that they had been convicted on the basis of a judgment of the Supreme Court of Russia which had not been duly published. The domestic law applied to them had not therefore met the Convention’s “quality of law” requirements. The applicants also alleged that their conviction had not pursued any legitimate aim and could not be said to have been necessary in democratic society as it had been primarily based on the domestic courts’ finding that they had been members of Hizb ut-Tahrir and had distributed its literature. They had not been accused of having committed any acts of violence. The severe penalty imposed on them had been clearly disproportionate to any legitimate aim pursued. The applicants further submitted that the activities of Hizb ut-Tahrir were legal in the vast majority of the European democracies. Lastly, they submitted that their activities were not aimed at destroying the rights and freedoms set forth in the Convention and that Article 17 was not therefore applicable to them.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Court notes that it has earlier found that the dissemination of the ideas of Hizb ut-Tahrir clearly constitutes an activity falling within the scope of Article 17 of the Convention. Members of Hizb ut-Tahrir are essentially seeking to use Articles 9, 10 and 11 to provide a basis under the Convention for a right to engage in activities contrary to the text and spirit of the Convention. That right, if granted, would contribute to the destruction of the rights and freedoms set forth in the Convention (see Kasymakhunov and Saybatalov v. Russia, nos. 26261/05 and 26377/06, §§ 102-14, 14 March 2013).",
                                "elements": []
                            },
                            {
                                "content": "24.  Given that the applicants were convicted for disseminating the ideas of Hizb ut-Tahrir, the Court does not see any reason to reach a different conclusion in the present case.",
                                "elements": []
                            },
                            {
                                "content": "25.  It follows that the applicants’ complaints under Articles 9, 10 and 11 taken alone and in conjunction with Article 14 of the Convention are incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 (a) and must be rejected in accordance with Article 35 § 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicants also complained of about various irregularities in the criminal proceedings against them. They relied on Article 6 §§ 1 and 3 (d) of the Convention, which read as follows.",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him; ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "27.  The applicants submitted that a principle of equality of arms had been violated in the criminal proceedings against them because the trial court had rejected their motion to order an alternative expert examination of the literature found at their domicile. They further submitted that the trial court had failed to give reasons to explain why it had accepted some pieces of evidence while rejecting the other pieces of evidence. The applicants alleged that the overall fairness of the proceedings had been undermined because of the intimidation of a number of witnesses during the preliminary investigation; those witnesses made very important statements whereas the domestic courts failed to give them due consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Mr Andreyev, Mr Salimzyanov and Mr Valiullov also complained that the charges against them had been based on statements of witnesses whose identity remained undisclosed to them. This had made it impossible for them to prepare adequately their defence or to challenge evidence adduced by the prosecution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government submitted that the criminal proceedings against the applicants had been fair. The domestic courts had examined numerous witnesses and other evidence. There had been no reason to question the competence of the experts involved or to appoint any additional expert examinations. Two witnesses had been granted anonymity in order to ensure their safety. The applicant had been able to put questions to them. Their defence right had not been therefore breached.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Additional expert examination",
                                "elements": [
                                    {
                                        "content": "30.  As regards the applicants’ complaint under Article 6 § 1 about the refusal of their request for an additional expert examination of the literature found in their homes, the Court reiterates in this connection that Article 6 does not impose on domestic courts an obligation to order an expert opinion to be produced or any other investigative measure to be taken solely because it is sought by a party. It is primarily for the national court to decide whether the requested measure is relevant and essential for deciding a case. However, if the court decides that an expert examination is needed, the defence should have an opportunity to formulate questions to the experts, to challenge them and to examine them directly at the trial. In certain circumstances the refusal to allow an alternative expert examination of material evidence may be regarded as a breach of Article 6 § 1 (see C.B. v. Austria, no. 30465/06, § 40, 4 April 2013, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Turning to the circumstances of the present case, the Court notes that the applicants did not advance any reasons for their request to order an additional expert examination. The domestic courts rejected that request as unsubstantiated, finding that the expert opinions submitted by the prosecution had been issued by competent independent experts and that there was no reason to doubt their conclusions. The Court does not have any reason to question that finding, given that it is primarily for the national courts to assess evidence, and therefore to determine whether a particular expert report available to the domestic judge was reliable or not (see Matytsina v. Russia, no. 58428/10, § 169, 27 March 2014). What is more important is whether the rights of the defence have been respected. In particular, it must be examined whether the applicants were given the opportunity to challenge the authenticity of the evidence and to oppose its use (see Khodorkovskiy and Lebedev v. Russia, nos. 11082/06 and 13772/05, § 700, 25 July 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  It is significant in this connection that the applicants did not claim that they had been in any way restricted in their right provided by the domestic law to be involved in the expert examination ordered by the investigator at the pre-trial stage, in particular by challenging the experts appointed by the investigator, by suggesting alternative or additional experts and by putting questions to them (see, by contrast, Matytsina, cited above,, §§ 173-75). Nor did they complain that during the trial they had been unable to cross-examine the prosecution experts, to submit alternative opinions by independent specialists or to otherwise contest the prosecution experts’ competence or findings (see, by contrast, Matytsina, cited above, §§ 176-81 and 185-92, and Khodorkovskiy and Lebedev, cited above, §§ 729-35,).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In view of the above, the Court finds that the applicants have not substantiated their complaint that the refusal of their request for an additional expert examination had put them in a more unfavourable position than the opposing party and thus violated the principle of equality of arms in the criminal proceedings against them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  It follows that the complaint is manifestly ill-founded and must be rejected, in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Other complaints under Article 6 § 1",
                                "elements": [
                                    {
                                        "content": "35.  The Court has examined the applicants’ complaints about the trial court’s failure to give sufficient reasons for their decisions on admissibility of evidence and about the alleged intimidation of witnesses. Having regard to all the material in its possession and in so far as the complaints fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Anonymous witnesses",
                                "elements": [
                                    {
                                        "content": "36.  In so far as Mr Andreyev, Mr Salimzyanov and Mr Valiullov complained under Article 6 §§ 1 and 3 (d) that their conviction had been based on statements by anonymous witnesses, the Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "37.  The Court refers to its general principles on anonymous witnesses as recently stated in detail in the case of Asani v. the former Yugoslav Republic of Macedonia (no. 27962/10, §§ 32-37, 1 February 2018). Based on these general principles, the Court must examine, firstly, whether there were good reasons to keep secret the identity of the anonymous witnesses “Makarov” and “Medvedev”. Secondly, the Court must consider whether the evidence of those witnesses was the sole or decisive basis of the conviction. Thirdly, it must ascertain whether there were sufficient counterbalancing factors, including the existence of strong procedural safeguards, to permit a fair and proper assessment of the reliability of that evidence to take place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Firstly, the Court observes that anonymity was granted to witnesses “Makarov” and “Medvedev” because they feared for their safety (see paragraph 11 above). The Court reiterates in this connection that any subjective fear by the witness will not suffice and the courts must conduct appropriate enquiries to determine, firstly, whether or not there are objective grounds for that fear, and, secondly, whether those objective grounds are supported by evidence (see Asani, cited above, § 39, and Al-Khawaja and Tahery v. the United Kingdom [GC], nos. 26766/05 and 22228/06, § 124, ECHR 2011). There is however no evidence in the case file that the trial court verified whether the witnesses’ fears were objectively justified. It is significant that the applicants were not accused of any violent acts and that none of the other witnesses who testified against them and whose identity they knew feared for his safety or complained about any threats or pressure from the applicants. It follows that the trial court did not advance good reasons for its decision to grant anonymity to witnesses “Makarov” and “Medvedev”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Although the absence of good reason cannot, of itself, be conclusive of the lack of fairness of a trial, it is a very important factor to be weighed in the balance when assessing the overall fairness, and one which may tip the balance in favour of finding a breach of Article 6 §§ 1 and 3(d) (see Seton v. the United Kingdom, no. 55287/10, § 59, 31 March 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Secondly, the Court notes that although the trial court heard many prosecution witnesses who testified of the applicants’ membership of Hizb ut-Tahrir, punishable under Article 282.2 § 2 of the Criminal Code, “Makarov”‘s and “Medvedev”‘s statements were the only evidence that Mr Andreyev, Mr Salimzyanov and Mr Valiullov had distributed Hizb utTahrir’s leaflets near a mosque (see paragraph 11 above). It is important to note that the fact of public distribution of leaflets was found to constitute a separate offence under Articles 282 § 2 (c) of the Criminal Code (see paragraph 17 above) which resulted in a separate sentence (see paragraph 18 above). Statements by anonymous witnesses were therefore the decisive basis for those three applicants’ conviction under Articles 282 § 2 (c) of the Criminal Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Given the importance of the evidence by anonymous witnesses in the present case, the Court must subject the proceedings to the most searching scrutiny in order to be satisfied that there were sufficient counterbalancing factors, including the existence of strong procedural safeguards, to permit a fair and proper assessment of the reliability of that evidence to take place (see Ellis and Simms v. the United Kingdom (dec.), nos. 46099/06 and 46699/06, § 78, 10 April 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court observes that in the present case not only the applicants themselves but also their lawyers and the judge could not see the witnesses give evidence in court or hear their undistorted voices. They were therefore unable to observe the witnesses’ demeanour or hear their intonations in order to make an assessment of the veracity of the account being given by them. Furthermore, although the applicants and their lawyers were able to put questions to the witnesses, the fact that they were given virtually no details about the witnesses’ personality or background undermined their ability to engage an effective cross-examination and, in particular, advance any reasons which the witness may have for lying and thereby question the credibility and reliability of their statements. Lastly, there is no indication in the judgment that the judge was alive to the need to approach the anonymous evidence with caution. In particular, he did not show that he was aware that the statements by anonymous witnesses carried less weight and did not provide detailed reasoning as to why he considered that evidence to be reliable, while having regard also to the other evidence available (see, by contrast, Ellis and Simms, cited above, §§ 82-88).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Given the absence of good reasons for granting anonymity to the witnesses in question and, especially, to the importance of the evidence given by them, the Court concludes that there were insufficient counterbalancing factors to ensure that the rights of the defence were not restricted to an extent incompatible with the guarantees of Article 6 §§ 1 and 3 (d) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  There has been therefore a violation of that provision in respect of Mr Andreyev, Mr Salimzyanov and Mr Valiullov.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "46.  The applicants requested the Court to award them compensation in respect of non-pecuniary damage, leaving its amount to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government submitted that the applicants were not entitled to compensation of non-pecuniary damage as there had been no violation of their rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court reiterates that the reopening of the proceedings is the most appropriate form of redress for the established violation of the applicants’ rights under Article 6 of the Convention, should they request it (see Zadumov v. Russia, no. 2257/12, §§ 80-81, 12 December 2017, with further references). Therefore, the finding of a violation constitutes sufficient just satisfaction in the present case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "49.  Relying on invoices and vouchers, the applicants also claimed a total of 6,557.96 pounds sterling for legal fees, translation, postal and stationary expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government submitted that some of the invoices submitted by the applicants did not bear a stamp confirming their payment by the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court reiterates that legal costs are only recoverable in so far as they relate to the violation found (see Beyeler v. Italy (just satisfaction) [GC], no. 33202/96, § 27, 28 May 2002). Regard being had to the fact that a majority of the applicants’ complaints were decalred inadmissible, to the documents in its possession and to its case-law, the Court considers it reasonable to award the sum of 1,000 euros, jointly, covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "52.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares the complaint by Mr Andreyev, Mr Salimzyanov and Mr Valiullov concerning the use of statements by anonymous witnesses admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 6 §§ 1 and 3 (d) of the Convention in respect of Mr Andreyev, Mr Salimzyanov and Mr Valiullov;",
                        "elements": []
                    },
                    {
                        "content": "Holds that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay Mr Andreyev, Mr Salimzyanov and Mr Valiullov, within three months, EUR 1,000 (one thousand euros) jointly, plus any tax that may be chargeable to the applicants, in respect of costs and expenses, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 September 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Alena Poláčková",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Gilberto Felici",
            "role": "judges"
        },
        {
            "name": "Olga Chernishova",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VASILYEV AND OTHERS v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-204727.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0922JUD003889108",
    "externalsources": [],
    "extractedappno": [
        "38891/08",
        "26261/05",
        "26377/06",
        "30465/06",
        "58428/10",
        "11082/06",
        "13772/05",
        "27962/10",
        "26766/05",
        "22228/06",
        "55287/10",
        "46099/06",
        "46699/06",
        "2257/12",
        "33202/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-204727",
    "judgementdate": "22/09/2020 00:00:00",
    "kpdate": "22/09/2020 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "440",
        "502"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "6-3",
        "6-1",
        "6-3-d"
    ],
    "parties": [
        "VASILYEV AND OTHERS",
        "RUSSIA"
    ],
    "rank": "7574.95361328125",
    "representedby": [
        "MEMORIAL HUMAN RIGHTS CENTRE"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "500559",
    "typedescription": "15"
}