{
    "__articles": "6;6-1;29;29-3;41;P1-1;P1-1-1",
    "__conclusion": "Violation of P1-1;Not necessary to examine Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "66995/01",
    "article": [
        "6",
        "41",
        "29",
        "p1-1"
    ],
    "conclusion": [
        {
            "element": "Not necessary to examine Art. 6-1",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-69792.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 66995/01) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Turkish nationals, Mr Salih Başkan and Mr Bahri Başkan (“the applicants”) on 30 October 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr Ahmet Elvan Tetik, a lawyer practising in . The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 5 April 2004 the Court decided to communicate the application to the Government. In a letter of 8 April 2004, the Court informed the parties that in accordance with Article 29 §§ 1 and 3 of the Convention it would decide on both the admissibility and merits of the application.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1926 and 1943 respectively, and live in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 17 December 1997 the General Directorate of National Airports expropriated a plot of land belonging to the applicants. A committee of experts assessed the value of the plot and the relevant amount was paid to them when the expropriation took place.",
                                "elements": []
                            },
                            {
                                "content": "6.  Following the applicants' request for increased compensation, on 20 March 1998 the Antalya Civil Court of First-instance awarded them additional compensation plus interest at the statutory rate applicable at the date of the court's decision.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 9 June 1998 the Court of Cassation quashed the judgment of the Antalya Civil Court of First-instance.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 28 September 1998 the Court of Cassation rejected the applicants' request for rectification of the judgment of 9 June 1998.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 20 December 1999 the Antalya Civil Court of First-instance awarded the applicants additional compensation of 33,318,109,000 Turkish liras (TRL) plus interest at the statutory rate running from 17 December 1997, the date on which the title deed to the land had been transferred to the General Directorate of National Airports in the land registry.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 29 February 2000 the Court of Cassation upheld the judgment of the Antalya Civil Court of First-instance.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 8 May 2000 the Court of Cassation rejected the applicants' request for rectification.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 7 June 2000 the General Directorate of National Airports paid the applicants an overall amount of TRL 77,103,800,000.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "13.  The relevant domestic law and practice are set out in the Aka v. Turkey judgment of 23 September 1998 (Reports of Judgments and Decisions 1998-VI, pp. 2674-76, §§ 17-25).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "14.  The applicants complained that the additional compensation for expropriation, which they had obtained from the authorities after two years and five months of court proceedings, had fallen in value, since the default interest payable had not kept pace with the very high rate of inflation in . They relied on Article 1 of Protocol No. 1, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "15.  The Government averred that the applicants had not exhausted domestic remedies as required by Article 35 of the Convention, since they had failed to make proper use of the remedy available to them under Article 105 of the Code of Obligations. Under that provision, they would have been eligible for compensation for the losses allegedly sustained as a result of the delays in payment of the additional compensation had they established that the losses exceeded the amount of default interest. The Government further claimed that the damage allegedly suffered by the applicants had been caused by the legal interest rates. They argued that before the domestic courts, the applicants had agreed to the application of the legal interest rates to their case and that, therefore, they could not be said to have raised their Convention grievances before the domestic authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicants contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  As to the first limb of the Government's submissions, the Court observes that it dismissed a similar preliminary objection in the case of Aka v. Turkey (cited above, §§ 34-37). It sees no reason to do otherwise in the present case and therefore rejects the Government's objection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  As to the second limb of the Government's submissions, the Court notes that the legal interest rates applied to State debts are prescribed by law. Thus, it is obvious that even if the applicants had filed a petition with the domestic authorities concerning the legal interest rates, they would not have been compensated (see Çiloğlu and Others v. Turkey, no. 50967/99, 28 October 2004, § 19).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  It finds that, in the light of the principles it has established in its case-law (see, among other authorities, the aforementioned Aka judgment) and of all the evidence before it, this complaint requires examination on the merits and there are no grounds for declaring it inadmissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "20.  The Court has found a violation of Article 1 of Protocol No. 1 in a number of cases that raise similar issues to those arising here (see Aka, cited above, §§ 50-51).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Having examined the facts and arguments presented by the Government, the Court considers that there is nothing to warrant a departure from its findings in the previous cases. It finds that the delay in paying for the additional compensation awarded by the domestic courts was attributable to the expropriating authority and caused the owner to a loss additional to that of the expropriated land. As a result of that delay and the length of the proceedings as a whole, the Court finds that the applicants have had to bear an individual and excessive burden that has upset the fair balance that must be maintained between the demands of the general interest and protection of the right to the peaceful enjoyment of possessions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Consequently, there has been a violation of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  The applicants further complained under Article 6 § 1 of the Convention that because of the high inflation rates and the delay in payment, they had received an insufficient amount of additional compensation.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "25.  The Court notes that this complaint is a repetition of the applicants' complaint under Article 1 of Protocol No. 1 and that it has already been examined under the aforementioned heading.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.   In the light of its findings with regard to Article 1 of Protocol No. 1, the Court considers that no separate examination of the case under Article 6 § 1 is necessary.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "28.  The applicants sought compensation for pecuniary damage in the sum of 22,788  dollars (USD). They also claimed compensation for non-pecuniary damage in the amount of USD 40,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government contested their claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Using the same method of calculation as in the Aka judgment (cited above, §§ 55-56) and having regard to the relevant economic data, the Court awards the applicants the amount claimed in full for pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court considers that the finding of a violation of Article 1 of Protocol No. 1 constitutes in itself sufficient compensation for any nonpecuniary damage suffered by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "32.  The applicants also claimed USD 2,000 for the costs and expenses incurred before the Court. The applicants did not produce any supporting documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Government did not comment on the applicants' claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Making its own estimate based on the information available, the Court considers it reasonable to award the applicants a global sum of EUR 500 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "35.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that it is unnecessary to examine the complaint under Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4. Holds that the finding of a violation constitutes in itself sufficient just satisfaction for non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following sums plus any tax, stamp duty or imposts that may be chargeable at the date of payment, to be converted into Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 July 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrB.M. Zupančič",
            "role": "president"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "MrE. Myjer",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "30/06/2005 00:00:00",
    "docname": "CASE OF BASKAN v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-69792.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0721JUD006699501",
    "externalsources": [],
    "extractedappno": [
        "66995/01",
        "50967/99"
    ],
    "importance": "4",
    "introductiondate": "30/10/2000 00:00:00",
    "issue": [
        "Constitution, Article 46 . Law no. 3095 of 4 December 1984",
        "Code of Obligations, Article 105"
    ],
    "itemid": "001-69792",
    "judgementdate": "21/07/2005 00:00:00",
    "kpdate": "21/07/2005 00:00:00",
    "kpthesaurus": [
        "369",
        "304",
        "445",
        "40",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "P1-1-1",
        "29",
        "29-3",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "BASKAN",
        "TURKEY"
    ],
    "rank": "519.69482421875",
    "representedby": [
        "TETIK, Ahmet Elvan"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Aka v. Turkey judgment of 23 September 1998, Reports of Judgments and Decisions 1998-VI, §§ 17-25, 34-37, 50-51, 55-56",
        "Çiloglu and Others v. Turkey, no. 50967/99, 28 October 2004, § 19"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "331408",
    "typedescription": "15"
}