{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed",
    "applicability": "41",
    "appno": "12952/87",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-57838.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1. The case was referred to the Court first by the Government of the  (\"the Government\") and then by the European Commission of Human Rights (\"the Commission\") on 20 and 21 February 1992, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the European Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\"). It originated in an application (no. 12952/87) against  lodged with the Commission under Article 25 (art. 25) by six Spanish nationals, Mr José María, Mr Zoilo, Mr Rafael, Mr Isidoro, Mr Alfonso and Mrs María Dolores Ruiz-Mateos, on 5 May 1987.",
                        "elements": []
                    },
                    {
                        "content": "The Government’s application referred to Article 48 (art. 48); the Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46). The object of the application and the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 para. 1 (art. 6-1).",
                        "elements": []
                    },
                    {
                        "content": "2. In response to the enquiry made in accordance with Rule 33 para. 3 (d) of the Rules of Court, the applicants stated that they wished to take part in the proceedings and designated the lawyers who would represent them (Rule 30). The President of the Court gave the lawyers leave to use the Spanish language (Rule 27 para. 3).",
                        "elements": []
                    },
                    {
                        "content": "3. The Chamber to be constituted included ex officio Mr J. M. Morenilla, the elected judge of Spanish nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 para. 3 (b)). On 27 February 1992, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr F. Gölcüklü, Mr C. Russo, Mr N. Valticos, Mrs E. Palm, Mr R. Pekkanen, Mr F. Bigi and Mr L. Wildhaber (Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "By a letter of 26 February to the President, Mr Morenilla had stated that he wished to withdraw pursuant to Rule 24 para. 2, because he had represented the Government before the Commission as Agent. On 6 April the Government notified the Registrar of the appointment of Mr Rafael de Mendizábal Allende, judge at the Supreme Court, as ad hoc judge (Article 43 of the Convention and Rule 23) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "On 20 October the Registrar received a letter from the latter stating that he wished to withdraw \"for [a] special reason\" (Rule 24 para. 3), following his appointment to the . On 20 November the Government appointed a new ad hoc judge, Mr Dámaso Ruiz-Jarabo Colomer, a judge who is on secondment as head of the private office of the President of the General Council of the Judiciary.",
                        "elements": []
                    },
                    {
                        "content": "4. Mr Ryssdal had assumed the office of President of the Chamber (Rule 21 para. 5) and had, in the meantime, through the Registrar, consulted the Agent of the Government, the Delegate of the Commission and the applicants on the organisation of the proceedings (Rules 37 para. 1 and 38). Pursuant to the President’s orders and directives, the Registrar received the Government’s memorial on 6 July 1992 and the applicants’ memorial on 7 July. On 8 September the Secretary to the Commission informed him that the Delegate would submit oral observations.",
                        "elements": []
                    },
                    {
                        "content": "5. On 10 April and 30 June 1992 respectively the President had authorised, under Rule 37 para. 2, the Government of the Federal Republic of Germany and the Government of the Portuguese Republic to submit written observations on the applicability of Article 6 para. 1 (art. 6-1) of the Convention to constitutional courts. These observations reached the registry on 10 June and 27 August.",
                        "elements": []
                    },
                    {
                        "content": "6. On 23 November 1992, the date initially fixed for the hearing - which had had to be postponed because of Mr de Mendizábal Allende’s withdrawal -, the Chamber decided under Rule 51 to relinquish jurisdiction forthwith in favour of the plenary Court.",
                        "elements": []
                    },
                    {
                        "content": "7. On 27 November 1992 the President directed that the oral proceedings should open on 27 January 1993. The hearing took place in public in the , , on the appointed day. Mr R. Bernhardt, the Vice-President of the Court, had replaced Mr Ryssdal as President, the latter being unable to take part in the further consideration of the case (Rule 9). The Court had held a preparatory meeting before the hearing.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government (whose Agent had been authorised by the President to use the Spanish language - Rule 27 para. 2)",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission",
                        "elements": []
                    },
                    {
                        "content": "- for the applicants",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Borrego Borrego for the Government, by Mr Pellonpää for the Commission and by Mr García Montes, Mr Sánchez Pardo and Mr Ruhlmann for the applicants, as well as their replies to its questions. The lawyers for the applicants and the Government’s representatives produced various documents.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "8. Mr José María Ruiz-Mateos, a businessman, Mr Zoilo Ruiz-Mateos, Mr Rafael Ruiz-Mateos, Mr Isidoro Ruiz-Mateos, Mr Alfonso Ruiz-Mateos and Mrs María Dolores Ruiz-Mateos are brothers and sister. They are all of Spanish nationality. In 1983 they held 100% of the shares in RUMASA , the parent company of the RUMASA group, which comprised several hundred undertakings. RUMASA ’s holding in these undertakings varied from one to the other.",
                        "elements": []
                    },
                    {
                        "content": "I. THE PARTICULAR CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A. The expropriation of the RUMASA group",
                                "elements": [
                                    {
                                        "content": "9. By a legislative decree of 23 February 1983 the Government ordered the expropriation in the public interest of all the shares in the companies comprising the RUMASA group, including those of the parent company (Article 1). The State, which was the beneficiary of this measure, was to take immediate possession of the expropriated property through the intermediary of the Directorate General for National Assets (Article 2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The legislative decree was confirmed on 2 March 1983 by the Chamber of Deputies. It gave rise to an appeal to the  (recurso de inconstitucionalidad, Article 161 para. 1 (a) of the Constitution, see paragraph 26 below), as a group of deputies contested its constitutional validity. The  dismissed the deputies’ appeal by a judgment of 2 December 1983, adopted with the President’s casting vote; in a dissenting opinion, six members of the court expressed the view that the expropriation procedure followed was contrary to the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10. In the meantime Law no. 7/1983 of 29 June 1983, published a day later in the Official State Gazette (Boletín Oficial del Estado), had replaced the legislative decree. Articles 1 and 2 thereof ordered the immediate expropriation and transfer of possession of the companies concerned in similar terms to those of the legislative decree (see paragraph 9 above). The aim of these measures was to protect the public interest because, in order to finance the group’s companies, its banks had taken risks considered to be disproportionate in relation to their solvency, thereby jeopardising \"the stability of the banking system and the interests of the depositors, employees and third parties\".",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The action for the restitution of the expropriated property",
                                "elements": [
                                    {
                                        "content": "1. The proceedings at first instance",
                                        "elements": [
                                            {
                                                "content": "11. Between the publication of the legislative decree and that of Law no. 7/1983, Mr José María Ruiz-Mateos had, on 8 April 1983, both on his own behalf and on that of the other applicants and RUMASA , instituted summary proceedings for the restitution of the expropriated property (interdicto de recobrar). On 11 April the  (juzgado de primera instancia) no. 18 - composed of a single judge - declared the application inadmissible on procedural grounds. The first applicant had failed to adduce evidence establishing that he had been divested of the assets as alleged and showing that prior to the impugned measure the assets in question had been in his possession.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12. On 9 May 1983 Mr José María Ruiz-Mateos lodged a further application concerning 50% of the RUMASA S.A. shares. The other five applicants followed suit on 27 May with regard to the remaining shares, each claiming 10%. The two cases were allotted respectively to Madrid First-Instance Courts nos. 18, which reopened the file, and 21.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13. The Counsel for the State (Abogado del Estado), representing the Government, obtained, on 4 and 5 July respectively, a stay of three months in each of the two sets of proceedings to enable him to consult his superiors. The applicants’ appeals against those decisions were dismissed on 16 and 18 July.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 21 September the Counsel for the State applied for the joinder of the two sets of proceedings. Court no. 18 acceded to this request on 22 November, having received the consent of Mr José María Ruiz-Mateos on 18 November. On 27 March 1984 Court no. 21 ordered that the file of the proceedings before it be transmitted to Court no. 18, the other five applicants having given their agreement on 23 March. Court no. 18 received the file on 9 May.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14. On 21 March 1984 the first applicant had requested Court no. 18 to refer to the Constitutional Court a question on the conformity of Articles 1 and 2 of Law no. 7/1983 (see paragraph 10 above) with Articles 14, 24 and 33 of the Constitution (cuestión de inconstitucionalidad, see paragraphs 25, 26 and 27 below). The court held hearings on 18 June and 17 September 1984. On 19 September the judge invited the parties to submit observations on this matter within ten days (Article 35 of Institutional Law no. 2/1979 on the Constitutional Court, \"Institutional Law no. 2/1979\", see paragraph 27 below). On 29 September the Counsel for the State replied that the question was not material to summary proceedings for the examination of an action to recover possession. On 1 October the Attorney General’s department also expressed its opposition to the motion. On the same date in support of their claims the applicants submitted two memorials, respectively eighty-five and thirty-seven pages long.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15. By a decision (auto) of 5 October 1984 Court no. 18 referred to the  the question of the conformity of the above-mentioned articles of Law no. 7/1983 with Article 24 para. 1 of the Constitution inasmuch as it had not been open to the applicants either to invoke in the courts their right of property in respect of the assets expropriated by legislative action or to challenge the necessity of seizing them. In the opinion of the first-instance court, the decision on the merits of the dispute depended on the validity of the provisions in issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16. The Constitutional Court found the question admissible on 17 October 1984; it then gave notice of the question to the Chamber of Deputies, the Senate, the Government and the Attorney General (Fiscal General del Estado), who were each entitled to file observations within the same fifteen-day period (Article 37 para. 2 of Institutional Law no. 2/1979, see paragraph 27 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The  received the observations of the Attorney General’s department and of the Counsel for the State on 5 and 6 November respectively; on 12 November the Speaker of the Chamber of Deputies indicated that the Chamber did not intend to submit observations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17. On 27 January 1986 Mr José María Ruiz-Mateos complained of the delay in the proceedings; he relied in this connection on Article 24 para. 2 of the Constitution (see paragraph 25 below) and Article 6 para. 1 of the Convention (art. 6-1). The  joined the application (recurso de queja) to the file on 30 January, but did not pursue the matter because the applicant lacked locus standi.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 7 February he again applied to the , alleging that the decision of 30 January infringed Article 24 of the Constitution. He also maintained that he had locus standi in respect of the constitutional proceedings by virtue of his status as a party in the main proceedings. On 21 February the  confirmed its earlier decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18. Following the election to the Constitutional Court of six new members, on 26 March 1986 Mr José María Ruiz-Mateos challenged two of these judges for lack of impartiality. He claimed that one of them was well-known to be a friend of the Prime Minister and the other had already been involved in the case as adviser to the Minister of Justice and had, among other things, participated in preparing the speech to Parliament on the expropriation of RUMASA.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 10 April the  dismissed the challenge on the ground that the applicant lacked locus standi.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19. By a judgment of 19 December 1986, it held that Articles 1 and 2 of Law no. 7/1983 were compatible with Article 24 of the Constitution. It found that legislative expropriation - even by means of a special statute concerning a specific case - was not contrary to the Constitution. Although this admittedly meant that the persons concerned suffered restrictions on the judicial protection of their rights, as they could not challenge in the courts the necessity of the seizure of their assets, it was always open to them to contest the measure in the administrative courts and to ask those courts to refer a question to the Constitutional Court on the constitutional conformity of such action. In addition an appeal (amparo), founded on the right to equality before the law, lay against the final decision of the administrative courts. Finally, the law in issue had in no way deprived the persons concerned of their right to appropriate compensation, a right which they could assert before the Provincial Expropriation Board (jurado provincial d’expropiación) - the competent administrative body -, and then in the administrative courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Two judges expressed the view, in a dissenting opinion, that the expropriation procedure used had deprived the applicants of their right of access to the courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20. This judgment was communicated to Court no. 18 on 22 December 1986. The following day that court dismissed the action for restitution.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The appeal proceedings",
                                        "elements": [
                                            {
                                                "content": "21. On 27 December 1986 the applicants appealed to the Audiencia provincial of , which declared the appeal admissible on 5 February 1987.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The examination of the appeal began on 26 June 1988. The court communicated the file to each of the parties in turn, each party having ten days to study it. The hearing was initially set down for 21 October, but was adjourned at the request of the applicants’ lawyer, who was unable to attend. As soon as the hearing opened on 28 November, the applicants sought a stay of the proceedings until the European Commission and Court of Human Rights had had an opportunity to rule on their application to . In the alternative, they requested the Audiencia provincial to refer to the  a new question concerning the compatibility of Articles 1 and 2 of Law no. 7/1983 with Articles 14 and 33 para. 3 of the Constitution (see paragraph 25 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The court ordered an adjournment so as to allow the applicants to submit documents in support of their first request. On 19 December 1988 they supplied a translation of the correspondence from the Secretariat of the Commission. After a further hearing on 13 February 1989, the court refused to stay the proceedings. On 7 July 1989 it overruled the applicants’ objection to this decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22. On 14 February 1989 it had invited the parties and the Attorney General’s department to give their views on whether the above-mentioned question as to constitutional conformity should be submitted to the  (Article 35 para. 2 of Institutional Law no. 2/1979, see paragraphs 21 above and 27 below). After having received their comments, the Audiencia provincial referred the question to the  on 9 July 1989.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The latter court declared it admissible on 31 October 1989, then communicated it to the institutions of the State listed in Article 37 para. 2 of Institutional Law no. 2/1979 (see paragraph 27 below). The Speaker of the Chamber of Deputies replied on 17 November that the Chamber did not intend to submit observations; on the same day and the following day respectively, Counsel for the State and the Attorney General’s department filed their submissions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23. By a judgment of 15 January 1991 the  found the contested articles of Law no. 7/1983 to be compatible with Articles 14 and 33 para. 3 of the Constitution. Two judges expressed a dissenting opinion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24. The Audiencia provincial was notified of this on 25 January 1991 and set down a hearing for 22 February. On that occasion the applicants made a further application for the proceedings to be stayed. The court dismissed their appeal by a judgment of 25 February.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 6 March the applicants lodged an application for the interpretation of that judgment; their application was dismissed on 11 March 1991.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. THE APPLICABLE DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "1. The Constitution",
                                "elements": [
                                    {
                                        "content": "25. The relevant Articles of the 1978 Constitution are worded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 14",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Spaniards shall be equal before the law and may not be discriminated against in any way on account of birth, race, sex, religion, opinion or any other condition or personal or social circumstance.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 24",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. Every person has the right to obtain the effective protection of the judges and the courts in the exercise of his legitimate rights and interests, and in no case may he be denied that protection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Likewise, all persons have the right of access to the ordinary courts as predetermined by law; to the defence and assistance of a lawyer; to be informed of the charges brought against them; to a public trial without undue delays and with full guarantees; to the use of evidence pertinent to their defence; not to make self-incriminating statements; not to declare themselves guilty; and to the presumption of innocence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 33",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. Private property rights ... are recognised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. No-one may be deprived of his property and rights, except on justified grounds of public interest against proper compensation and in accordance with the provisions of the law.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "26. The jurisdiction of the  is defined as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 161 para. 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The  has jurisdiction over the whole of Spanish territory and is competent to hear:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Only the rights guaranteed under Articles 14 to 29 of the Constitution may be the subject of an amparo appeal, which is not therefore available in respect of the right to property secured under Article 33.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 163",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"If a judicial body considers, in the course of proceedings, that a regulation with the status of law which is applicable in those proceedings and upon the validity of which the judgment depends may be contrary to the Constitution, it may bring the matter before the Constitutional Court in the circumstances, manner and subject to the consequences to be laid down by law; such consequences shall in no case be suspensive.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 164",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. The judgments of the  shall be published in the Official State Gazette, together with any dissenting opinions. They have the force of res judicata with effect from the day following their publication, and no appeal may be brought against them. Those which declare the unconstitutionality of a law or of a rule with the force of law, and all those which do not merely recognise an individual right, shall be fully binding on all persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Unless the judgment rules otherwise, that part of the law not affected by unconstitutionality shall remain in force.\"",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. Institutional Law no. 2/1979 on the ",
                                "elements": [
                                    {
                                        "content": "27. Chapter III of the Institutional Law on the  is entitled \"On questions of constitutionality submitted by judges and courts\" and is worded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 35",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. When a judge or court, ex proprio motu or at the request of a party, decides that a provision having the status of law which applies in the case in issue and on the validity of which his or its decision depends might be contrary to the Constitution, he or it shall refer the matter to the Constitutional Court, in accordance with the provisions of the present law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Judges or courts shall not refer such a question until the case is ready to be tried and they must do so within the time-limits laid down for ruling on the case. They must specify which law or provision having the status of law is alleged to be unconstitutional and which article of the Constitution is considered to have been breached. They must also state the precise reasons why the outcome of the proceedings depends on the validity of the contested provision. Before taking a final decision on whether to refer the question to the Constitutional Court, the judge or court must first hear the views of the parties to the proceedings and the Attorney General’s department in order to give them the opportunity, within a single and non-extendable ten-day time-limit, to submit any observations they may wish to make concerning the pertinence of the question. The judge shall then announce his decision, without taking any further steps, within three days. No appeal shall lie against this decision. However, the question as to constitutionality may be raised again in subsequent proceedings until the judgment has become final.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 36",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"A question as to constitutionality referred to the  by a judge or court must be accompanied by a certified copy of the main file and, in so far as there are any, the observations provided for in the preceding article.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 37",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. On receipt of the file the  shall follow the procedure laid down in paragraph 2 of the present article. However, the Court may declare the question inadmissible, in a decision stating its reasons, after hearing only the Attorney General, when the procedural requirements are not satisfied or when the question is manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. The Constitutional Court shall give notice of the question to the Chamber of Deputies and the Senate via their respective Speakers, to the Attorney General and via the Ministry of Justice to the Government. If the question raises an issue concerning a law or another provision having the status of law adopted by an Autonomous Community, notice thereof shall also be given to its legislative and executive authorities. All these authorities may appear before the court and submit observations on the question referred within a single and non-extendable fifteen-day time-limit. When this time-limit has expired, the court shall give judgment within fifteen days, except when it considers a longer period, which may not exceed thirty days, to be necessary, in which case it must state the reasons for its decision.\"",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "28. The applicants lodged their application with the Commission on 5 May 1987. They alleged in the first place that their case had not been given a fair hearing conducted within a reasonable time by an impartial tribunal (Article 6 para. 1 of the Convention) (art. 6-1). They claimed in addition that they had been deprived of their right of access to the courts to challenge the public interest justification for the expropriation and the necessity of the immediate transfer of their property (Articles 6 para. 1 and 13 of the Convention) (art. 6-1, art. 13). Finally, they complained of discrimination in relation to other Spanish citizens in that the latter were subject to the ordinary law on expropriations and could therefore institute proceedings in the administrative courts (Article 14 read in conjunction with Articles 6 para. 1 and 13) (art. 14+6-1, art. 14+13).",
                        "elements": []
                    },
                    {
                        "content": "29. On 6 November 1990 the Commission declared the first complaint admissible and the remainder of the application (no. 12952/87) inadmissible. In its report of 14 January 1992 (made under Article 31) (art. 31), the Commission expressed the opinion that there had been a violation of Article 6 para. 1 (art. 6-1) inasmuch as (a) the applicants had not been given a fair hearing (thirteen votes to two) and (b) the relevant proceedings had not been conducted within a reasonable time (eleven votes to four). The full text of the Commission’s opinion and of the three separate opinions contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I. ALLEGED VIOLATIONS OF ARTICLE 6 PARA 1 (art. 6-1) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30. In the applicants’ submission, their actions for the restitution of their assets were not heard within a reasonable time as required under Article 6 para. 1 (art. 6-1) of the Convention. In addition, the proceedings conducted in the  failed to comply with the principle of equality of arms, inherent in the right to a fair trial as guaranteed under the same provision, according to which:",
                                "elements": []
                            },
                            {
                                "content": "\"In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal ...\"",
                                "elements": []
                            },
                            {
                                "content": "The Government contested this view, whereas the Commission subscribed to it.",
                                "elements": []
                            },
                            {
                                "content": "A. Preliminary observations",
                                "elements": [
                                    {
                                        "content": "31. The Government contended that the applicants’ complaint was directed solely at the first set of proceedings in the , to which Article 6 para. 1 (art. 6-1) did not apply; in particular, as regards compliance with the \"reasonable time\" requirement their initial application had cited only those proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It should, however, be noted that, when they lodged their application with the Commission on 5 May 1987, the Audiencia provincial of Madrid had only recently, three months earlier, declared admissible their appeal from the judgment of 23 December 1986 (see paragraph 21 above); they could not therefore at that stage complain of the ensuing delays, but they have done so since. In accordance with its established case-law (see, among many other authorities, the Ringeisen v. Austria judgment of 16 July 1971, Series A no. 13, p. 38, para. 93, and pp. 40-41, para. 98, and the Capuano v. Italy judgment of 27 July 1987, Series A no. 119, p. 11, para. 22), the Court will therefore examine all the proceedings in issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32. The applicability of Article 6 para. 1 (art. 6-1) to the applicants’ civil actions for the restitution of their assets is not open to dispute. The Government maintained, however, that the proceedings in the  should not be taken into account in ruling on the question of \"reasonable time\".  They also claimed that the complaint as to the fairness of the latter proceedings fell outside the scope of the aforementioned provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The issue of the applicability of Article 6 para. 1 (art. 6-1) does not arise in precisely the same terms on both points.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Compliance with the \"reasonable time\" requirement",
                                "elements": [
                                    {
                                        "content": "1. Period to be taken into consideration",
                                        "elements": [
                                            {
                                                "content": "33. The period to be taken into consideration began on 27 May 1983, when Zoilo, Rafael, Isidoro, Alfonso and María Dolores Ruiz-Mateos brought their action in respect of half the capital of RUMASA, thereby supplementing the action brought by José María Ruiz-Mateos on 9 May 1983 in respect of the other half (see paragraph 12 above). It ended on 25 February 1991, the date of the judgment of the Audiencia provincial (see paragraph 24 above). Notwithstanding the applicants’ arguments to the contrary, the Court does not regard their application of 6 March 1991 for the interpretation of the judgment as relevant, because it had no bearing on the outcome of the dispute.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34. In the Government’s view, two lapses of time should be deducted from the above period, one of more than twenty-six months at first instance (5 October 1984 - 19 December 1986) and another of eighteen months on appeal (9 July 1989 - 15 January 1991), when the civil courts had to wait for the Constitutional Court’s decision on the questions which they had referred to it. The Government contended that the proceedings in the  could not be regarded as a stage in the civil proceedings. The task of the  was not to rule on a specific case, but to \"refine\", from an objective point of view, domestic law by annulling rules that were contrary to the Constitution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35. According to the Court’s well-established case-law, proceedings in a Constitutional Court are to be taken into account for calculating the relevant period where the result of such proceedings is capable of affecting the outcome of the dispute before the ordinary courts (see, inter alia, the Deumeland v. Germany judgment of 29 May 1986, Series A no. 100, p. 26, para. 77, the Poiss v. Austria judgment of 23 April 1987, Series A no. 117, p. 103, para. 52, and the Bock v. Germany judgment of 29 March 1989, Series A no. 150, p. 18, para. 37). The Court sees no grounds for departing from this line of authority so as to revert to the approach adopted in the Buchholz v. Germany judgment of 6 May 1981 (Series A no. 42, p. 15, para. 48), as it was urged to do by the respondent Government and by the German and Portuguese Governments (see paragraph 5 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36. It is true that the constitutional proceedings in this case took place in mid-course of the main action and not, as in the above-mentioned cases, after its conclusion. However, in the Court’s view this circumstance, on which the Government laid particular stress, on the contrary provides an additional reason for taking them into account in the calculation of the period to be considered, especially where they concern a preliminary issue (see the Giancarlo Lombardo v. Italy judgment of 26 November 1992, Series A no. 249-C, p. 43, para. 18).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government also invoked the \"political nature\" of the , which was not part of the judiciary. The argument is not convincing: the Court has on more than one occasion had regard to interlocutory proceedings conducted before political institutions or administrative bodies or agencies (see, inter alia, the Foti and Others v. Italy judgment of 10 December 1982, Series A no. 56, p. 21, para. 63, and the Martins Moreira v. Portugal judgment of 26 October 1988, Series A no. 143, pp. 19-21, paras. 55-60). What is in issue in every case is the responsibility of the State (see the Foti and Others judgment, cited above, ibid.)",
                                                "elements": []
                                            },
                                            {
                                                "content": "37. In the present case the competent civil courts had considered it necessary to refer to the , at the plaintiffs’ request, the question of the conformity of Articles 1 and 2 of Law no. 7/1983 with the Constitution (see paragraphs 15 and 22 above). In order to do so, they had not only to establish the applicability of the contested provisions, but also to show that their decision to refer the matter was relevant, in other words to specify to what extent the outcome of the proceedings before them depended on the validity of the rules in issue (Article 35 para. 2 of Institutional Law no. 2/1979 - see paragraph 27 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "For its part, the  found the two questions admissible, being satisfied that they fulfilled the formal conditions laid down by the relevant law (see paragraphs 16 and 22 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "As the questions referred concerned a preliminary issue, the civil courts, in order to be able to give judgment, had to await the decisions of the , which were decisive for the ruling in the main action.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The period to be taken into consideration therefore includes the two sets of constitutional proceedings; this being so, it lasted nearly seven years and nine months.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Reasonableness of the relevant period",
                                        "elements": [
                                            {
                                                "content": "38. The reasonableness of the length of proceedings is to be determined with reference to the criteria laid down in the Court’s case-law and in the light of the circumstances of the case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a) Complexity of the case",
                                "elements": [
                                    {
                                        "content": "39. According to the applicants, the procedure for the examination of questions of constitutionality is extremely simple because it does not involve a hearing or the taking of evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40. The Government replied that simplicity of procedure should not be confused with the simplicity of the case. In fact this case was an extremely complex one, not only because of the volume of the file - approximately three thousand pages -, but also because of the serious nature of the legal issues involved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41. The Court considers that although the main civil action was not complex at the outset, it subsequently gave rise to constitutional questions which were undeniably difficult.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As the Commission correctly pointed out, however, the procedure for resolving such questions did not involve steps liable to lead to prolongations. The  had only to seek the observations of the institutions of the State listed in Article 37 para. 2 of Institutional Law no. 2/1979, observations which were subject to a single and non-extendable fifteen-day time-limit (see paragraph 27 above). In this instance the  received the memorials of the Attorney General’s department and the Counsel for the State on 5 and 6 November 1984 for the first question, and on 17 and 18 November 1989 for the second question (see paragraphs 16 and 22 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Applicants’ conduct",
                                "elements": [
                                    {
                                        "content": "42. According to the Government, the length of the civil proceedings is explained to a large extent by the conduct of the applicants themselves. To bring an action for restitution, which was normally available to recover goods unlawfully obtained, in respect of an expropriation effected by legislative action was an abuse of process. The applicants had in reality only sought to precipitate an early referral of the matter to the  by the competent civil courts. By requesting the latter to submit questions of constitutionality, they had considerably slowed down the proceedings because the question of whether such a step was appropriate in the context of summary proceedings was problematical and required careful examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43. The Court is not persuaded by this argument. According to the applicants, the expropriation in issue was equivalent to unlawfully depriving them of their property because Articles 1 and 2 of Law no. 7/1983 were contrary to the Constitution. If the  had reached a similar conclusion, it would have declared the provisions in question void, which would have deprived the impugned measure of any legal basis. This was moreover also how the civil courts and the  perceived the situation, as is shown by the fact that they accepted the questions as admissible. In addition, the applicants could not themselves file an amparo appeal based on an interference with a right of property (see paragraph 26 above); it cannot be held against them that they had recourse to the only means available to them under Spanish law of defending their interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, Mr José María Ruiz-Mateos protested at the protracted nature of the proceedings in the , but to no avail because, in that court’s opinion, he lacked locus standi (see paragraph 17 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44. It is nevertheless true that the appeal hearing set down for 21 October 1988 was adjourned to 28 November at the applicants’ request; on that date they asked the Madrid Audiencia provincial to stay the proceedings pending the decision of the European Commission of Human Rights, with which they had recently lodged an application. This interlocutory phase of the proceedings was not concluded until 7 July 1989, when their appeal against the refusal to stay the proceedings was dismissed (see paragraph 21 above). It delayed the decision in the appeal proceedings by a total of over eight months.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c) Conduct of the competent authorities",
                                "elements": [
                                    {
                                        "content": "45. The applicants held the competent authorities responsible for the time taken to hear their action. Their complaint was in particular directed against the . In their view, that court was aware of the urgency of the case and was already familiar with the issues to which it gave rise, as it had dealt with them in examining the appeal lodged by a number of members of Parliament against the legislative decree of 23 February 1983 (see paragraph 9 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46. In the Government’s submission, on the other hand, the civil courts displayed the maximum dispatch possible. The Government considered further that the constitutional proceedings had not been of unreasonable length; these proceedings had given rise to issues that were both complex and new, because in its judgment of 2 December 1983 the Constitutional Court had ruled only on the method of expropriation chosen - the legislative decree - and not on the merits of the measure (see paragraph 9 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47. The Court notes at the outset that at first instance there were no notable interruptions, except to resolve the preliminary issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On appeal there were, however, two periods of inactivity. The Audiencia provincial declared the appeal admissible on 5 February 1987, but did not begin consideration of it until 26 June 1988 (see paragraph 21 above), in other words sixteen months and three weeks later. No step was taken in the proceedings during that period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48. The Government stressed that the workload of the Madrid Audiencia provincial had increased after 1985 as a result of the restructuring of the Spanish judicial system by the Institutional Law on the Judiciary. On 10 June 1988 the public authorities had, however, taken remedial action by creating additional posts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "This argument is not convincing in that the measures introduced were too late to have any effect in the present case (see, inter alia, the Unión Alimentaria Sanders S.A. v. Spain judgment of 7 July 1989, Series A no. 157, pp. 15-16, para. 41).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49. The delay in question results essentially from the time taken to examine the two questions of constitutionality. After the Attorney General’s department and the Counsel for the State had filed their observations, the case remained dormant for more than twenty-five months as regards the first question and for nearly fourteen months as regards the second (6 November 1984 - 19 December 1986 and 18 November 1989 - 15 January 1991, see paragraphs 16, 19, 22 and 23 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Yet, pursuant to Article 37 para. 2 of Institutional Law no. 2/1979, the  ought to have given its decision within fifteen days of receiving the memorials, with the possibility of extending that period to thirty days (see paragraph 27 above).  The shortness of these time-limits shows the importance attached by the Spanish legislature to the speedy hearing of a preliminary question of this nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50. The Government emphasised the specific character of the structure and operation of the . It comprises only twelve members; it is independent of the three State powers and competent to review their decisions. Under Articles 161 and 163 of the Constitution, it enjoys very wide jurisdiction (see paragraph 26 above). The institutions of the State, the organs of the Autonomous Communities, the ordinary courts and individuals may all apply to it. Since its creation, it has, according to the Government, had a backlog of business, a problem which is difficult to overcome in view of the limited number of its members.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51. While attaching weight to the special features of constitutional proceedings, the Court cannot help but consider that in this instance those proceedings were too long. There was a connection between the two questions, notwithstanding the difference in content; in particular the  had already settled the issue of relevance during its examination of the first question, so that it did not need to do so in studying the second.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52. Nor should it be forgotten that what was at stake in this case, not only for the applicants but also for Spanish society in general, was considerable, in view of its vast social and economic implications. The large number of persons concerned - employees, shareholders and third parties - and the amount of capital involved militated in favour of a prompt resolution of the dispute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53. In the light of all of the circumstances of the case, the Court finds that the proceedings exceeded a reasonable time within the meaning of Article 6 para. 1 (art. 6-1), which has therefore been violated on this point.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Right to a fair trial",
                                "elements": [
                                    {
                                        "content": "54. The applicants’ complaint under the fair trial principle is directed solely at the proceedings in the Constitutional Court (see paragraph 30 above), but given that those proceedings were preliminary in nature, it is necessary to take account of the context in which they arose, namely an action for the restitution of expropriated assets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Applicability of Article 6 para. 1 (art. 6-1)",
                                        "elements": [
                                            {
                                                "content": "55. The Government denied that Article 6 para. 1 (art. 6-1) was applicable, pleading that the right in issue was not a \"civil right\". In support of this contention, they cited the specific nature of the ’s task and the features peculiar to questions of constitutionality. The ’s role was to ensure that the legislature, the executive and the judiciary respected the Constitution and not to rule on the rights and interests of individuals. This specificity of its functions appeared even more clearly in relation to proceedings of the type under review. Such proceedings were instituted by the ordinary courts and were intended to eliminate from the domestic legal system provisions contrary to the Constitution. In this instance, there were no \"parties\" because Institutional Law no. 2/1979 provided that only the representatives of the State authorities and the Attorney General need be heard (see paragraph 27 above). In addition, the judgment was notified solely to the court which referred the question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56. In their observations of 10 June and 27 August 1992 (see paragraph 5 above), the German and Portuguese Governments drew attention to the fact that the decision in the Ruiz-Mateos case would be of great significance to those other member States of the Council of Europe which have a constitutional court. The German Government, citing the above-mentioned Buchholz judgment, maintained that Article 6 para. 1 (art. 6-1) did not apply to proceedings conducted before such courts. That had been the ’s understanding when it had ratified the Convention. They supported the respondent Government’s argument, giving a broad outline of the rules in force in , which are moreover similar to the Spanish provisions. The Portuguese Government took the view that, by reason of their nature, structure and jurisdiction, constitutional courts fell outside the ambit of Article 6 para. 1 (art. 6-1).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57. The Court is not called upon to give an abstract ruling on the applicability of Article 6 para. 1 (art. 6-1) to constitutional courts in general or to the constitutional courts of  and  or even of . It must, however, determine whether any rights guaranteed to the applicants under that provision were affected in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58. The applicants conceded that constitutional proceedings did not in general deal with disputes over civil rights and obligations. However, they stressed the special features of Law no. 7/1983 on the expropriation of RUMASA , of which they were the shareholders. Despite its status as a formal law, it was a concrete and specific measure aimed at a group of companies listed in its annex (see paragraph 10 above). The applicants emphasised that they could not contest the expropriation in the civil courts unless the law was declared invalid; yet such a ruling could only be made by the , following referral of the matter to it by Madrid Court no. 18 or the Audiencia provincial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59. The Court observes that there was indeed a close link between the subject-matter of the two types of proceedings. The annulment, by the , of the contested provisions would have led the civil courts to allow the claims of the Ruiz-Mateos family (see paragraphs 15-16, 20, 22-24, 27 and 37 above).  In the present case, the civil and the constitutional proceedings even appeared so interrelated that to deal with them separately would be artificial and would considerably weaken the protection afforded in respect of the applicants’ rights. The Court notes that by raising questions of constitutionality, the applicants were using the sole - and indirect - means available to them of complaining of an interference with their right of property: an amparo appeal does not lie in connection with Article 33 of the Spanish Constitution (see paragraph 26 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60. Accordingly, Article 6 para. 1 (art. 6-1) applied to the contested proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Compliance with Article 6 para. 1 (art. 6-1)",
                                        "elements": [
                                            {
                                                "content": "61. The Ruiz-Mateos family alleged a violation of the principle of equality of arms. The Counsel for the State, their opponent in the civil proceedings, was able to submit to the Constitutional Court written observations on the lawfulness of Law no. 7/1983, whereas they were not allowed to do so because they were held to lack locus standi; they were even refused the possibility of challenging two judges, whose impartiality appeared to them to be open to doubt (paragraph 18 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Commission agreed in substance with this view.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62. In the opinion of the Government, however, the Counsel for the State at the  could not be regarded as the applicants’ opponent because it was necessary to distinguish between the executive as a branch of State authority and the administrative arm of government. It was the latter, and more specifically the Directorate General for National Assets, in whose possession the RUMASA S.A. shares had been since the expropriation, which was the plaintiffs’ opponent in the restitution action (see paragraphs 9 and 13 above). On the other hand, neither it nor the Ruiz-Mateos family were parties to the preliminary proceedings in question. The applicants moreover knew this full well and would never have raised the issue in a Spanish court. It was true that the executive and the administrative authorities were represented by officials from the same civil service corps, but the officials in question were acting on behalf of different branches of government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63. The Court will examine the complaint in the light of the whole of paragraph 1 of Article 6 (art. 6-1) because the principle of equality of arms is only one feature of the wider concept of a fair trial, which also includes the fundamental right that proceedings should be adversarial (see, among other authorities, mutatis mutandis, the Brandstetter v. Austria judgment of 28 August 1991, Series A no. 211, p. 27, para. 66).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The right to an adversarial trial means the opportunity for the parties to have knowledge of and comment on the observations filed or evidence adduced by the other party (see, mutatis mutandis, the same judgment, p. 27, para. 67). Admittedly proceedings before a constitutional court have their own characteristics which take account of the specific nature of the legal rules to be applied and the implications of the constitutional decision for the legal system in force. They are also intended to enable a single body to adjudicate on a large number of cases relating to very different subjects. Nevertheless, it may happen that, as here, they deal with a law which directly concerns a restricted circle of persons. If in such a case the question whether that law is compatible with the Constitution is referred to the Constitutional Court within the context of proceedings on a civil right to which persons belonging to that circle are a party, those persons must as a rule be guaranteed free access to the observations of the other participants in these proceedings and a genuine opportunity to comment on those observations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64. The Court sees no reason to depart from this rule in the present case. It cannot accept the distinction drawn by the Government. In view of the closeness of the link noted above (see paragraph 59 above), it would be artificial to dissociate the role of the executive - on whose authority the decision to expropriate was taken - from that of the Directorate General for National Assets - the beneficiary of the measure -, and even more so to purport to identify a real difference between their respective interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65. In November 1984 and November 1989 the Counsel for the State filed with the , by virtue of Article 37 para. 2 of Institutional Law no. 2/1979 (see paragraph 27 above), observations affirming the constitutional validity of Law no. 7/1983 (see paragraphs 16 and 22 above). The applicants were not given an opportunity to reply thereto, although it would clearly have been in their interests to be able to do so before the final decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66. According to the Government, the  was able to examine the applicants’ arguments by referring to the very voluminous memorials which the latter had submitted in the civil courts pursuant to Article 35 para. 2 of Institutional Law no. 2/1979 (see paragraphs 14 and 22 above) inasmuch as the full files of the proceedings in those courts had been transmitted to it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67. The Court does not find this argument convincing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the first place, Article 35 para. 2 fixes for the parties - in this instance the applicants and the Counsel for the State - and for the Attorney General’s department a single time-limit for putting forward their views on the appropriateness of submitting a preliminary question. Whereas the applicants’ written submissions also raised substantive issues, those of the Counsel for the State, which were very short, dealt only with procedural questions. In any event, even if the latter had also given his opinion on the merits, the applicants would not have been able to challenge it in the civil courts or in the . On the other hand, the Counsel for the State had advance knowledge of their arguments and was able to comment on them in the last instance before the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "68. There has accordingly been a violation of Article 6 para. 1 (art. 6-1).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. APPLICATION OF ARTICLE 50 (art. 50) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "69. Under Article 50 (art. 50),",
                                "elements": []
                            },
                            {
                                "content": "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"",
                                "elements": []
                            },
                            {
                                "content": "The Ruiz-Mateos family sought two thousand billion (2,000,000,000,000) pesetas for the damage allegedly deriving from the violation of their right to a fair trial, three hundred billion of which were claimed in respect of deterioration of their commercial reputation and loss of customers; they did not seek the reimbursement of costs.",
                                "elements": []
                            },
                            {
                                "content": "70. The violations found in this case relate to the failure to conduct proceedings within a \"reasonable time\" and the non-adversarial nature of the proceedings in the  (see paragraphs 53 and 68 above). There is nothing to suggest that, in the absence of these violations, the Constitutional Court would have declared the impugned law void and the European Court cannot speculate as to the conclusion which the national court would have reached (see, as the most recent authority, the de Geouffre de la Pradelle v. France judgment of 16 December 1992, Series A no. 253-B, p. 44, para. 39). Consequently, as was argued by the Government and the Commission, no causal connection between the alleged damage and the violations found has been established.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1. Holds by twenty-two votes to two that there has been a violation of Article 6 para. 1 (art. 6-1) as regards the length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "2. Holds by eighteen votes to six that there has been a violation of that provision as regards the fairness of the proceedings conducted in this case in the ;",
                        "elements": []
                    },
                    {
                        "content": "3. Dismisses unanimously the applicants’ claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 23 June 1993.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 para. 2 (art. 51-2) of the Convention and Rule 53 para. 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a) partly dissenting opinion of Mr Bernhardt;",
                        "elements": []
                    },
                    {
                        "content": "(b) dissenting opinion of Mr Thór Vilhjálmsson;",
                        "elements": []
                    },
                    {
                        "content": "(c) concurring opinion of Mr Gölcüklü, approved by Mr Walsh;",
                        "elements": []
                    },
                    {
                        "content": "(d) partly concurring, partly dissenting opinion of Mr Matscher;",
                        "elements": []
                    },
                    {
                        "content": "(e) partly dissenting opinion of Mr Pettiti, approved by Mr Lopes Rocha and Mr Ruiz-Jarabo Colomer;",
                        "elements": []
                    },
                    {
                        "content": "(f) concurring opinion of Mr De Meyer;",
                        "elements": []
                    },
                    {
                        "content": "(g) partly dissenting opinion of Mr Baka.",
                        "elements": []
                    },
                    {
                        "content": "1. I agree with the majority of my colleagues that Article 6 para. 1 (art. 6-1) of the Convention has been violated as far as the length of the proceedings is concerned. If the final decision in a civil action before an ordinary court is dependent on an interim procedure in the , the length of this interim procedure cannot be deducted from the total length of the proceedings; the case itself must be settled in a reasonable time.",
                        "elements": []
                    },
                    {
                        "content": "2. Different considerations apply in respect of the fairness or the so-called adversarial character of the proceedings as far as the interim procedure before the  is concerned.",
                        "elements": []
                    },
                    {
                        "content": "I admit that the circumstances in the present case may appear unsatisfactory: the parties in the proceedings before the Spanish civil courts were the applicants on the one side and the State on the other side. When the question of the compatibility of the nationalisation law with the Constitution was referred to the , only the State was entitled to submit further observations, the applicants were not permitted to do the same and to comment on the arguments of the Government. Even if this inequality is mitigated by the fact that the main arguments of the applicants had already been developed during the proceedings before the civil courts, and the files containing these arguments were available to the , the impression remains that the \"parties\" did not have the same chances.",
                        "elements": []
                    },
                    {
                        "content": "But the question remains whether Article 6 (art. 6) of the Convention is applicable also to the proceedings in the . These proceedings concern exclusively the legal question of the compatibility of the law in question with the constitution, and they are not designed to determine civil rights; Article 6 (art. 6) of the Convention is therefore not applicable. The distinction seemingly drawn in paragraph 63 of the judgment between \"a law which directly concerns a restricted circle of persons\" and other more general legal provisions is in my view neither practicable nor suitable for the great variety of modern legislation.",
                        "elements": []
                    },
                    {
                        "content": "European states apply different methods in order to ensure the compatibility of legislation with their constitutions. Some of the methods used are outside the court system of the state concerned and give individual citizens no possibility to intervene. Some states have chosen a method according to which draft legislation is scrutinised at a certain stage of its preparation either before or after presentation to parliament. In other countries constitutional review is entrusted to courts or court-like institutions of various types. In some countries there seems to be no constitutional review. In others the practical possibilities of such a review may be limited.",
                        "elements": []
                    },
                    {
                        "content": "Under the Spanish system a constitutional court has been set up which has procedural rules enabling individuals to submit their views indirectly through the ordinary courts. This is set out in detail in the judgment in this case.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion, our Court cannot demand that access to the  in  be regulated in a specific way as is required by the majority of our Court. Given the nature of its role and competence, proceedings before the Spanish court do not, in my opinion, fall within the field delimited by the wording of Article 6 (art. 6) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Although I agree with the conclusions in paragraphs 53 and 68 of the judgment, I consider it necessary to clarify my position on the applicability of Article 6 para. 1 (art. 6-1).",
                        "elements": []
                    },
                    {
                        "content": "In the first place, there is in my view no doubt that the Spanish Constitutional Court must be regarded as a \"tribunal\" within the meaning of Article 6 (art. 6) of the Convention, despite its specific nature, its structure and its jurisdiction (see paragraph 56 of the judgment). It must in principle respect the requirements of that provision, even though its jurisdiction ratione materiae may mean that it is permissible in certain circumstances for limitations to be placed on, or exceptions allowed to, the rights guaranteed under Article 6 para. 1 (art. 6-1).",
                        "elements": []
                    },
                    {
                        "content": "To reach this conclusion I start, as in paragraph 60 of the judgment, from the idea that Article 6 (art. 6) is indeed applicable in this instance and that it is so on the basis of the Court’s well-established case-law.",
                        "elements": []
                    },
                    {
                        "content": "In the first place, I consider, like the Commission, that the proceedings before the  concerned a \"right\" within the meaning of Article 6 para. 1 (art. 6-1). There was a dispute (contestation) over the very existence of a right which could be said, on arguable grounds, to be recognised under domestic law (see, as the most recent authority, the Kraska v.  judgment of 19 April 1993, Series A no. 254-B, p. 48, para. 24). Moreover, the Spanish courts acknowledged this, because they expressed doubts on the constitutionality of Law no. 7/1983 and observed that if the  found the legislation in question to be incompatible with the Constitution, the applicants’ claims would have to be allowed. The  ruled the questions referred by those courts admissible. The applicants could therefore reasonably claim to have been deprived of the enjoyment of their shares in circumstances contrary to the law (see, mutatis mutandis, the Lithgow and Others v. the  judgment of 8 July 1986, Series A no. 102, p. 70, para. 192).",
                        "elements": []
                    },
                    {
                        "content": "As to the question whether the right in issue was a \"civil\" right, the relevant criterion is in my view that which the Court applied in paragraph 35 of the judgment in order to determine the period to be taken into consideration as regards compliance with the \"reasonable time\" requirement, namely the potentially decisive influence of the Constitutional Court’s decision on the outcome of the civil proceedings (see the Bock v. Germany judgment of 29 March 1989, Series A no. 150, p. 18, para. 37). Indeed, according to the Court’s case-law, this criterion applies to each of the aspects of the right protected by Article 6 para. 1 (art. 6-1) (see the Ringeisen v. Austria judgment of 16 July 1971, Series A no. 13, p. 39, para. 94, and the Ettl and Others v. Austria judgment of 23 April 1987, Series A no. 117, p. 17, paras. 34-35).",
                        "elements": []
                    },
                    {
                        "content": "This line of authority received support very recently from the Kraska v.  judgment of 19 April 1993, concerning the right to a fair trial. The Court reiterated in that decision that \"proceedings come within the scope of [Article 6 para. 1] (art. 6-1), even if they are conducted before a constitutional court, where their outcome is decisive for civil rights and obligations\" (Series A no. 254-B, pp. 48-49, para. 26). The circumstances referred to in paragraph 59 of the judgment lead me to the view that that was the case in this instance.",
                        "elements": []
                    },
                    {
                        "content": "I therefore conclude, with the majority of the Court, that Article 6 para. 1 (art. 6-1) was applicable in the present case and that, for the reasons indicated by the Court in paragraphs 61 to 68 of the judgment, that provision has been breached.",
                        "elements": []
                    },
                    {
                        "content": "To my regret I am unable either to accept fully the reasoning of the judgment concerning the first limb of the case (although I approve the conclusion, namely the finding of a violation of Article 6 para. 1 (art. 6-1) from the point of view of \"reasonable time\"), or to subscribe to the Court’s reasoning and conclusion regarding the second limb, concerning the principle of \"fair trial\".",
                        "elements": []
                    },
                    {
                        "content": "In order to clarify my position, I should like to make the following comments:",
                        "elements": []
                    },
                    {
                        "content": "1. The case originated in an expropriation carried out under a law, which moreover is flawed by reason of its being a law made for a specific occasion (Massnahmegesetz - law dealing with a special individual case), thus depriving the applicants of any normal legal means of contesting the expropriation. However, as  had not ratified Protocol No. 1 (P1) at the material time, the applicants cannot rely on the protection which, under the Convention, Article 1 of that Protocol (P1-1) afforded them; accordingly they cannot invoke Article 13 (art. 13) of the Convention either.",
                        "elements": []
                    },
                    {
                        "content": "2. In order to precipitate a review of the expropriation law in the Constitutional Court, they instituted what amounted to proceedings to recover possession (interdicto de recobrar), which as regards the substance (the restitution of the property) was from the outset bound to fail, since an action for restitution (rei vindicatio) could not succeed unless the expropriation law was declared void as unconstitutional.",
                        "elements": []
                    },
                    {
                        "content": "Nevertheless the proceedings to recover possession, as such, may at a stretch be regarded as covered by Article 6 (art. 6) of the Convention (what is debatable in my view is whether the \"right\" invoked by the applicants was in fact arguable).",
                        "elements": []
                    },
                    {
                        "content": "3. While I deplore the clearly unsatisfactory legal position in the case before us, it is not for the Convention organs to \"allow\" the applicants’ claims by having recourse to Article 6 (art. 6) in order to remedy the situation under domestic law, which is undoubtedly deficient from the point of view of the general principles of law, but not contrary to the Convention, for the reasons explained under no. 1.",
                        "elements": []
                    },
                    {
                        "content": "As the possession proceedings were covered by Article 6 para. 1 (art. 6-1) of the Convention (see paragraph 2 in fine above) they must satisfy the requirements of expedition laid down therein.",
                        "elements": []
                    },
                    {
                        "content": "As regards the period to be taken into consideration, the two sets of interlocutory proceedings in the  must be taken into account, even though Article 6 para. 1 (art. 6-1) is not directly applicable to such proceedings. They are taken into account solely from a factual point of view as interlocutory proceedings which resulted in the suspension of the main proceedings (the possession action). In this context it is in principle immaterial whether the proceedings are preliminary proceedings or merely interlocutory proceedings before any other judicial, administrative or disciplinary body of the State in question (see the Lechner and Hess v. Austria judgment, Series A no. 118, p. 16, para. 39, last sub-paragraph, and pp. 19 et seq., paras. 52 et seq.), as the latter also incur international responsibility in respect of the length of such interlocutory proceedings (the situation would be different for interlocutory proceedings which fall outside the control of the State in question, for example preliminary proceedings in the Court of Justice of the European Communities under Article 177 of the EEC Treaty).",
                        "elements": []
                    },
                    {
                        "content": "From this point of view, I consider the Court’s reasoning superfluous in so far as it lays too much stress on the preliminary nature of the constitutional proceedings in issue (see paragraph 37 of the judgment). The justification for taking those proceedings into account for the overall assessment of the duration of the main proceedings derives simply from the fact that they were interlocutory proceedings which resulted in the interruption of the main proceedings.",
                        "elements": []
                    },
                    {
                        "content": "On the other hand, interlocutory proceedings necessarily increase the complexity of the main proceedings and therefore constitute a factor which must be taken into consideration when determining the overall length of the main proceedings.",
                        "elements": []
                    },
                    {
                        "content": "Even if allowance is made for that factor, the main proceedings as a whole exceeded a reasonable time within the meaning of Article 6 para. 1 (art. 6-1) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Article 6 para. 1 (art. 6-1) provides for a right to a fair trial in so far as the object of the proceedings in question is a decision on a contestation (dispute) over a civil right or obligation (or in the determination of any criminal charge).",
                        "elements": []
                    },
                    {
                        "content": "This \"fair trial\" guarantee applies equally for preliminary interlocutory proceedings in so far as the object of such proceedings is also a matter covered by Article 6 (art. 6), the mere fact that they are preliminary (or \"decisive\") for proceedings subject to Article 6 para. 1 (art. 6-1) being immaterial in this respect.",
                        "elements": []
                    },
                    {
                        "content": "To give an example: in divorce proceedings involving foreign elements, the nationality of the spouses is a preliminary issue inasmuch as the substantive law applicable in the case depends on this issue and the decision taken thereon by the competent administrative authority binds the courts; nevertheless, the procedure concerning nationality is not covered by Article 6 (art. 6). It would be possible to give innumerable examples of proceedings which are in one way or another preliminary to the decision on a dispute over a civil right, but that does not mean that the interlocutory proceedings in question are covered by Article 6 para. 1 (art. 6-1).",
                        "elements": []
                    },
                    {
                        "content": "The present case provides another example. The outcome of the constitutional proceedings determines a preliminary issue for the civil dispute. However, the subject of the constitutional proceedings is not a dispute over a civil right, but the review of the constitutionality of a law; the fact that in this instance the law subject to constitutional review was a law adopted to deal with a special individual case makes no difference in this connection. Moreover, parliamentary proceedings to amend the law in question would likewise be \"preliminary\" for a civil dispute, but no one would seek to apply the procedural guarantees of Article 6 (art. 6) to them.",
                        "elements": []
                    },
                    {
                        "content": "If the question is approached solely on the basis of well-defined legal classifications, the conclusion must be that recommended in this dissenting opinion, namely the non-applicability of Article 6 para. 1 (art. 6-1) to the constitutional proceedings in the present case.",
                        "elements": []
                    },
                    {
                        "content": "The Court reached a different conclusion by making vague references to equally vague and uncertain notions (\"close link\", between the subject-matter of the two types of proceedings, \"so interrelated\", at paragraph 59), indeed even more vague than those it had developed in other circumstances, such as the Ringeisen rule, whose use in the present case confirms its fallacious nature, to which I have drawn attention on other occasions (separate opinion in the König v. Germany case, Series A no. 27, pp. 46 et seq., and Le Compte, Van Leuven and De Meyere v. Belgium case, Series A no. 43, pp. 35 et seq.). In any event, they are not sufficient to constitute solid and convincing reasons for the applicability of Article 6 para. 1 (art. 6-1) to a given procedure.",
                        "elements": []
                    },
                    {
                        "content": "As in other cases the \"policy\" of extending excessively (in other words beyond its natural and typical scope) the applicability of Article 6 para. 1 (art. 6-1) results inevitably in the limitation of the substance of the procedural guarantees contained therein in a way which is scarcely compatible with the aim of the provision (see my separate opinion in the Le Compte, Van Leuven and De Meyere case, cited above, pp. 37 et seq.).",
                        "elements": []
                    },
                    {
                        "content": "I observe this phenomenon in this case too. Even if due regard is had to the particular features and the specificity of constitutional proceedings (paragraph 63 of the judgment), it may be asked whether the substance of the procedural guarantees secured under Article 6 para. 1 (art. 6-1) is still protected (this could already be seen in the Commission’s decision on the admissibility of 6 November 1990, paragraph 4 of the \"Law\" part).",
                        "elements": []
                    },
                    {
                        "content": "I voted with the majority for the applicability of Article 6 (art. 6) as regards the length of the proceedings, but for different reasons. Where the procedure in question is an interlocutory procedure or a preliminary question procedure which under the national rules on jurisdiction goes up to the Constitutional Court, it is my opinion that the proceedings in such a Constitutional Court contribute to the overall length and that therefore the period of stagnation can be examined from the point of view of Article 6 (art. 6) concerning the reasonable length of proceedings.",
                        "elements": []
                    },
                    {
                        "content": "The position is completely different in regard to the applicability of Article 6 (art. 6) for all the rules of fair trial - public and adversarial proceedings, equality of arms etc. - at the stage of  proceedings. The question cannot be examined without first defining the nature and function of a , the proceedings, the parties and civil rights and obligations.",
                        "elements": []
                    },
                    {
                        "content": "To define a  or a Supreme Court it is necessary to identify its functions, which may vary from State to State. Where a  or a Supreme Court has the task of trying a Head of State or ministers, it is performing a judicial function in the traditional sense. Some such courts have jurisdiction to hear electoral disputes under a different procedure.",
                        "elements": []
                    },
                    {
                        "content": "Where the task of the  or Supreme Court is to examine the compatibility of a law with the Constitution, it is acting as a supreme constitutional organ, whose role is to ensure the respect of the separation of powers and to safeguard fundamental values, constitutional rights being regarded as equivalent in part to fundamental rights. This role closely resembles that of the , which must ensure respect of human rights and the compatibility of national decisions with the requirements of the Convention. At present the applicants in the system of the European Convention on Human Rights are still not parties to the proceedings before the . In addition, the latter’s rulings do not take effect \"erga omnes\".",
                        "elements": []
                    },
                    {
                        "content": "The nature of a  is by definition \"political\" in the highest sense of the term. It is therefore a \"sui generis\" court which is not equivalent to an ordinary or traditional court, before which opposing parties appear and whose function is to resolve a dispute between the latter.",
                        "elements": []
                    },
                    {
                        "content": "Some Constitutional Courts are confined almost exclusively to resolving disputes between the political authorities or to settling disputes deriving from the operation of political powers and the organisation of those powers, or verifying that Parliament respects its powers as delimited by the Constitution and ensuring that domestic elections are lawfully conducted (see J. Robert, General Report, Conference of European Constitutional Courts, 1993, and M. Fromont, Justice constitutionelle en Europe).",
                        "elements": []
                    },
                    {
                        "content": "The constitutional review may be purely abstract, concern a general rule, be initiated by a political authority and lead to an annulment or declaration of nullity \"erga omnes\". The concrete review allowed under certain constitutions always concerns the constitutionality of a rule of law, but may be instigated at the request of a judge or on the initiative of an individual. However, this relates solely to referral to the  and does not concern the access of an individual to the constitutional proceedings.",
                        "elements": []
                    },
                    {
                        "content": "The very diversity of the systems adopted by those of the member States who have set up a  or a Constitutional Council serves to emphasise how closely these questions are linked to the historical and political traditions of each State. Some Courts rule in abstracto, others, in abstracto and in concreto, without however according individuals the status of party.",
                        "elements": []
                    },
                    {
                        "content": "Professor Jacques Robert’s general report in May 1993 to the Conference of European Constitutional Courts set out in detail these different features (in particular for Germany, Spain, Belgium and Italy).",
                        "elements": []
                    },
                    {
                        "content": "In that same report attention was drawn to the differences of approach as regards the Constitution and the case-law concerning the incorporation or lack thereof of the European Convention, with the rank of superior law or inferior law - which, in my view, underlined the care which is necessary in interpreting the Convention from the point of view of inter-State relations. Regard may be had in this respect to the differences between the procedures under the European Convention for State applications and individual applications, the specific machinery of Article 177 for twelve of the States of the Council of Europe and the special status of the Treaty of European Union. The recognised principle is that the authority with power to draft and amend the Constitution is supreme (see Conseil constitutionnel, 2 September 1992).",
                        "elements": []
                    },
                    {
                        "content": "In so far as constitutional rights correspond to fundamental rights, a question may also arise under the European Convention in this context.",
                        "elements": []
                    },
                    {
                        "content": "If a law, even one which has been found to be constitutional at national level, is contrary to the Convention, the Convention’s machinery may be used, but without interference in the constitutional procedure.",
                        "elements": []
                    },
                    {
                        "content": "If a law which is theoretically contrary to the Convention has not been found to be constitutional, it is clearly not necessary for the Convention institutions to review the operation of the . Certain constitutional rights are not included in the fundamental rights guaranteed under the European Convention on Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "It is therefore necessary to draw essential distinctions in approaching the problem from the point of view of Article 6 (art. 6) of the Convention. Even in the Community system under the Treaty of Rome, the political question of the control by parliaments of the constitutionality of Community directives remains unanswered in 1993; yet certain of these directives may have an effect on fundamental rights. There is a risk that the decision in the Ruiz-Mateos case may have to some extent a more profound effect than a judgment following a State application. Yet it is accepted in the system of the European Convention on Human Rights itself that an application of the latter kind is governed by special rules.",
                        "elements": []
                    },
                    {
                        "content": "The nature and function of the  means that each sovereign State determines the rules governing referral thereto. In the various national systems, the rules governing such referral are very diverse: head of State, speakers of the parliamentary assembly (with or without quota), various levels of courts, individuals through the intermediary of courts.",
                        "elements": []
                    },
                    {
                        "content": "Several member States of the Council of Europe do not have a , and this is not contrary to the Convention. Each State is sovereign in its decision whether or not to have a ; each State is sovereign in determining the rules governing referral to such an organ. Those responsible for drafting the European Convention and the State signatories thereto never considered giving up sovereignty in these areas. Constitutional review is a review of \"constitutional lawfulness\". That being so, in the systems which allow, as in Spain, individuals, through the intermediary of courts, to raise an objection as to constitutionality, does this right of indirect referral confer on such individuals the status of \"parties\" to the proceedings?",
                        "elements": []
                    },
                    {
                        "content": "Does the procedure in the  give to this stage in the proceedings the character of proceedings falling within the ambit of Article 6 (art. 6)?",
                        "elements": []
                    },
                    {
                        "content": "These are the basic issues which arise in the Ruiz-Mateos case.",
                        "elements": []
                    },
                    {
                        "content": "In my view the majority of the Court was influenced by the fact that the law adopted concerning the Ruiz-Mateos group had the effect of an indirect expropriation without fair compensation, but the European Court was not called upon to examine this question because Spain had not at the time ratified Protocol No. 1 (P1) to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The majority of the Court would also appear to have been guided by the fact that the law was directed at a limited category of persons. The judgment uses the curious expression \"a restricted circle of persons\" (see paragraph 63), which has no precise legal meaning.",
                        "elements": []
                    },
                    {
                        "content": "This gives rise to an entirely different question. May a State adopt specific legislation, \"made to measure\", directed at a limited category of persons?",
                        "elements": []
                    },
                    {
                        "content": "This type of legislation exists in all the member States of the Council of Europe, in particular in matters relating to tax. It is not contrary to the Convention. Even if the  wished to express an opinion in passing on the nature and scope of such laws, it ought at least to have done so on the basis of precise legal definitions.",
                        "elements": []
                    },
                    {
                        "content": "Under what conditions does a law become specific or \"made to measure\"?",
                        "elements": []
                    },
                    {
                        "content": "In such cases, what are the criteria, the quotas? Can such laws be contrary to the Constitution and on the basis of what criteria? In such circumstances, do all the persons concerned thereby become parties to the constitutional proceedings?",
                        "elements": []
                    },
                    {
                        "content": "It is my opinion that all this area falls outside the jurisdiction of the  and the field of application of the European Convention itself.",
                        "elements": []
                    },
                    {
                        "content": "The ’s decision takes effect on the whole of the national territory. If it declares the law invalid, the latter can no longer be relied upon against the persons concerned. If it finds the law to be valid, the law will be binding on all those to whom it is addressed.",
                        "elements": []
                    },
                    {
                        "content": "That is why, inter alia, it cannot be suggested that all the addressees of the law should be able to have access to the files in the Constitutional Court, even if referral thereto may be initiated in certain States by an application from individuals, where the application is allowed by a national court which refers the question of constitutionality to the Constitutional Court.",
                        "elements": []
                    },
                    {
                        "content": "But in the confrontation between the law and the Constitution before the , only the legislature or the political organ which has referred the matter or the court which has raised the question may be permitted to examine the file before the .",
                        "elements": []
                    },
                    {
                        "content": "To seek to confer the status of parties on individuals, where a court refers a question of constitutionality, would have the effect of altering the constitutional power of a sovereign State to determine the rules governing the referral of matters to the .",
                        "elements": []
                    },
                    {
                        "content": "If the applicant, where his request that a question be referred is allowed, acquires the right of access to the memorials and evidence in the constitutional proceedings, he becomes, to a certain extent, a party to those proceedings; in other words, he is accorded rights which are almost identical to those conferred on the authorities with the right to refer to the Constitutional Court: speakers of parliament, members of parliament, \"Defensor del Pueblo\", who are entitled to make known their position.",
                        "elements": []
                    },
                    {
                        "content": "The fact that the Counsel for the State, filing a memorial in the Constitutional Court, is the same or belongs to the same corps as the one who intervened in the Ruiz-Mateos trial, is not material, because their intervention does not arise in the same institutional or constitutional framework. There again, in my view, the majority has reasoned as if there was a dispute between parties concerning civil rights and obligations, in other words, within the meaning of the European Court’s case-law, on private rights, the denial of which could have decisive consequences on the position of the person concerned.",
                        "elements": []
                    },
                    {
                        "content": "The constitutional procedure is an encounter between a law and the Constitution, a debate between the legislature and the institution responsible for reviewing constitutionality with the aim of protecting the fundamental constitutional rights.",
                        "elements": []
                    },
                    {
                        "content": "The decision in the Ruiz-Mateos case may have the indirect effect of compelling a State to change its constitutional system or the procedure relating thereto, which, I consider, would not be in conformity with the European Convention. It may be possible to relativise to the maximum extent the interpretation of the judgment, but, in my view, that would have called for a different reasoning.",
                        "elements": []
                    },
                    {
                        "content": "Admittedly, in the Spanish system, no amparo appeal lies in relation to Article 33 of the Constitution, but the European Convention on Human Rights does not require such an appeal in the judicial systems of the member States.",
                        "elements": []
                    },
                    {
                        "content": "In any event, an amparo appeal did lie in respect of Article 24 of the Constitution; it would have made it possible to raise the question of fair trial on which the  could have ruled.",
                        "elements": []
                    },
                    {
                        "content": "The Ruiz-Mateos group did not avail itself of this remedy.",
                        "elements": []
                    },
                    {
                        "content": "It is true that the lower courts agreed to refer the questions of constitutionality to the . If they had refused to do so (Article 37 of the Institutional Law), it would not have been possible to rely on the European Convention and Article 6 (art. 6). The fact that they agreed to refer the questions does not mean that they recognised that the Ruiz-Mateos applicants had the status of \"parties\" in the .",
                        "elements": []
                    },
                    {
                        "content": "Once the matter has been referred to that court, irrespective of the method of referral, the confrontation between the law and the Constitution becomes the subject of the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "Inevitably, the ’s decision on the validity of the law has consequences for all persons to whom the law is addressed. This cannot confer on individuals the right to become \"parties\".",
                        "elements": []
                    },
                    {
                        "content": "Thus, by way of comparison, the challenge to the constitutionality of the Maastricht Treaty in the  does not confer on all German citizens the right to intervene in the  or the right to have access to the latter’s files.",
                        "elements": []
                    },
                    {
                        "content": "From the point of view of Article 6 (art. 6) of the Convention, the proceedings in the Constitutional Court of confrontation between law and Constitution are not \"proceedings\" within the implicit meaning of the Convention (paragraph 63 of the judgment). In any event, they did not concern in this case civil rights and obligations. The case was not about personal rights contested by another party, but the conformity of the law in question with the Constitution, regardless of any effects that law might have on the persons to which it was addressed. Any law, even if it is in conformity with the Constitution, gives rise to positive or negative effects on the interests of individuals, but that does not mean that such effects can give rise to disputes concerning civil rights and obligations.",
                        "elements": []
                    },
                    {
                        "content": "The precedents cited by the majority in the judgment are not in my view relevant, because they dealt with problems different from those arising in the Ruiz-Mateos case or did not concern a  ruling on the nature of the law.",
                        "elements": []
                    },
                    {
                        "content": "In the Ruiz-Mateos case, the outcome of the constitutional proceedings was of a preliminary nature but the proceedings did not concern civil rights.",
                        "elements": []
                    },
                    {
                        "content": "The application of Article 6 (art. 6) to constitutional proceedings raises major problems. It is my opinion that Article 6 (art. 6) was conceived as applying to criminal trials and to proceedings between parties before a court. To extend to the constitutional courts the rules of fair trial, such as the principle of adversarial process, equality of arms, the requirement that hearings be public, would have very negative consequences on the constitutional balance of States and would deform the rule of referral to transform it into a right of access to files in a State and political dispute.",
                        "elements": []
                    },
                    {
                        "content": "This view finds support in other authorities. Study of legal dictionaries and other works shows that the terms \"instance\" and \"parties\" have a limited scope. This is how the words \"instance\" and \"parties\", as used in the previous case-law of the , may be defined:",
                        "elements": []
                    },
                    {
                        "content": "\"Instance\" :",
                        "elements": []
                    },
                    {
                        "content": "- procès où il y a demande et défense (Littré), procédure judiciaire ayant pour objet de saisir le tribunal d’une contestation (Larousse XIXe siècle), procédure entre tel et tel (Dict. Académie)",
                        "elements": []
                    },
                    {
                        "content": "- mise en oeuvre du droit qu’on a ou prétend avoir (Grande encyclopédie)",
                        "elements": []
                    },
                    {
                        "content": "- lien pour les parties (D. Capitant)",
                        "elements": []
                    },
                    {
                        "content": "\"Partie\" :",
                        "elements": []
                    },
                    {
                        "content": " - qui plaide contre quelqu’un (Littré)",
                        "elements": []
                    },
                    {
                        "content": "- personne qui plaide contre quelqu’un soit comme demandeur, soit comme défendeur (Larousse XIXe siècle)",
                        "elements": []
                    },
                    {
                        "content": "- partie litigante (D. Capitant).",
                        "elements": []
                    },
                    {
                        "content": "Under these definitions, it cannot be accepted that applicants such as the Ruiz-Mateos family, who have requested the referral of a question of constitutionality, should become parties to the proceedings or acquire a right of access to the file.",
                        "elements": []
                    },
                    {
                        "content": "When the  previously expressed a view on the question of Constitutional Courts, it was in the context of the examination of the interpretation by such courts of provisions of the European Convention, and in cases in which the national decisions might violate the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The Ruiz-Mateos case did not concern the examination of a Spanish law which would in theory have been contrary to Protocol No. 1 (P1) if  had ratified it, but a domestic confrontation between a law and the Constitution.",
                        "elements": []
                    },
                    {
                        "content": "Accordingly, I take the view that Article 6 (art. 6) was not applicable as regards the fairness of the proceedings in connection with access to the file. In any event there was no violation of Article 6 (art. 6) on this point.",
                        "elements": []
                    },
                    {
                        "content": "The general problem of the applicability of Article 6 (art. 6) to constitutional proceedings remains unanswered. The interpretation may vary according to the systems and according to the aspect of fair trial in question, if necessary taken separately from the other elements thereof.",
                        "elements": []
                    },
                    {
                        "content": "The future work of the Conference of European Constitutional Courts, in co-operation with the European Court of Human Rights and the Court of Justice of the Communities, will provide useful indications for additional reflection, enriched by the experience of the Constitutional Courts of new member States.",
                        "elements": []
                    },
                    {
                        "content": "Any question concerning the determination of a right must be able to be examined and decided in accordance with the principles laid down in Article 6 para. 1 (art. 6-1) of the Convention. This is what any person who has a legitimate interest in the solution of such a question is entitled to require.",
                        "elements": []
                    },
                    {
                        "content": "In the present case the applicants, as persons whose property had been expropriated, could undoubtedly claim to have such an interest in regard to the expropriation.",
                        "elements": []
                    },
                    {
                        "content": "They were therefore entitled to have the case relating to the expropriation heard in compliance with the above-mentioned principles, both in the , whose rulings were decisive in the matter, and in the other courts before which the case came.",
                        "elements": []
                    },
                    {
                        "content": "This was so in particular with regard to the length of the proceedings and their fairness.",
                        "elements": []
                    },
                    {
                        "content": "In these two respects the applicants’ fundamental rights were violated. Firstly, a reasonable time was exceeded. Secondly, the applicants were not authorised to submit their observations to the , whereas the Counsel for the State and the Attorney General’s department were allowed to lodge theirs.",
                        "elements": []
                    },
                    {
                        "content": "I fully subscribe to the view of the majority that there has been a breach as far as the fairness of the procedure is concerned in the present case. I also consider that because of the very special circumstances of the expropriation, Article 6 para. 1 (art. 6-1) is applicable to these  proceedings, which have a direct effect on the outcome of the civil proceedings.",
                        "elements": []
                    },
                    {
                        "content": "On the other hand I have a different opinion concerning the length of the proceedings. In the present case, I have come to the conclusion that the matter was relatively complex, its political background having necessarily contributed to the prolongation of the procedure.",
                        "elements": []
                    },
                    {
                        "content": "I believe that the examination of constitutionality - which could legitimately be regarded here as a part of the civil proceedings - has to be assessed in the light of the special characteristics inherent in these kinds of constitutional court procedures. The particular features of such a system, such as the court’s unique organisational framework, its relatively small size, the breadth of its jurisdiction and the possible political implications of its constitutional decisions, make for a lengthier procedure. They undoubtedly did so here.",
                        "elements": []
                    },
                    {
                        "content": "I must also point out that the conduct of the applicants significantly contributed to delaying the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "Accordingly in my view, there has been no violation of the \"reasonable time\" requirement of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Bernhardt",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RUIZ-MATEOS v. SPAIN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57838.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1993:0623JUD001295287",
    "externalsources": [],
    "extractedappno": [
        "12952/87"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Constitution, Articles 14, 24, 33, 161-1, 163, 164",
        "Institutional Law no. 2/1979 on the Constitutional Court, Articles 35, 36, 37",
        "Law no. 7/1983 of 29 June 1983, ordering expropriation of RUMASA",
        "Legislative decree of 23 February 1983, ordering expropriation of RUMASA"
    ],
    "itemid": "001-57838",
    "judgementdate": "23/06/1993 00:00:00",
    "kpdate": "23/06/1993 00:00:00",
    "kpthesaurus": [
        "445",
        "41",
        "136",
        "119",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "15",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "RUIZ-MATEOS",
        "SPAIN"
    ],
    "rank": "306.581665039063",
    "representedby": [
        "N/A"
    ],
    "respondent": "ESP",
    "respondentOrderEng": "44",
    "scl": [
        "Ringeisen v. Austria judgment of 16 July 1971, Series A no. 13, p. 38, para. 93, pp. 40-41, para. 98",
        "Capuano v. Italy judgment of 25 June 1987, Series A no. 119, p. 11, para. 22",
        "Deumeland v. Germany judgment of 29 May 1986, Series A no. 100, p. 26, para. 77",
        "Poiss v. Austria judgment of 23 April 1987, Series A no. 117, p. 103, para. 52",
        "Bock v. Germany judgment of 29 March 1989, Series A no. 150, p. 18, para. 37",
        "Buchholz v. Germany judgment of 6 May 1981, Series A no. 42, p. 15, para. 48",
        "Giancarlo Lombardo v. Italy judgment of 26 November 1992, Series A no. 249-C, para. 18",
        "Foti and others v. Italy judgment of 10 December 1982, Series A no. 56, p. 21, para. 63",
        "Martins Moreira v. Portugal judgment of 26 October 1988, Series A no. 143, pp. 19-21, paras. 55-60",
        "Unión Alimentaria Sanders S.A. v. Spain judgment of 7 July 1989, Series A no. 157, pp. 15-16, para. 41",
        "Brandstetter v. Austria judgment of 28 August 1991, Series A no. 211, p. 27, paras. 66, p. 27, para. 67",
        "de Geouffre de la Pradelle v. France judgment of 16 December 1992, Series A no. 253-B, p. 44, para. 39"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "445970",
    "typedescription": "15"
}