{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "9399/03",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-92163.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 9399/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Ms Krystyna Tomaszewska (“the applicant”), on 14 February 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs. The applicant was granted leave to use the Polish language in the proceedings before the Court (Rule 34 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "3.  On 23 May 2008 the Court decided to give notice of the application to the Government. It also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1932 and lives in Łomża.",
                                "elements": []
                            },
                            {
                                "content": "A.  Main proceedings",
                                "elements": [
                                    {
                                        "content": "Facts prior to 1 May 1993",
                                        "elements": [
                                            {
                                                "content": "5.  On 7 March 1991 the applicant instituted administrative proceedings. She sought compensation for the expropriation of her real property which took place on 16 October 1957 by a decision of the Presidium of the Regional National Council (Prezydium Wojewódzkiej Rady Narodowej).",
                                                "elements": []
                                            },
                                            {
                                                "content": "6.  On 11 June 1991 the Director of the Łomża District Office refused to grant the applicant compensation for the expropriated real estate. She appealed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "7.  On 25 September 1991 the Łomża Governor upheld the Council’s decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  On 23 January 1992 the  dismissed the applicant’s request for compensation. Following a judgment of the  on 15 May 1994 the applicant requested that the property in question be returned to her.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Facts after 1 May 1993",
                                        "elements": [
                                            {
                                                "content": "9.  On 29 July 1994 the Director of the Łomża District Office refused to restore the property. It was found that the property had been used in accordance with the provisions of the original decision of 16 October 1957.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  On 28 September 1994 the Łomża Governor upheld the director’s decision. The applicant appealed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 10 February 1995 the  dismissed the applicant’s appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  Subsequently on an unspecified date in July 1997 the applicant made a request to the Łomża Governor to have the original decision of 16 October 1957 declared null and void pursuant to Article 156 § 1 of the Code of Administrative Procedure (CAP).",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On 6 August 1997 the Łomża Governor dismissed her request. The applicant appealed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On 24 June 1998 the proceedings were discontinued by a decision of the President of the Office for Housing and Town Development. It was established that after the entry into force on 1 January 1998 of the Land Administration Act of 21 August 1997 (Ustawa o gospodarce nieruchomościami) the Łomża Governor was no longer competent to examine the applicant’s appeal. In this decision the President designated himself as the competent authority and subsequently on 22 July 1998, at the applicant’s request, resumed the examination of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 18 October 1999 the President granted the applicant’s request to declare the decision of 1957 null and void and quashed the decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 8 November 1999 the Łomża Administration Board (Zarząd Miasta) requested to have the case re-examined, contesting the reasoning given for the President’s decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 30 October 2000 the President upheld his decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 16 January 2001 the Łomża Administration Board filed a cassation appeal with the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 23 August 2002 the  quashed the appealed decision and remitted the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 8 November 2002 the President of the Office for Housing and Town Development, having re-examined the case, refused to quash the decision of 16 October 1957.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 22 November 2002 the applicant filed an application to have her case re-examined again, enclosing additional documents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 31 January 2003 the President upheld his own decision of 8 November 2002. The applicant appealed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 20 October 2004 the  decided to suspend the proceedings in order to establish which authority was competent to examine the appeal in light of the liquidation of the Office for Housing and Town Development. The applicant lodged a complaint against this decision. The proceedings were eventually resumed on 23 February 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 21 April 2005 the  dismissed the applicant’s appeal. On 25 July 2005 she lodged a cassation appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 27 September 2005 the  rejected her cassation appeal due to a formal shortcoming, namely failure to pay court fees.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 21 December 2005 the  dismissed a complaint by the applicant against the decision of 27 September 2005. The court found that the shortcoming could not be rectified, since the applicant was represented by a professional legal adviser, of whom due diligence was required. It was the final decision given in the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 18 April 2006 the applicant applied to the  to have her case reinstated. This application was dismissed on 23 August 2006.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings under the 2004 Act",
                                "elements": [
                                    {
                                        "content": "28.  On 18 November 2004 the applicant lodged a complaint with the Supreme Administrative Court under section 18 of the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”), alleging excessive length of proceedings pending before an administrative court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 16 December 2004 the  dismissed her complaint. The court found that cases were examined by an administrative court in the order of the date of their introduction. In consequence, all cases lodged before the applicant’s case had been introduced had priority over hers. Hence, the delay in recognition of the applicant’s motion by a court was justified by a high number of cases preceding the applicant’s. For this reason the court did not identify any undue delays in the proceedings resulting in their length being excessive.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "1.  Inactivity of administrative authorities",
                                "elements": [
                                    {
                                        "content": "30.  For a summary of the relevant domestic law, see Kaniewski v. Poland, no. 38049/02, 8 February 2006 and Koss v. , no. 52495/99, 28 March 2006.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Length of proceedings",
                                "elements": [
                                    {
                                        "content": "31.  The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court’s decisions in cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF THE UNREASONABLE LENGTH OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "32.  The applicant complained that the length of the proceedings in her case had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "33.  The Government contested that argument. In particular they stressed that the proceedings for annulment of the original decision of 1957 (see paragraph 12 above), given their extraordinary character under the Polish Code of Administrative Procedure (CAP), should be considered as a separate set of proceedings and not as their continuation. Accordingly they maintained that the period to be taken into consideration by the Court was to be reduced.",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court reiterates at the outset that the period which falls under its competence ratione temporis began only on 1 May 1993, when the recognition by  of the right of individual petition took effect.",
                                "elements": []
                            },
                            {
                                "content": "35.  The Court notes that the administrative proceedings commenced on 7 March 1991, when the applicant sought compensation for the expropriation of her real property by the decision of 16 October 1957 (see paragraph 5 above). Subsequently, on 15 May 1994 the applicant modified her plea and filed a new application, requesting that the real property in question be returned to her (see paragraph 8 above). Eventually, in July 1997 the applicant filed a new application to have the expropriation decision of 1957 declared null and void (see paragraph 12 above). The Court observes that the administrative proceedings in question had had the same object throughout their duration, namely the real property, and were aimed at remedying the expropriation which occurred in 1957. The Court notes however that, as stressed by the Government (see paragraph 33 above), the applicant by modifying the subject matter of the proceedings in July 1997 instituted de facto a new set of proceedings under Article 156 § 1 of the Polish Code of Administrative Procedure (CAP). It follows that for the purposes of Article 6 § 1 of the Convention and having regard to the requirements of the six-month rule contained in Article 35 § 1 of the Convention, the Court will only consider the length of the final set of the proceedings – namely the proceedings initiated in July 1997, which ended on 21 December 2005. The period in question thus lasted eight years and five months at three levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "36.  The Government raised a preliminary objection that the applicant had not exhausted all domestic remedies available to her under Polish law, as required by Article 35 § 1 of the Convention. In particular, they maintained that she had failed to have recourse to a complaint of inactivity on the part of the administrative authorities as provided by the Polish Code of Administrative Procedure of 1960 and the 1995 Act on the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant contested the Government’s findings and stressed that she had filed a complaint of length of proceedings available under the 2004 Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention requires applicants first to use the remedies provided by the national legal system. The rule is based on the assumption that the domestic system provides an effective remedy in respect of the alleged breach. In order to comply with the rule, normal recourse should be had by an applicant to remedies which are available and sufficient to afford redress in respect of the breaches alleged (see Aksoy v. Turkey, judgment of 18 December 1996, Reports of Judgments and Decisions 1996VI, pp. 2275–76, §§ 51–52).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court notes that the applicant had recourse to the remedy under the 2004 Act in respect of excessive length of proceedings (see paragraphs 28-29). The Court also notes that it has already examined this remedy for the purposes of Article 35 § 1 of the Convention and found it effective in respect of complaints about the excessive length of judicial proceedings in  (see Michalak v. Poland (dec.) no. 24549/03, §§ 37-43).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In this connection, the Court reiterates that although Article 35 § 1 requires that the complaints intended to be brought subsequently before the Court should have been first made to the appropriate domestic body, it does not require that, in cases where the national law provides for several parallel remedies in various branches of law, the person concerned, after an attempt to obtain redress through one such remedy, must necessarily try all other means (see, mutatis mutandis, H.D. v. Poland (dec.), no. 33310/96, 7 June 2001; Kaniewski v. Poland, no. 38049/02, §§ 32-39, 8 November 2005; and Cichla v. Poland, no. 18036/03, §23-26, 10 October 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court considers therefore that, having exhausted the available remedy provided by the 2004 Act, the applicant was not required to embark on another attempt to obtain redress by filing an additional complaint based on the inactivity of the administrative authorities. Accordingly, the Court concludes that, for the purposes of Article 35 § 1 of the Convention, the applicant has exhausted domestic remedies. For these reasons, the Government’s plea of inadmissibility on the ground of non-exhaustion of domestic remedies must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "43.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above). Furthermore, the Court considers that, in dismissing the applicant’s complaint that the proceedings in her case had exceeded a reasonable time, the Supreme Administrative Court failed to apply standards which were in conformity with the principles embodied in the Court’s case-law (see Majewski v. Poland, no. 52690/99, § 36, 11 October 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "47.  The applicant claimed 716,233 Polish zlotys (PLN) in respect of pecuniary damage and 10,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government, referring to the applicant’s supplementary letter of 19 October 2008 enclosing a valuation of the real property which was at stake in the proceedings, maintained that the applicant had only claimed pecuniary damages in the amount of PLN 716,233 and failed to make any claims in respect of non-pecuniary damage resulting from the present complaint. It appears, however, that the Government overlooked the applicant’s observations joined to her claims for just satisfaction submitted also on 19 October 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, the Court considers that the applicant must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards her EUR 2,400 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "50.  The applicant did not make any claim for costs and expenses involved in the proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "51.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amount, to be converted into Polish zlotys at the rate applicable at the date of settlement: EUR 2,400 (two thousand four hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 April 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TOMASZEWSKA v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-92163.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0414JUD000939903",
    "externalsources": [],
    "extractedappno": [
        "9399/03",
        "38049/02",
        "52495/99",
        "15212/03",
        "11215/02",
        "61444/00",
        "24549/03",
        "33310/96",
        "18036/03",
        "30979/96",
        "52690/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-92163",
    "judgementdate": "14/04/2009 00:00:00",
    "kpdate": "14/04/2009 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "TOMASZEWSKA",
        "POLAND"
    ],
    "rank": "670.086364746094",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "352912",
    "typedescription": "15"
}