{
    "__articles": "7;7-1",
    "__conclusion": "No violation of Art. 7",
    "applicability": "",
    "appno": "67335/01",
    "article": [
        "7"
    ],
    "conclusion": [
        {
            "article": "7",
            "base_article": "7",
            "element": "No violation of Art. 7",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-72927.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 67335/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Algerian national, Mr Couider Achour (“the applicant”), on 26 April 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms F. Thouin-Palat, of the Conseil d’Etat and Court of Cassation Bar. The French Government (“the Government”) were represented by their Agent, Ms E. Belliard, Director of Legal Affairs at the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, a violation of Article 7 of the Convention in that he had been convicted and sentenced under the rules on recidivism.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). On 11 March 2004, following a hearing on admissibility and the merits (Rule 54 § 3), it was declared partly admissible by a Chamber of that Section, composed of Christos Rozakis, President, Jean-Paul Costa, Giovanni Bonello, Françoise Tulkens, Nina Vajić, Egils Levits, Snejana Botoucharova, judges, and Søren Nielsen, Section Registrar.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 10 November 2004 a Chamber of the same Section, composed of Christos Rozakis, President, Jean-Paul Costa, Giovanni Bonello, Françoise Tulkens, Nina Vajić, Anatoly Kovler, Elisabeth Steiner, judges, and Søren Nielsen, Section Registrar, delivered a judgment in which it held by a majority that there had been a violation of Article 7 of the Convention. The dissenting opinion of Judge Costa joined by Judges Rozakis and Bonello was annexed to the judgment.",
                        "elements": []
                    },
                    {
                        "content": "6.  In a letter of 4 February 2005, the Government requested, in accordance with Article 43 of the Convention and Rule 73, that the case be referred to the Grand Chamber. A panel of the Grand Chamber accepted that request on 30 March 2005.",
                        "elements": []
                    },
                    {
                        "content": "7.  The composition of the Grand Chamber was determined according to the provisions of Article 27 §§ 2 and 3 of the Convention and Rule 24.",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicant, but not the Government, filed observations on the merits.",
                        "elements": []
                    },
                    {
                        "content": "9.  A hearing took place in public in the Human Rights Building, , on 19 October 2005 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Ms Thouin-Palat and Mr Florent and their replies to questions put by its members.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "10.  The applicant was born in 1963 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "11.  On 16 October 1984 the Lyons Criminal Court found the applicant guilty of drug trafficking involving 10 kilograms of hashish and sentenced him to three years’ imprisonment. He finished serving his sentence on 12 July 1986.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 1 March 1994 the provisions of Article 132-9 of the new Criminal Code came into force.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 7 December 1995, in the course of a judicial investigation opened on 30 October 1995, the applicant was arrested at his home. A number of searches, notably at his home address, led to the discovery of two bags of cannabis resin weighing 28.8 kilograms each, and various sums of cash amounting to more than 1,200,000 French francs.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant was placed under formal investigation and detained pending trial on 11 December 1995.",
                                "elements": []
                            },
                            {
                                "content": "15.  In a judgment of 14 April 1997, the Lyons Criminal Court found the applicant guilty of a drug offence and sentenced him to eight years’ imprisonment, ordering in addition his exclusion from French territory for ten years. It gave the following reasons for its decision:",
                                "elements": []
                            },
                            {
                                "content": "“We have here a young man who returned from Guadeloupe in late 1993, with no job or verifiable income, who, having tried his hand in turn at property, trading in linen, crockery, air conditioners, foie gras and, incidentally, counterfeit 200 [French] franc notes (??), found himself, somehow or other – he repeatedly tried to explain this with a story about profitable ‘air conditioners’ – in possession of a considerable pile of money, more than 61 million old [French] francs, at his home (see D351), scattered about and hidden in the unlikeliest places (such as the maintenance hatch under the bath!!).",
                                "elements": []
                            },
                            {
                                "content": "Better still, the arrest on the morning of 7 December 1995 resulted in the seizure, without a warrant, of two bags of drugs, consisting of more than 50 kilograms of prohibited substances, laid out, packed and wrapped in a manner bearing little resemblance to a craft industry.",
                                "elements": []
                            },
                            {
                                "content": "Nobody claimed them – which one of H. or Achour was delivering to the other??",
                                "elements": []
                            },
                            {
                                "content": "What is known is that H. was in possession of 3 kilograms of the same kind of resin (see the expert report, D339) and 33,000 [French] francs in cash, stored in the glove box of his car.",
                                "elements": []
                            },
                            {
                                "content": "The circumstances outlined above amount to two strands of evidence against Achour, which elicited nothing more than vague and inconsistent explanations in which he accused H. of being the delivery man, claimed ignorance as to the nature of the two bags (!!!), and referred again and again, as a kind of ‘judicial trump card’, to the money-spinning air conditioners (repeatedly) and the savings of his late brother (A.).",
                                "elements": []
                            },
                            {
                                "content": "A third body of evidence results from shadowing, tracking and telephone-tapping.",
                                "elements": []
                            },
                            {
                                "content": "Treading stealthily like a Sioux and acting like a secret agent, before and after 30 October 1995, Achour moved about a good deal, showing a preference for mornings, twisting and turning constantly, keeping a sharp lookout where necessary, and receiving his ‘contacts’’ vehicles in his garage (albeit for very short amounts of time)... So what was going on??",
                                "elements": []
                            },
                            {
                                "content": "What was going on his counsel argued, as, subsequently, did counsel for D. and R., was indeed ‘trading’, but in linen, foie gras (in ‘blocks’), counterfeit banknotes, trousers, but never hashish.",
                                "elements": []
                            },
                            {
                                "content": "This cunning strategy was supported by the statements of G. (D322), and indeed those of V. and C.",
                                "elements": []
                            },
                            {
                                "content": "Furthermore, and above all, no air conditioners, foie gras or trousers were seized on 7 December 1995; what was physically observed in this case was hashish, and a sizeable quantity of it.",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, Couider Achour, who already has several convictions, having, in particular, been sentenced to three years’ imprisonment in October 1984 for a drug offence, cannot lay claim to any favourable consideration, not least because of the particularly well-organised nature of his activities (the court has left aside the pagers, mobile phones, etc. used for ‘contacts’). The public prosecutor, for his part, has sought an eight-year prison sentence and the court agrees with and imposes that penalty, which is still mild when it is borne in mind that the defendant is subject to the rules on recidivism; a proportionate fine and continued detention, in addition, in order to ensure that the sentence is executed and that the offence is not repeated; lastly, as an additional penalty, exclusion from national territory for ten years.”",
                                "elements": []
                            },
                            {
                                "content": "16.  The Criminal Court also sentenced the applicant’s mother and the woman he lived with, S., to two years’ imprisonment, suspended, for handling the proceeds of drug offences.",
                                "elements": []
                            },
                            {
                                "content": "17.  In a judgment of 25 November 1997, the Lyons Court of Appeal increased the applicant’s sentence to twelve years’ imprisonment and upheld the exclusion order. It observed, among other things:",
                                "elements": []
                            },
                            {
                                "content": "“By Article 132-9 of the Criminal Code, a person is deemed to be a recidivist when, having already been convicted with final effect of an offence punishable by ten years’ imprisonment, he or she commits a further offence carrying a similar sentence within ten years of the expiry of the limitation period for enforcing the previous sentence.",
                                "elements": []
                            },
                            {
                                "content": "That was so in the case of Couider Achour-Aoul, who, having been sentenced by the Lyons Criminal Court on 16 October 1984, after adversarial proceedings, to three years’ imprisonment for offences under the regulations on buying, possessing, using, trading in and transporting drugs, punishable under Article L. 627, paragraph 1, of the Public Health Code, as applicable at the time, by a term of between two and ten years’ imprisonment, and having completed that sentence on 12 July 1986, committed the offences with which he was charged, which likewise carry a sentence of ten years’ imprisonment pursuant to Article 222-37 of the Criminal Code, in the course of 1995 and up to 7 December of that year.",
                                "elements": []
                            },
                            {
                                "content": "In convicting him on the charges set out in the order committing him for trial, the court below made a correct analysis of the facts of the case and drew the necessary legal inferences. Its judgment must therefore be upheld as to the finding of guilt.",
                                "elements": []
                            },
                            {
                                "content": "Despite having been convicted on 16 October 1984 of drug offences relating to the possession of 10 kilograms of cannabis resin, Couider Achour-Aoul, with no declared income since 1993, had no hesitation in committing further drug offences, making a substantial profit which he shared with his family and amassing a sizeable fortune which he invested shrewdly.",
                                "elements": []
                            },
                            {
                                "content": "A total of 57 kilograms of cannabis resin – a substance extremely harmful to the health of young people, in particular those living in poverty, who are exposed to the illegal and dangerous activities of unscrupulous individuals – was found at his home. He also asked Mr H.M., who had sought his help in finding honest work, to sell hashish on his behalf.",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, both the nature and the seriousness of the accused’s conduct, reflecting a deep-seated inclination to crime for financial gain regardless of the risk to other people’s lives and occurring at a time when he was subject to the rules on recidivism, dictate that he should be sentenced to twelve years’ imprisonment ...”",
                                "elements": []
                            },
                            {
                                "content": "18.  The applicant appealed on points of law, arguing, among other things, that his classification in law as a recidivist contravened the rule governing the application of successive criminal laws, the Court of Appeal having retrospectively applied the harsher provisions of the new legislation.",
                                "elements": []
                            },
                            {
                                "content": "19.  In a judgment of 29 February 2000, the Court of Cassation dismissed his appeal. It held that the Court of Appeal had been justified in deeming him to be a recidivist, on the following grounds:",
                                "elements": []
                            },
                            {
                                "content": "“... where a law introduces new rules on recidivism, for them to apply immediately it is sufficient for the offence constituting the second component of recidivism – which the offender may choose to commit or not to commit – to have been committed after the law’s entry into force.”",
                                "elements": []
                            },
                            {
                                "content": "20.  The applicant is due to become eligible for release on 21 June 2006.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Criminal Code",
                                "elements": [
                                    {
                                        "content": "21.  The relevant provisions of the Criminal Code, as in force before 1 March 1994, were as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 57",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Anyone who, having been sentenced for a serious crime [crime] to a term of imprisonment exceeding one year, commits, within five years of the expiry of that sentence or of the time allowed for its enforcement, a further serious crime or other major offence [délit] punishable by imprisonment shall be sentenced to at least the statutory maximum penalty for that offence and, at most, twice that penalty.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 58",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The same shall apply to persons who have been sentenced for a major offence [délit] to a term of imprisonment exceeding one year and, within the same period, are found guilty of the same offence or of a serious crime punishable by imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Anyone who, having previously been sentenced to a shorter term of imprisonment, commits the same offence within the same period shall be sentenced to a term of imprisonment of at least twice the previous sentence, provided that it does not exceed twice the statutory maximum sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Article 132-9 of the new Criminal Code, which came into force on 1 March 1994, provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 132-9",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Where a natural person who has already been convicted with final effect of a serious crime or other major offence punishable under the law by ten years’ imprisonment commits, within ten years of the expiry of the previous sentence or of the time allowed for its enforcement, a further offence carrying a similar sentence, the maximum sentence and fine that may be imposed shall be doubled.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Where a natural person who has already been convicted with final effect of a serious crime or other major offence punishable under the law by ten years’ imprisonment commits, within five years of the expiry of the previous sentence or of the time allowed for its enforcement, a further offence carrying a prison sentence of more than one year but less than ten years, the maximum sentence and fine that may be imposed shall be doubled.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Case-law of the Court of Cassation",
                                "elements": [
                                    {
                                        "content": "23.  As early as 1893 the Criminal Division of the Court of Cassation held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“ ... the increase in the sentence in the event of recidivism amounts to an additional penalty not for the first offence but for the second, which the offender may choose to commit or not to commit. Accordingly, new legislation may, without having retrospective effect, lay down the penalties that may be imposed in future for offences committed while it is in force; the offender cannot request the application of the penalties under the previous legislation for an offence committed since the new legislation has been in force, his status as a recidivist being determined by the new legislation.” (Cass. crim., 31 August 1893, D. 1896.1.137)",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  That position has been reiterated in subsequent judgments of the Criminal Division of the Court of Cassation (Cass. crim., 14 June 1945, Bulletin Criminel (Bull. crim.) no. 68; 29 January 1948, Bull. crim. no. 38; 23 March 1981, Bull. crim. no. 103; and 29 February 2000, Bull. crim. no. 95).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Parliamentary proceedings",
                                "elements": [
                                    {
                                        "content": "25.  During the passage through Parliament of a bill amending the general provisions of the Criminal Code, the rapporteur for the Senate stated, among other things (Senate Report no. 271, appended to the record of the sitting of 27 April 1989):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Article 132-9",
                                        "elements": []
                                    },
                                    {
                                        "content": "Recidivism entailing a serious crime or other major offence \npunishable by seven years’ imprisonment and a further offence \ncarrying a sentence of seven years or between one and seven years",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The increased severity of the rules on recidivism applicable where the second offence is punishable by seven years’ imprisonment lies in the extension of the ‘probationary period’ (ten years) within which a convicted person may be deemed to be a recidivist. If the second offence is punishable by a prison sentence of between one and seven years, the rules on recidivism apply only if the ‘relapse’ occurs within a period of five years. In both cases, the maximum sentence and fine that may be imposed are to be doubled in the event of recidivism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The existing rules on the subject derive from a law of 26 March 1891 and are set out in Article 57 of the Criminal Code. They provide for a form of recidivism that is general in scope but limited in time (the probationary period being five years) where a person who, having been sentenced for a serious crime to a penalty exceeding one year’s imprisonment (i.e., between one year and life), is prosecuted for a further serious crime or other major offence punishable by imprisonment. In such cases the sentence is increased to at least the statutory maximum penalty for the second offence and, at most, twice that penalty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Criminal records",
                                "elements": [
                                    {
                                        "content": "26.  Article 769 of the Code of Criminal Procedure, on criminal records, provides, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... The following shall be removed from a person’s criminal record: entries concerning convictions that have been expunged as a result of an amnesty or of automatic or judicial rehabilitation, or amended in accordance with a decision to rectify the criminal record. The same shall apply, save in the case of convictions for crimes not subject to limitation, to entries concerning convictions dating back more than forty years which have not been followed by a further conviction for a serious crime or other major offence. ...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 7 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  The applicant complained that the domestic courts had treated him as a recidivist when sentencing him after the entry into force of the new Criminal Code on 1 March 1994. He relied on Article 7 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be held guilty of any criminal offence on account of any act or omission which did not constitute a criminal offence under national or international law at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the criminal offence was committed.",
                                "elements": []
                            },
                            {
                                "content": "2.  This Article shall not prejudice the trial and punishment of any person for any act or omission which, at the time when it was committed, was criminal according to the general principles of law recognised by civilised nations.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The Chamber judgment",
                                "elements": [
                                    {
                                        "content": "28.  The Chamber considered that it would be pointless to set up an opposition between the two components of recidivism, especially in the context of a debate on the purpose of this system, and to take only one into account or minimise the significance of one in relation to the other. The relevant provisions of French criminal law were unambiguous on that point: recidivism consisted of two inseparable components which had to be considered in conjunction with one another. It observed that in the applicant’s case the two components had been governed by different statutes and that there had been no overlap between the two periods concerned, since the first period had ended on 12 July 1991, in accordance with the legal rules in force at the time, whereas the new ten-year period had not become law in France until almost three years after that date, on 1 March 1994. In the Chamber’s opinion, the application of the new legislation had necessarily restored a legal situation that had ceased to have effect in 1991. Accordingly, the applicant’s previous conviction, which could no longer have formed a basis for recidivism from 12 July 1991 onwards, had had legal consequences, not in relation to the statutory rules which had formerly governed it but under the new rules that had come into force years later, notwithstanding the fact that if the applicant had committed a second offence the day after 12 July 1991 (the expiry of the statutory period in which recidivism was possible) or on any date between 13 July 1991 and 28 February 1994 (the day before the new Criminal Code had come into force) – that is, during a period of almost three years – French law would have prohibited the courts from deeming him to be a recidivist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  As to whether the new legislation had been harsher or more lenient, the Chamber considered that the trial and appeal courts had imposed a heavier penalty, as the applicant had been sentenced to twelve years’ imprisonment because the circumstance of recidivism had been taken into account, whereas the statutory maximum sentence in the absence of recidivism had been ten years. It accordingly held that notwithstanding the distinction that could legitimately be made between “immediate” and “retrospective” application of new legislation, the circumstances of the present case had in fact concerned the “retrospective” application of the criminal law, seeing that the new legislation had been applied when the time during which recidivism was possible under the previous legislation had no longer been running but had already expired.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Having observed that the provisions of Article 132-9 of the new Criminal Code had been applied retrospectively, the Chamber held that in the second set of proceedings the applicant should have been tried as a first offender and not as a recidivist. It considered that the issue before it related to the general principles of law and that the principle of legal certainty dictated that the statutory period for the purposes of recidivism, determined in accordance with the principles of law, in particular the principle that criminal statutes were to be strictly construed, should not already have expired under the previous legislation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The parties’ submissions before the Grand Chamber",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "31.  The Government noted, among other things, that recidivism was an aggravating circumstance affecting the sentence that could be imposed for the second offence and not the first. Its purpose was to counter the danger posed by those who persisted in offending despite warnings from the courts. Although it was indeed intended to have a deterrent effect, it did not contain any probationary element. In that respect, it differed from other provisions of French law that were designed either to lessen the risk of social exclusion or to encourage the social reintegration of offenders, such as suspended sentences with or without probation. That fundamental difference explained why, contrary to what the applicant maintained, the expiry of the period within which recidivism was possible under the law as worded in 1984 was not irrevocable; the new rules were applicable where the second offence had been committed after the legislation had been amended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  Recidivism was made up of two components. The first was a final, and still valid, criminal conviction by a French court. The second was the commission of a further offence. Recidivism could be general or specific in nature, and unlimited or limited in time. In the instant case it had been general and time-limited. The applicant had first been convicted on 16 October 1984 of an offence punishable by ten years’ imprisonment; that conviction constituted the first component of recidivism. He had completed his sentence on 12 July 1986, which was the starting-point of the ten-year period for “time-limited” recidivism, as provided in the first paragraph of Article 132-9 of the new Criminal Code. The second offence, committed in 1995 – before the expiry of that ten-year period – had indeed constituted the second component of recidivism as defined by law, as the Lyons Court of Appeal had found in the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Government further pointed out that the first component of recidivism had not simply been expunged, since the applicant’s 1984 conviction had not ceased to have effect after 12 July 1991 and remained in his criminal record, the purpose of which was to provide information about a person’s previous convictions so that any appropriate inferences could be drawn. They did not dispute that if the applicant had committed a second offence between 12 July 1991 and the day before the new legislation came into force, he would not have been classified as a recidivist and would therefore not have received as severe a sentence. However, if a State could introduce new criminal offences, it was a fortiori entitled to increase the penalties to which offenders were liable, taking account where appropriate of their previous convictions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Government observed that the applicant had been sentenced to twelve years’ imprisonment for an offence committed in 1995. His sentence had indisputably been provided for in the legislation applicable on that date, namely Article 222-37 of the Criminal Code, concerning drug offences, and Article 132-9 of the same Code, concerning recidivism, of which the 1995 offence constituted the second component. The penalty imposed on him, having been applicable at the time when the offence had been committed, had therefore satisfied the requirements of Article 7 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The issue of the application of successive criminal laws remained to be addressed. The Government considered that the Court of Cassation, in its judgment of 29 February 2000, had provided a clear response by holding that for new rules on recidivism to be applicable immediately, it was sufficient for the offence constituting the second component to have been committed after their entry into force. That judicial interpretation was justified by the fact that the circumstance of recidivism followed from the second offence and the consequent increase in the sentence related to the commission of that offence alone. Accordingly, the applicant had been fully aware of the consequences when he had committed the 1995 offence; he had known what penalty he faced, in accordance with the law applicable at that precise time. The approach taken by the Court in Coëme and Others v. Belgium (nos. 32492/96, 32547/96, 32548/96, 33209/96 and 33210/96, ECHR 2000-VII) could therefore not be applied to the instant case. Unlike suspended sentences with probation, which were governed by rules laid down by the court at the time of the conviction, recidivism was solely governed and defined by the law, which specified the conditions in which it was applicable. In other words, there was no comparison between recidivism and suspended sentences with or without probation. The requirements for applying the rules on recidivism had been satisfied in the instant case; furthermore, they did not allow for the possibility of recidivism being unlimited in time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Under the rule governing successive conflicting laws, the question whether the applicant should be treated as a recidivist had to be assessed with reference to 1995; accordingly, any notion of retrospective application could be ruled out. The Government pointed out that the relevant case-law of the Criminal Division of the Court of Cassation had been particularly clear and settled since a judgment of 31 August 1893 and had, moreover, not called into question the idea that recidivism was subject to a time-limit and ceased to apply once the ten-year period had expired.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "37.  The applicant submitted, in particular, that, while increasing the sentences applicable to recidivists was justified by the greater danger they posed on account of their persistence despite warnings from the courts, the concept of recidivism was considered above all to be a means of ensuring exemplary conduct on the part of those who had committed an offence of some seriousness, through a form of probation resulting from the risk of receiving an increased penalty in the event of them reoffending. The rules on recidivism were therefore intended to contribute to reforming convicted persons; that aim, which formed one of the main trends in modern crime policies, accordingly had some bearing on the determination of issues concerning the application of successive laws. In a democratic society the requirements of protecting the social order had to be reconciled with the aim of reforming offenders. He observed that Article 7 of the Convention related to the requirement of legal certainty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The applicant noted that Article 132-9 of the new Criminal Code had doubled the period between the two components of recidivism and that in order to apply these new, harsher, provisions to him, the Court of Cassation had laid down a rule which, albeit simple, was extremely questionable in the light of Article 7 of the Convention, not least because it placed sole emphasis on the second component. The applicant considered that the first component of recidivism, which had been totally ignored by the Court of Cassation, was nevertheless an essential aspect of the process. He complained, firstly, that the Court of Cassation had applied harsher legal provisions of which he could not have been aware on the date of his initial conviction and, secondly, that the retrospective application of the new Criminal Code had brought back into being the possibility of recidivism even though its first component had quite simply ceased to exist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  A person with a previous conviction was entitled to have it disregarded after the expiry of the period laid down in the legislation on recidivism, whether this was a probationary period or a limitation period for enforcing the sentence. In accordance with the requirements of foreseeability and legal certainty under Article 7 of the Convention, a law that had come into force after that time could not revive the first component by extending the period in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant pointed out that he had first been convicted in 1984, that he had finished serving his prison sentence on 12 July 1986 and that, consequently, he had ceased to be a potential recidivist five years later; that had, moreover, been his position under the criminal law for a number of years. He did not contest either the State’s right to pass tougher sentences or the possibility of amending the rules on recidivism, for example by doubling the relevant statutory period as in the present case, but rather the fact that the new legislation conflicted with the previous legislation, under which time had no longer been running but had already expired several years previously. He considered that the period within which recidivism was possible had expired in respect of the 1995 offence, by analogy with the rules on time-limits for bringing a prosecution or enforcing a sentence. Accordingly, although the new legislation had been applicable to the offence committed in 1995, he should have been dealt with as a first offender and not a recidivist in respect of that offence, unless the new legislation were allowed to be extensively construed to his detriment.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "41.  The Court reiterates that Article 7 of the Convention embodies, in general terms, the principle that only the law can define a crime and prescribe a penalty (nullum crimen, nulla poena sine lege) and prohibits in particular the retrospective application of the criminal law where it is to an accused’s disadvantage (see Kokkinakis v. Greece, 25 May 1993, § 52, Series A no. 260-A). While it prohibits in particular extending the scope of existing offences to acts which previously were not criminal offences, it also lays down the principle that the criminal law must not be extensively construed to an accused’s detriment, for instance by analogy. It follows that offences and the relevant penalties must be clearly defined by law. This requirement is satisfied where the individual can know from the wording of the relevant provision and, if need be, with the assistance of the courts’ interpretation of it, what acts and omissions will make him criminally liable (see, among other authorities, Cantoni v. France, 15 November 1996, § 29, Reports of Judgments and Decisions 1996-V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  When speaking of “law” Article 7 alludes to the very same concept as that to which the Convention refers elsewhere when using that term, a concept which comprises statute law as well as case-law and implies qualitative requirements, including those of accessibility and foreseeability (see, among other authorities, Cantoni, loc. cit.; Coëme and Others, cited above, § 145; and E.K. v. Turkey, no. 28496/95, § 51, 7 February 2002).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court must therefore verify that at the time when an accused person performed the act which led to his being prosecuted and convicted there was in force a legal provision which made that act punishable, and that the punishment imposed did not exceed the limits fixed by that provision (see Coëme and Others, loc. cit.).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the above principles",
                                        "elements": [
                                            {
                                                "content": "44.  The applicant complained that he had been deemed to be a recidivist when tried for, and convicted of, the offence committed in 1995. It is clear, therefore, that the Court must examine the rules on recidivism and the way in which they were applied in the circumstances of the case. It considers, however, that matters relating to the existence of such rules, the manner of their implementation and the reasoning behind them fall within the power of the High Contracting Parties to determine their own criminal policy, which is not in principle a matter for it to comment on. The High Contracting Parties are likewise free to amend the penalties applicable for criminal offences, notably by increasing them, without any issue being raised under the provisions of the Convention, as the applicant accepted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The legal rules governing recidivism in France require two components, the first being a criminal conviction with final effect and the second the commission of a further offence, which may be the same as or equivalent to the first offence (specific recidivism) or a separate offence (general recidivism). It may be limited in time, as in the instant case, or unlimited.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Recidivism, which is defined by law, is an aggravating factor – in personam and not in rem, since it is linked to the offender’s conduct – in relation to the second offence, warranting a harsher sentence, where appropriate, for the recidivist. The Court considers that recidivism can only result from the commission of a second offence; however, for the offender to be legally classified as a recidivist, with the consequences this entails in terms of the penalties faced, the second offence must, in addition, have been committed within the statutory period for the purposes of recidivism as laid down in the relevant legislation in force at the time of the commission of that offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Consequently, the issue before the Court is indeed whether the principle that only the law can define a crime and prescribe a penalty was observed. The Court must, in particular, ascertain whether in the present case the text of the statutory rule, read in the light of the accompanying interpretative case-law, satisfied the requirements of accessibility and foreseeability at the material time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court notes that the applicant was initially convicted of drug trafficking on 16 October 1984 and that he finished serving his sentence on 12 July 1986. He was subsequently convicted of further drug offences committed in the course of 1995 and up to 7 December of that year. In their respective decisions of 14 April and 25 November 1997, the Lyons Criminal Court and Court of Appeal found the applicant guilty of offences under Article 222-37 of the Criminal Code and sentenced him in accordance with that provision and with Article 132-9 of the same Code, on recidivism.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court notes that Article 132-9 provides that the maximum sentence and fine that may be imposed are to be doubled in the event of recidivism and that the applicable period is no longer five years, as prescribed by the former legislation, but ten years from the expiry of the previous sentence or of the time allowed for its enforcement. As the new statutory rules came into force on 1 March 1994, they were applicable when the applicant committed fresh offences in 1995, so that he was a recidivist in legal terms as a result of those offences (see paragraph 46 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The applicant nonetheless observed that from 13 July 1991 to 1 March 1994 it would not have been legally possible to treat him as a recidivist if he had committed those offences. In his opinion, that implied that the relevant period had expired with final effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court notes, however, that the applicant’s initial conviction of 16 October 1984 had not been expunged and remained in his criminal record. The domestic courts were therefore entitled to take it into account as the first component of recidivism, it being understood, moreover, that the conviction and the fact that it constituted res judicata were not altered or affected in any way by the enactment of the new legislation. In this connection, the Court cannot accept the applicant’s argument (see paragraph 40 above) that the expiry of the relevant period for the purposes of recidivism, as provided at the time of his first offence, had afforded him the right to have his first offence disregarded (“droit à l’oubli”), there being no provision for any such right in the applicable legislation. Admittedly, his position would have been different had he been given a suspended sentence, since in that case, under the respondent State’s legal system, the fact that he had received no further convictions within the statutory period in force at the time of the initial conviction would have deprived that conviction of all future effect. However, no such provisions exist in respect of a non-suspended sentence subject to the rules on recidivism and, as it has already observed (see paragraph 44 above), the Court considers that a State’s choice of a particular criminal justice system is in principle outside the scope of the supervision it carries out at European level, provided that the system chosen does not contravene the principles set forth in the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court further observes that there is long-established case-law of the Court of Cassation on the question whether a new law extending the time that may elapse between the two components of recidivism can apply to a second offence committed after its entry into force. The Criminal Division of the Court of Cassation – and the applicant did not dispute this – has taken a clear and consistent position since the late nineteenth century to the effect that, where a law introduces new rules on recidivism, for them to apply immediately it is sufficient for the offence constituting the second component of recidivism to have been committed after the law’s entry into force. Such case-law was manifestly capable of enabling the applicant to regulate his conduct (see, among other authorities, Kokkinakis, cited above, § 40; Cantoni, cited above, § 34; and Streletz, Kessler and Krentz v.  [GC], nos. 34044/96, 35532/97 and 44801/98, § 82, ECHR 2001-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Accordingly, there is no doubt that the applicant could have foreseen that by committing a further offence before 13 July 1996, the date on which the statutory ten-year period expired, he ran the risk of being convicted as a recidivist and of receiving a prison sentence and/or a fine that was liable to be doubled. He was thus able to foresee the legal consequences of his actions and to adapt his conduct accordingly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In any event, a law may still satisfy the requirement of “foreseeability” where the person concerned has to take appropriate legal advice to assess, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see, among other authorities, Cantoni, cited above, § 35).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Having regard to the foregoing, the Court finds that both the relevant case-law and statute law were “foreseeable” as to their effect for the purposes of Article 7 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court considers, moreover, that the applicant’s complaint in fact concerns the application of successive criminal laws.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  That being so, it cannot see any inconsistency in the fact that the applicant may have been in different legal positions, particularly as regards the period between 13 July 1991 and 28 February 1994 and the period following the entry into force of the new Criminal Code on 1 March 1994.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Similarly, no problem can arise in terms of the retrospective application of the law since the instant case merely concerned successive statutes designed to apply solely with effect from their entry into force.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Admittedly, the domestic courts did take the applicant’s 1984 conviction into consideration, treating it as the first component of recidivism in his case. Nevertheless, the fact that the applicant’s previous criminal status was subsequently taken into account by the trial and appeal courts, a possibility resulting from the fact that his 1984 conviction remained in his criminal record, is not in breach of the provisions of Article 7, seeing that the offence for which he was prosecuted and punished took place after the entry into force of Article 132-9 of the new Criminal Code. In any event, the practice of taking past events into consideration should be distinguished from the notion of retrospective application of the law, stricto sensu.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  In conclusion, the sentence imposed on the applicant, who was found guilty and deemed to be a recidivist in the proceedings in issue, was applicable at the time when the second offence was committed, pursuant to a “law” which was accessible and foreseeable as to its effect. Mr Achour should therefore have known at the material time precisely what the legal consequences of his criminal acts would be.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  There has therefore been no violation of Article 7 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "Holds by sixteen votes to one that there has been no violation of Article 7 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 29 March 2006.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  concurring opinion of Judge Zupančič;",
                        "elements": []
                    },
                    {
                        "content": "(b)  dissenting opinion of Judge Popović.",
                        "elements": []
                    },
                    {
                        "content": "I agree with the outcome in this case. Still, I find that one could expand on the reasoning in key paragraph 46, where we say:",
                        "elements": []
                    },
                    {
                        "content": "Here the Court maintains as crucial the distinction between the in personam and the in rem aspects of an aggravating circumstance – in this case the recidivism of the criminal actor.",
                        "elements": []
                    },
                    {
                        "content": "By reverse logic the judgment thus implicitly maintains that the criminal act per se – in contradistinction to recidivism as a status – is somehow an in rem phenomenon. It is presumably also part of this in rem quality that any criminal act precludes retroactivity – that is, the applicability of any subsequent legislation creating an offence to any conduct that precedes it in time. This is what we ordinarily understand under the prohibition of retroactivity, the principle of legality, nullum crimen sine lege praevia, paragraph 1 of Article 7 of the Convention, etc.",
                        "elements": []
                    },
                    {
                        "content": "Since it is likely that the need for the above distinction between the in rem and in personam aspects of criminal responsibility will recur, I feel it to be useful to probe deeper into this question.",
                        "elements": []
                    },
                    {
                        "content": "Paragraph 1 of Article 7 of the Convention provides:",
                        "elements": []
                    },
                    {
                        "content": "A priori, the word “act” is something in rem. No legislature may say: “You will be punished if you are a drug addict.” It may say, of course: “You will be punished if you commit an act of drug taking.”",
                        "elements": []
                    },
                    {
                        "content": "Let us consider this from a commonsensical point of view. Is it not obvious that a particular person goes to prison because he or she is a drug addict? Moreover, most of the doctrines of the substantive criminal law (premeditation, intent, negligence as an omission of reasonable care, insanity, necessity, duress, mistake of fact, and so on) are concerned with the principle of subjective responsibility. The act, in other words, must be an authentic manifestation of the actor’s being, of his or her mental status, of his or her personality. Premeditation, for example, invites a higher level of criminal liability – because a premeditated act is a more authentic expression of the criminal actor’s personality – than an act committed in the heat of passion. Mental illness (insanity) on the other hand severs the connection between the personality (being, status) and the act. This is why Shakespeare has Hamlet say:",
                        "elements": []
                    },
                    {
                        "content": "It is therefore clear that in the final analysis substantive criminal law aims all its criteria for responsibility, as well as all its sanctions, not in rem but ad hominem and in personam.",
                        "elements": []
                    },
                    {
                        "content": "The question is thus not why recidivism should be considered an exceptional in personam criterion for aggravated liability at all. The question is why criminal law nevertheless focuses on the act in the first place, since an act is punishable only if it is an adequate expression (the principle of subjective responsibility) of the actor’s being (personality, status). Why do criminal law’s criteria of responsibility focus on a symptom (the act) rather than on the underlying disease (the personality of the actor)?",
                        "elements": []
                    },
                    {
                        "content": "The issue arose directly in the famous constitutional-law case of Robinson v. California. At the time, the State of  had a statute which made it criminal to be a drug addict. Mr Robinson and a few of his friends came down from Nevada into . Apparently, Mr Robinson had been committing the acts of drug consumption in Nevada and, at any rate, when he was apprehended in  it was obvious that he was a drug addict. He was duly convicted for being a drug addict. His case then ascended through State and federal judicial pyramids; in the end the Supreme Court decided that the applicable  statute was unconstitutional because it made a status (that of being a drug addict) a criminal offence, rather than the act of drug taking.",
                        "elements": []
                    },
                    {
                        "content": "Characteristically, while reaching the correct conclusion the Supreme Court of the , even at the time, was not capable of explaining why it was unacceptable to make a status an offence. Likewise, the American legal scholars never got to the bottom of the question, which at any rate has been much better defined by the French Court of Cassation. The reason lies in the simple need, as pointed out above, to turn the question around.",
                        "elements": []
                    },
                    {
                        "content": "The burden of proof, as it were, must lie on the side of the conventional and accepted wisdom maintaining the misleadingly “obvious” premise according to which criminal responsibility springs from the act and not from the actor. The real question, to put it simply, is: why deal with the symptom of the disease (the act) when one could deal with the real thing, the disease (the underlying personality of the actor)?",
                        "elements": []
                    },
                    {
                        "content": "Once the question is put this way the answer becomes simple.",
                        "elements": []
                    },
                    {
                        "content": "Although this is impolite, the question can easily be answered with another question. How many times must the criminal actor commit the act of drug taking in order to be a drug addict? The simple fact that there can be no clear answer to the question explains why substantive criminal law has no other choice. It must focus on the symptom rather than on the disease. It must focus on the act occurring at a determinate time, in a determinate place and in a certain manner.",
                        "elements": []
                    },
                    {
                        "content": "For that, in turn, the explanation is procedural rather than substantive. The determinate nature of the time, place and modality of the act (minor premise: the factual elements of the act) permit it to be logically matched up to the elements of the pre-existing definition of the offence in the Criminal Code (major premise: the abstract elements of the crime in the legal rule). There can be no guarantee offered by the principle of legality unless the subject matter of an offence is both clearly defined in abstracto as well as proved beyond reasonable doubt in concreto.",
                        "elements": []
                    },
                    {
                        "content": "An act can be so defined, but not a status.",
                        "elements": []
                    },
                    {
                        "content": "A status cannot be properly litigated. If we speak of the status of “being” a drug addict, murderer, robber, arsonist, etc., both the major and the minor premises of the syllogism are fuzzy, vague and indistinct. Such fuzziness – for example, because it is not subject to controversy – is permitted in a medical diagnosis. In law, the vagueness reduces to nothing both the procedural and the substantive safeguards. One can clearly define, so that they can be properly litigated, the elements of the act of drug taking, murder, robbery, arson, etc. One cannot properly define and litigate the aspects of “being” a drug addict, murderer, robber, arsonist, etc. For this procedural and practical reason criminal law is constrained to focus on the act rather than on the status of being such and such a criminal, which would be more just and adequate. However, it is still true that in the end it is the criminal that goes to prison, not his act.",
                        "elements": []
                    },
                    {
                        "content": "Nevertheless, as pointed out above, the doctrine concerning the principle of subjective responsibility provides the middle ground between the act and the actor. As they say in common-law jurisdictions, actus non est , nisi mens sit rea.",
                        "elements": []
                    },
                    {
                        "content": "The specificity of the case before us, on the other hand, lies precisely in the fact that for once the in personam status of the criminal actor – his being a recidivist – does lend itself to precise definition and, as is made clear by the case itself, it can be properly litigated. Here, the crucial distinction between the act of committing another offence on the one hand and the status of being a recidivist on the other hand concerns time.",
                        "elements": []
                    },
                    {
                        "content": "An act is a one-time historical event that falls, the moment it is committed, irretrievably into the past. It cannot be resurrected from the past, unless indirectly; hence all the evidentiary difficulties in law generally, and especially in criminal law.",
                        "elements": []
                    },
                    {
                        "content": "By contrast, a status (for example, that of being a recidivist) is something that endures. It continues in time. Thus, while criminal responsibility for a past criminal act, which also continues in time, is always retrospective, the responsibility for being a recidivist coincides in real time, is simultaneous, and thus not retrospective in the same way. Besides, the continuity in time of recidivism is subject to precise legal definition.",
                        "elements": []
                    },
                    {
                        "content": "It thus cannot be said that the alleged timing gap which forms the subject matter of the present judgment is resolved retroactively. The law could easily say: semel recidivus semper recidivus.",
                        "elements": []
                    },
                    {
                        "content": "The majority held that there had been no violation of Article 7 of the Convention. For the reasons set out below, I am unable to agree with their conclusions.",
                        "elements": []
                    },
                    {
                        "content": "1.  The present case concerns successive conflicting criminal statutes.",
                        "elements": []
                    },
                    {
                        "content": "2.  Two statutory provisions were in conflict, namely Article 57 of the Criminal Code, as applicable before 1 March 1994, and Article 132-9 of the new Criminal Code, which came into force on 1 March 1994. Under the former legislation, the applicant satisfied the conditions for not being treated as a recidivist, but the position was different under the subsequent legislation. The conclusion to be drawn from this is that the previous law was the more lenient of the two.",
                        "elements": []
                    },
                    {
                        "content": "3.  It is indisputably acknowledged in legal theory that the general rule for settling such conflicts between laws is that the more lenient law should apply.",
                        "elements": []
                    },
                    {
                        "content": "4.  In reaching the same conclusion in the light of the Court’s case-law, I consider myself to be bound above all by the precedents established in Kokkinakis v. Greece (25 May 1993, Series A no. 260-A) and G. v. France (27 September 1995, Series A no. 325-B).",
                        "elements": []
                    },
                    {
                        "content": "The rule set out in Kokkinakis (§ 52) is “the principle that the criminal law must not be extensively construed to an accused’s detriment”.",
                        "elements": []
                    },
                    {
                        "content": "In G. v. France (§ 26) the Court noted that the domestic courts had applied the law in the applicant’s favour, on the basis of “the principle that the more lenient law should apply both as regards the definition of the offence and the sanctions imposed”. That reasoning formed the ratio decidendi for the Court’s decision.",
                        "elements": []
                    },
                    {
                        "content": "The two rules I am referring to here are deeply rooted in the old adage in dubio pro reo, despite the fact that the Court has not considered this adage under Article 7 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5.  The general rule for resolving conflicts between successive criminal laws therefore dictates quite simply that the more lenient law should be applied. This rule is well established in the Court’s case-law.",
                        "elements": []
                    },
                    {
                        "content": "In Jamil v. France (8 June 1995, § 34, Series A no. 317-B) the Court noted: “... at the time when the offences of which Mr Jamil was convicted were committed, the maximum period of imprisonment in default to which he was liable was four months ... The Paris Court of Appeal nevertheless applied a new law which had increased the maximum to two years ...” The Court found a violation of Article 7 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "In Streletz, Kessler and Krenz v.  ([GC], nos. 34044/96, 35532/97 and 44801/98, ECHR 2001-II) and K.-H.W. v. Germany ([GC], no. 37201/97, ECHR 2001-II), the Court endorsed the application of more lenient or favourable legislation by the national courts.",
                        "elements": []
                    },
                    {
                        "content": "In addition, the Court has on a number of occasions found violations of Article 7 § 1 of the Convention in that the national courts had not applied the more lenient or favourable law (see Veeber v. Estonia (no. 2), no. 45771/99, ECHR 2003-I, and Gabarri Moreno v. Spain, no. 68066/01, 22 July 2003).",
                        "elements": []
                    },
                    {
                        "content": "6.  I consider that Article 7 § 1 of the Convention was infringed in the present case because the Court endorsed the imposition of a harsher penalty than would have been imposed if the role of precedents which I consider binding had not been ignored. This role entails applying the general rule on settling conflicts between successive criminal statutes.",
                        "elements": []
                    },
                    {
                        "content": "7.  Although legal writers are unanimous as to the general rule for resolving conflicts between successive criminal laws, there are exceptions to the rule – that is to say, situations in which the less lenient law should be applied. This is so, for example, in the application of interpretative or declaratory laws, laws governing judicial procedure or the organisation of the courts, and laws concerning the execution of sentences (subject to certain conditions in the last-mentioned case). The Court’s case-law sometimes appears inclined to allow exceptions of this kind (see Coëme and Others v. Belgium, nos. 32492/96, 32547/96, 32548/96, 33209/96 and 33210/96, ECHR 2000-VII). In Coëme and Others the Court endorsed the immediate application of a procedural law even though it was harsher than the previous law. Yet in its judgment (§ 145) it emphasised the principles set forth in its own case-law concerning the application of Article 7 of the Convention, the guiding rule of which is that “the criminal law must not be extensively construed to an accused’s detriment”. It should be noted, however, that the French courts’ case-law on the subject remains hesitant as regards preventive measures.",
                        "elements": []
                    },
                    {
                        "content": "8.  A special case among these kinds of exception in French law concerns conflicts between laws in the event of recidivism. The Court of Cassation’s case-law, which dates back to the late nineteenth century and has been settled ever since, advocates a departure from the general rule for settling conflicts between successive criminal laws in the event of recidivism. Legal writers, for their part, have observed that this case-law has had “fearsome effects since the entry into force of the new Criminal Code”.",
                        "elements": []
                    },
                    {
                        "content": "The national courts are certainly better placed than the  to assess the facts and to apply a rule of domestic law. Nevertheless, I would point out that the general rule for settling conflicts between successive criminal statutes is also set forth in domestic law, and that the Court is bound by its own case-law. I can see no reason for the Court to depart from its clear and settled case-law cited above in allowing an exception previously unknown at European level.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luzius Wildhaber",
            "role": "president"
        },
        {
            "name": "Christos Rozakis",
            "role": "judges"
        },
        {
            "name": "Jean-Paul Costa",
            "role": "judges"
        },
        {
            "name": "Nicolas Bratza",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Loukis Loucaides",
            "role": "judges"
        },
        {
            "name": "Josep Casadevall",
            "role": "judges"
        },
        {
            "name": "András Baka",
            "role": "judges"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Kristaq Traja",
            "role": "judges"
        },
        {
            "name": "Mindia Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "Stanislav Pavlovschi",
            "role": "judges"
        },
        {
            "name": "Javier Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ACHOUR v. FRANCE",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-72927.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0329JUD006733501",
    "externalsources": [],
    "extractedappno": [
        "67335/01",
        "32492/96",
        "32547/96",
        "32548/96",
        "33209/96",
        "33210/96",
        "28496/95",
        "34044/96",
        "35532/97",
        "44801/98",
        "37201/97",
        "45771/99",
        "68066/01"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Article 132-9 of the new Criminal Code, which came into force on 1 March 1994"
    ],
    "itemid": "001-72927",
    "judgementdate": "29/03/2006 00:00:00",
    "kpdate": "29/03/2006 00:00:00",
    "kpthesaurus": [
        "288",
        "535",
        "434",
        "491"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "7-1",
        "7"
    ],
    "parties": [
        "ACHOUR",
        "FRANCE"
    ],
    "rank": "547.015014648438",
    "representedby": [
        "THOUIN-PALAT F."
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "Cantoni v. France, judgment of 15 November 1996, Reports of Judgments and Decisions 1996-V, p. 1627, § 29, pp. 1628-1629, § 34 and p. 1629, § 35",
        "Coëme and Others v. Belgium, nos 32492/96, 32547/96, 32548/96, 33209/96 and 33210/96, § 145, ECHR 2000-VII",
        "E.K. v. Turkey, no. 28496/95, § 51, 7 February 2002",
        "Kokkinakis v. Greece, judgment of 25 May 1993, Series A no. 260-A, p. 19, § 40, and p. 22, § 52",
        "Streletz, Kessler and Krentz v. Germany [GC], nos 34044/96, 35532/97 and 44801/98, § 82, ECHR 2001-II"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "415163",
    "typedescription": "14"
}