{
    "__articles": "8;8-1;8-2;41",
    "__conclusion": "Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "55723/00",
    "article": [
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-69315.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "8.  The Court heard addresses by Mr Laptev, Mr Bowring, Mr Leach and Mr Koroteyev.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background",
                                "elements": [
                                    {
                                        "content": "11.  The plant was built during the Soviet era and was owned by the Ministry of Black Metallurgy of the Russian Soviet Federative Socialist Republic (RSFSR). The plant was, and remains, the largest iron smelter in  and the main employer for approximately 60,000 people. In order to delimit the areas in which the pollution caused by steel production might be excessive, the authorities established a buffer zone around the Severstal premises – “the sanitary security zone”. This zone was first delimited in 1965. It covered a 5,000-metre-wide area around the site of the plant. Although this zone was, in theory, supposed to separate the plant from the town's residential areas, in practice thousands of people (including the applicant's family) lived there. The blocks of flats in the zone belonged to the plant and were designated mainly for its workers, who occupied the flats as life-long tenants (see “Relevant domestic law and practice” below). A decree of the Council of Ministers of the RSFSR, dated 10 September 1974, imposed on the Ministry of Black Metallurgy the obligation to resettle the inhabitants of the sanitary security zone who lived in districts nos. 213 and 214 by 1977. However, this has not been done.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In 1990 the government of the RSFSR adopted a programme “On improving the environmental situation in ”. The programme stated that “the concentration of toxic substances in the town's air exceed[ed] the acceptable norms many times” and that the morbidity rate of  residents was higher than the average. It was noted that many people still lived within the steel plant's sanitary security zone. Under the programme, the steel plant was required to reduce its toxic emissions to safe levels by 1998. The programme listed a number of specific technological measures to attain this goal. The steel plant was also ordered to finance the construction of 20,000 square metres of residential property every year for the resettlement of people living within its sanitary security zone.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  By Municipal Decree no. 30 of 18 November 1992, the boundaries of the sanitary security zone around the plant were redefined. The width of the zone was reduced to 1,000 metres.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In 1993 the steel plant was privatised and acquired by Severstal PLC. In the course of the privatisation the blocks of flats owned by the steel plant that were situated within the zone were transferred to the municipality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 3 October 1996 the government of the Russian Federation adopted Decree no. 1161 on the special federal programme “Improvement of the environmental situation and public health in Cherepovets” for the period from 1997 to 2010” (in 2002 this programme was replaced by the special federal programme “Russia's ecology and natural resources”). Implementation of the 1996 programme was funded by the World Bank. The second paragraph of this programme stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The concentration of certain polluting substances in the town's residential areas is twenty to fifty times higher than the maximum permissible limits (MPLs)[] ...The biggest 'contributor' to atmospheric pollution is Severstal PLC, which is responsible for 96% of all emissions. The highest level of air pollution is registered in the residential districts immediately adjacent to Severstal's industrial site. The principal cause of the emission of toxic substances into the atmosphere is the operation of archaic and ecologically dangerous technologies and equipment in metallurgic and other industries, as well as the low efficiency of gas-cleaning systems. The situation is aggravated by an almost complete overlap of industrial and residential areas of the city, in the absence of their separation by sanitary security zones.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decree further stated that “the environmental situation in the city ha[d] resulted in a continuing deterioration in public health”. In particular, it stated that over the period from 1991 to 1995 the number of children with respiratory diseases increased from 345 to 945 cases per thousand, those with blood and haematogenic diseases from 3.4 to 11 cases per thousand, and those with skin diseases from 33.3 to 101.1 cases per thousand. The decree also noted that the high level of atmospheric pollution accounted for the increase in respiratory and blood diseases among the city's adult population and the increased number of deaths from cancer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Most of the measures proposed in the programme concerned the functioning of the Severstal steel plant. The decree also enumerated a number of measures concerning the city as a whole: these included the resettlement of 18,900 people from Severstal's sanitary security zone. It transpires from the programme that the State was supposed to be the main source of funding for such resettlement. However, it seems that in subsequent years Severstal PLC continued to pay for the resettlement of the zone's inhabitants, at least as regards districts nos. 213 and 214. Thus, according to Decree no. 1260 by the mayor of Cherepovets dated 4 April 2004, in 2004 the residents of the blocks of flats situated on  were resettled in another district of the city. According to a letter of 3 June 2004 from the mayor of , Severstal funded approximately one-third of the cost of resettlement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 9 August 2000 the chief sanitary inspector for  decided that the width of the sanitary security zone should be 1,000 metres from the main sources of industrial pollution. However, no specific boundaries were identified for the zone. In 2002 the municipality challenged its own Decree no. 30 of 1992, which had established the zone's boundaries (see paragraph 13 above). On 13 June 2002 the Cherepovets City Court declared Decree no. 30 invalid on the ground that it was ultra vires. The City Court ruled that at the relevant time the municipality had not had jurisdiction to define the width of the zone. The boundaries of the sanitary security zone around the Severstal facilities currently remain undefined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In 2001 implementation of the 1996 government programme was discontinued and the measures proposed in it were included in the corresponding section of the sub-programme “Regulation of environmental quality” in the special federal programme “Russia's ecology and natural resources (2002-2010)”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  According to a letter from the mayor of  dated 3 June 2004, in 1999 the plant was responsible for more than 95% of industrial emissions into the town's air. According to the State Report on the Environment for 1999, the Severstal plant in  was the largest contributor to air pollution of all metallurgical plants in .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant's attempt to be resettled outside the zone",
                                "elements": [
                                    {
                                        "content": "1.  First set of court proceedings",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Second set of court proceedings",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Pollution levels at the applicant's place of residence",
                                "elements": [
                                    {
                                        "content": "29.  The State authorities conduct regular inspections of air quality in the city. Pollution is monitored by four stationary posts of the State Agency for Hydrometeorology, including one (post no. 1) situated at , 300 metres from the applicant's home. The emission levels of thirteen hazardous substances are monitored by the authorities (nitrogen dioxide, ammonia, carbon oxide, dust, hydrogen sulphide, carbon disulphide, phenol, formaldehyde, sulphur dioxide, nitric oxide, manganese, benzopyrene and lead). Four stationary posts of the State Agency for Hydrometeorology monitor emissions of only the first eight of the above substances; additionally, post no. 1 monitors emissions of sulphur dioxide, nitric oxide, lead, benzopyrene and manganese, and post no. 2 monitors emissions of benzopyrene, manganese and sulphur dioxide. In addition, the State Agency for Sanitary Control conducts regular air tests at distances of one, two, five, seven, and nineteen kilometres from the steel plant. Finally, Severstal PLC has its own monitoring system, which evaluates emissions from every separate industrial facility at the plant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  It appears that the basic data on air pollution, whether collected by the State monitoring posts or Severstal, are not publicly available. Both parties produced a number of official documents containing generalised information on industrial pollution in the town. The relevant parts of these documents are summarised in the following paragraphs and in the appendix to this judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Information referred to by the applicant",
                                        "elements": [
                                            {
                                                "content": "35.  In April 2004 the applicant informed the Court that further information on atmospheric pollution could be requested from the respondent Government. In particular, the applicant sought to obtain: (a) baseline emissions data for the Severstal plant, including data on the physical parameters of the stacks and the volume of chemicals emitted annually by each process at the Severstal facility; (b) dispersion modelling data for estimating the ambient air concentration of thirteen toxic pollutants at each of the x and y coordinate locations on the Cherepovets city grid, based on the above emissions data. The applicant indicated that this information might be obtained from the Centre for the Preparation and Implementation of International Projects on Technical Assistance (see paragraph 34 above). The applicant also sought data on the ambient air quality in , obtained between 1998 and 1999 as part of the Project on Environmental Management in the , implemented with financial support from the World Bank. In May 2004 the Court invited the respondent Government to submit the information sought by the applicant.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Information referred to by the respondent Government",
                                        "elements": [
                                            {
                                                "content": "36.  In June 2004 the Government submitted a report entitled “The environmental situation in  and its correlation with the activity of [Severstal PLC] during the period until 2004”, prepared by the  municipality.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  According to the report, the environmental situation in  has improved in recent years: thus, gross emissions of pollutants in the town were reduced from 370.5 thousand tonnes in 1999 to 346.7 thousand tonnes in 2003 (by 6.4%). Overall emissions from the Severstal PLC facilities were reduced during this period from 355.3 to 333.2 thousand tonnes (namely by 5.7%), and the proportion of unsatisfactory testing of atmospheric air at stationary posts fell from 32.7% to 26% in 2003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The report further stated that, according to data received from four stationary posts of the State Agency for Hydrometeorology, a substantial decrease in the concentration of certain hazardous substances was recorded in the period from 1999 to 2003:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  dust: from 0.2 mg/m³ (1.28 MPL) to 0.11 mg/m³ (0.66 MPL);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  hydrogen sulphide: from 0.016 mg/m³ (3.2 MPL) to 0.006 mg/m³ (1.2 MPL);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  phenols: from 0.018 mg/m³ (0.6 MPL) to 0.014 mg/m³ (0.47 MPL).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The report contained generalised data on average pollution levels for the years 1999 to 2003, collected from four stationary posts of the State Agency for Hydrometeorology. The Government also produced data collected from monitoring post no. 1, reflecting a reduction in the average annual and maximum pollution levels compared to the situation which existed ten to twenty years ago. The most important data contained in these reports are summarised in the appendix to this judgment.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Effects of pollution on the applicant",
                                "elements": [
                                    {
                                        "content": "45.  In 2001 a medical team from the clinic carried out regular medical check-ups on the staff at the applicant's place of work. As a result of these examinations, the doctors detected indications of an occupational illness in five workers, including the applicant. In 2002 the diagnosis was confirmed: a medical report drawn up by the Hospital of the North-West Scientific Centre for Hygiene and Public Health in St Petersburg on 30 May 2002 stated that she suffered from various illnesses of the nervous system, namely occupational progressive/motor-sensory neuropathy of the upper extremities with paralysis of both middle nerves at the level of the wrist channel (primary diagnosis), osteochondrosis of the spinal vertebrae, deforming arthrosis of the knee joints, moderate myelin sheath degeneration, chronic gastroduodenitis, hypermetropia first grade (eyes) and presbyopia (associated diagnoses). Whilst the causes of these illnesses were not expressly indicated in the report, the doctors stated that they would be exacerbated by “working in conditions of vibration, toxic pollution and an unfavourable climate”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In 2004 the applicant submitted a report entitled “Human health risk assessment of pollutant levels in the vicinity of the Severstal facility in ”. This report, commissioned on behalf of the applicant, was prepared by Dr Mark Chernaik. Dr Chernaik concluded that he would expect the population residing within the zone to suffer from above-average incidences of odour annoyance, respiratory infections, irritation of the nose, coughs and headaches, thyroid abnormalities, cancer of the nose and respiratory tract, chronic irritation of the eyes, nose and throat, and adverse impacts on neurobehavioral, neurological, cardiovascular and reproductive functions. The report concluded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The toxic pollutants found in excessive levels within the sanitary security zone in Cherepovets are all gaseous pollutants specifically produced by iron and steel manufacturing plants (in particular, by process units involved in metallurgical coke production), but not usually by other industrial facilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is therefore reasonable to conclude that inadequately controlled emissions from the Severstal facility are a primary cause of the excess incidences of the above-mentioned adverse health conditions of persons residing within the sanitary security zone in .”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Environmental standards",
                                "elements": [
                                    {
                                        "content": "“Everyone has the right to a favourable environment, to reliable information about its state, and to compensation for damage caused to his health or property by ecological offences.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Sanitary security zones",
                                "elements": [
                                    {
                                        "content": "1.  Legislation",
                                        "elements": [
                                            {
                                                "content": "“In cases where State or public interests require that economic or other activities be conducted in environmentally unfavourable areas, the temporary residence of the population in these areas is permitted, subject to the application of a special town planning regime ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Practice",
                                        "elements": [
                                            {
                                                "content": "“The [plaintiff's] home is not only dilapidated ..., but is also situated within 30 metres of a railway, within the latter's sanitary security zone, which is contrary to the sanitary regulations (this zone is 100 metres wide, and no residential premises should be located within it).”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The lower court did not assess whether the measures taken in order to resettle the residents of the sanitary security zone are adequate in comparison to the degree of threat that the plaintiff encounters. As a result, the court did not establish whether providing [Ms Ledyayeva] with new housing under the provisions of the housing legislation by placing her on the waiting list can be regarded as giving her a real chance to live in an environment that is favourable for her life and health.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Background to the Russian housing provisions",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home, and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicability of Article 8 in the present case",
                                "elements": [
                                    {
                                        "content": "1.  Nature and extent of the alleged interference with the applicant's rights",
                                        "elements": [
                                            {
                                                "content": "66.  Both parties agreed that the applicant's place of residence was affected by industrial pollution. Neither was it disputed that the main cause of pollution was the Severstal steel plant, operating near the applicant's home.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court observes, however, that the degree of disturbance caused by Severstal and the effects of pollution on the applicant are disputed by the parties. Whereas the applicant insists that the pollution seriously affected her private life and health, the respondent Government assert that the harm suffered by the applicant as a result of her home's location within the sanitary security zone was not such as to raise an issue under Article 8 of the Convention. In view of the Government's contention, the Court has first to establish whether the situation complained of by the applicant falls to be examined under Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "68.  Article 8 has been relied on in various cases involving environmental concern, yet it is not violated every time that environmental deterioration occurs: no right to nature preservation is as such included among the rights and freedoms guaranteed by the Convention (see Kyrtatos v. Greece, no. 41666/98, § 52, ECHR 2003-VI). Thus, in order to raise an issue under Article 8 the interference must directly affect the applicant's home, family or private life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court further points out that the adverse effects of environmental pollution must attain a certain minimum level if they are to fall within the scope of Article 8 (see López Ostra v. Spain, judgment of 9 December 1994, Series A no. 303-C, p. 54, § 51; see also, mutatis mutandis, Hatton and Others v. the United Kingdom [GC], no. 36022/97, § 118, ECHR 2003-VIII). The assessment of that minimum is relative and depends on all the circumstances of the case, such as the intensity and duration of the nuisance, and its physical or mental effects. The general context of the environment should also be taken into account. There would be no arguable claim under Article 8 if the detriment complained of was negligible in comparison to the environmental hazards inherent to life in every modern city.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Thus, in order to fall within the scope of Article 8, complaints relating to environmental nuisances have to show, firstly, that there was an actual interference with the applicant's private sphere, and, secondly, that a level of severity was attained.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant's submissions",
                                "elements": [
                                    {
                                        "content": "73.  The applicant pointed out that in 2004 the Court had requested that the Government submit certain basic information regarding air pollution in . The applicant insisted that the Government had access to these data but failed to submit them to the Court. The report prepared by the Government contained only long-term averages of pollutant levels, which were insufficient to understand how pollutants were influencing human health in . In the applicant's view, the long-term averages, although themselves far above safe levels, masked episodes of extremely high pollution during peak periods. The applicant proposed that the Court draw adverse inferences from the Government's failure to produce the requested documents.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Government's submissions",
                                "elements": []
                            },
                            {
                                "content": "(d)  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "79.  The Court reiterates at the outset that, in assessing evidence, the general principle has been to apply the standard of proof “beyond reasonable doubt”. Such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact. It should also be noted that it has been the Court's practice to allow flexibility in this respect, taking into consideration the nature of the substantive right at stake and any evidentiary difficulties involved. In certain instances, only the respondent Government have access to information capable of corroborating or refuting the applicant's allegations; consequently, a rigorous application of the principle affirmanti, non neganti, incumbit probatio is impossible (see Aktaş v. Turkey, no. 24351/94, § 272, ECHR 2003-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Turning to the particular circumstances of the case, the Court observes that, in the applicant's submission, her health has deteriorated as a result of living near the steel plant. The only medical document produced by the applicant in support of this claim is a report drawn up by a clinic in St Petersburg (see paragraph 45 above). The Court finds that this report did not establish any causal link between environmental pollution and the applicant's illnesses. The applicant presented no other medical evidence which would clearly connect her state of health to high pollution levels at her place of residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Considering the ongoing exposure to formaldehyde within the Cherepovets sanitary security zone, I would expect the population residing within the zone to suffer from above-average incidences of cancer of the nasal passages, headaches, and chronic irritation of the eyes, nose, and throat compared to populations residing in areas not polluted by excessive levels of formaldehyde.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Considering the ongoing exposure to carbon disulphide within the Cherepovets sanitary security zone, I would expect the population residing within the zone to suffer from above-average incidences of adverse neurobehavioral, neurological, cardiovascular, and reproductive functions compared to populations residing in areas not polluted by excessive levels of carbon disulphide.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Attribution of the alleged interference to the State",
                                        "elements": [
                                            {
                                                "content": "89.  The Court notes that, at the material time, the Severstal steel plant was not owned, controlled, or operated by the State. Consequently, the Court considers that the  cannot be said to have directly interfered with the applicant's private life or home. At the same time, the Court points out that the State's responsibility in environmental cases may arise from a failure to regulate private industry (see Hatton and Others, cited above). Accordingly, the applicant's complaints fall to be analysed in terms of a positive duty on the State to take reasonable and appropriate measures to secure the applicant's rights under Article 8 § 1 of the Convention (see Powell and Rayner v. the United Kingdom, judgment of 21 February 1990, Series A no. 172, p. 18, § 41, and Guerra and Others v. Italy, judgment of 19 February 1998, Reports of Judgments and Decisions 1998-I, p. 227, § 58). In these circumstances, the Court's first task is to assess whether the State could reasonably be expected to act so as to prevent or put an end to the alleged infringement of the applicant's rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The Court concludes that the authorities in the present case were certainly in a position to evaluate the pollution hazards and to take adequate measures to prevent or reduce them. The combination of these factors shows a sufficient nexus between the pollutant emissions and the State to raise an issue of the State's positive obligation under Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Justification under Article 8 § 2",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "95.  Direct interference by the State with the exercise of Article 8 rights will not be compatible with paragraph 2 unless it is “in accordance with the law”. The breach of domestic law in these cases would necessarily lead to a finding of a violation of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  However, where the State is required to take positive measures, the choice of means is in principle a matter that falls within the Contracting State's margin of appreciation. There are different avenues to ensure “respect for private life”, and even if the State has failed to apply one particular measure provided by domestic law, it may still fulfil its positive duty by other means. Therefore, in those cases the criterion “in accordance with the law” of the justification test cannot be applied in the same way as in cases of direct interference by the State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The Court notes, at the same time, that in all previous cases in which environmental questions gave rise to violations of the Convention, the violation was predicated on a failure by the national authorities to comply with some aspect of the domestic legal regime. Thus, in López Ostra the waste-treatment plant in issue was illegal in that it operated without the necessary licence, and it was eventually closed down (López Ostra, cited above, pp. 46-47, §§ 16-22). In Guerra and Others too, the violation was founded on an irregular position at the domestic level, as the applicants had been unable to obtain information that the State was under a statutory obligation to provide (Guerra and Others, cited above, p. 219, §§ 25-27). In S. v. France (no. 13728/88, Commission decision of 17 May 1990, Decisions and Reports 65, p. 263), the internal legality was also taken into consideration.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  Thus, in cases where an applicant complains about the State's failure to protect his or her Convention rights, domestic legality should be approached not as a separate and conclusive test, but rather as one of many aspects which should be taken into account in assessing whether the State has struck a “fair balance” in accordance with Article 8 § 2.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Legitimate aim",
                                        "elements": [
                                            {
                                                "content": "100.  The Court observes that the essential justification offered by the Government for the refusal to resettle the applicant was the protection of the interests of other residents of  who were entitled to free housing under the domestic legislation. In the Government's submissions, since the municipality had only limited resources to build new housing for social purposes, the applicant's immediate resettlement would inevitably breach the rights of others on the waiting list.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  Further, the Government referred, at least in substance, to the economic well-being of the country (see paragraph 111 below). Like the Government, the Court considers that the continuing operation of the steel plant in question contributed to the economic system of the  region and, to that extent, served a legitimate aim within the meaning of paragraph 2 of Article 8 of the Convention. It remains to be determined whether, in pursuing this aim, the authorities have struck a fair balance between the interests of the applicant and those of the community as a whole.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  “Necessary in a democratic society”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "102.  The Court reiterates that, in deciding what is necessary for achieving one of the aims mentioned in Article 8 § 2 of the Convention, a margin of appreciation must be left to the national authorities, who are in principle better placed than an international court to evaluate local needs and conditions. While it is for the national authorities to make the initial assessment of necessity, the final evaluation as to whether the justification given by the State is relevant and sufficient remains subject to review by the Court (see, among other authorities, Lustig-Prean and Beckett v. the United Kingdom, nos. 31417/96 and 32377/96, §§ 80-81, 27 September 1999).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  It remains open to the Court to conclude that there has been a manifest error of appreciation by the national authorities in striking a fair balance between the competing interests of different private actors in this sphere. However, the complexity of the issues involved with regard to environmental protection renders the Court's role primarily a subsidiary one. The Court must first examine whether the decision-making process was fair and such as to afford due respect to the interests safeguarded to the individual by Article 8 (see Buckley v. the United Kingdom, judgment of 25 September 1996, Reports 1996-IV, pp. 1292-93, §§ 76-77), and only in exceptional circumstances may it go beyond this line and revise the material conclusions of the domestic authorities (see Taşkın and Others v. , no. 46117/99, § 117, ECHR 2004-X).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant's submissions",
                                "elements": []
                            },
                            {
                                "content": "(c)  The Government's submissions",
                                "elements": [
                                    {
                                        "content": "109.  The Government contended that the applicant's complaint was ill-founded and that no violation of Article 8 of the Convention had occurred in this case. The Government's arguments may be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  In their initial observations to the Court, the Government accepted the fact that the applicant's home was located within Severstal's sanitary security zone but argued that the domestic courts' decisions dismissing the applicant's claim for immediate resettlement had been lawful. The applicable Russian legislation provided only for placing the applicant on the general waiting list for future resettlement, which was the duty of the municipal authorities. The Government further argued that providing the applicant with a flat irrespective of her position on the waiting list would breach the rights of other people entitled to free housing under the domestic legislation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  In their post-admissibility observations and at the oral hearing, the Government contended that the domestic courts' decisions were erroneous because the applicant's home was not situated within the sanitary security zone. The Government also indicated that, under domestic law, “Ms N.M. Fadeyeva's temporary residence within the sanitary security zone [was] permissible” in so far as “the State or public interests require[d] the performance of economic or other activity in such areas”. They referred in particular to Article 10 of the Town Planning Code (see paragraph 55 above). The Government stated that “under Article 10 § 5 of the Town Planning Code of the Russian Federation, temporary residence [was] permitted in environmentally unfavourable areas in cases where State or public interests require[d] the performance of economic or other activity in such areas”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Government also alleged that the applicant had moved to the flat at  of her own free will and that nothing prevented her from leaving it. Moreover, she could always privatise the flat and then sell it in order to purchase housing in another district of the city.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Government asserted that the State authorities conducted regular monitoring of air quality in the city and had, moreover, undertaken a number of scientific studies in order to assess the impact of pollution on the inhabitants of .",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Government further submitted that the State authorities had imposed various administrative sanctions on Severstal PLC in order to ensure that its activities complied with the domestic norms. In particular, between 1995 and 2000 the State Committee for the Protection of the Environment had carried out 89 checks of Severstal PLC, bringing to light more than 300 violations. During this period the managers of the steel plant had been charged with administrative offences in the sphere of environmental protection on 45 occasions. Between 2001 and 2003 the Ministry of Natural Resources of the Russian Federation had carried out 4 complex checks of the plant, in the course of which 44 violations of the environmental legislation had been brought to light. To date, the majority of the violations indicated by the statutory authorities had been eliminated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  Finally, the Government argued that in recent years the implementation of a number of federal and municipal programmes had resulted in a reduction of pollution in . They stressed that the environmental monitoring carried out by State agencies had revealed an improvement in the overall environmental situation throughout the city, and that the pollution levels near the applicant's home did not differ significantly from the average levels across the city. The Government also enumerated various technological modifications undertaken by the steel plant in order to reduce emissions and asserted that several new improvements were due to be made in the near future.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "116.  The Court notes at the outset that the environmental consequences of the Severstal steel plant's operation are not compatible with the environmental and health standards established in the relevant Russian legislation. In order to ensure that a large undertaking of this type remains in operation, Russian legislation, as a compromise solution, has provided for the creation of a buffer zone around the undertaking's premises in which pollution may officially exceed safe levels. Therefore, the existence of such a zone is a condition sine qua non for the operation of an environmentally hazardous undertaking – otherwise it must be closed down or significantly restructured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  The main purpose of the sanitary security zone is to separate residential areas from the sources of pollution and thus to minimise the negative effects thereof on the neighbouring population. The Government have shown that, in the course of the past twenty years, overall emissions from the Severstal steel plant have been significantly reduced, and this trend can only be welcomed (see paragraphs 37 et seq. above). However, within the entire period under consideration (since 1998), pollution levels with respect to a number of dangerous substances have continued to exceed the safe levels. Consequently, it would only be possible for the Severstal plant to operate in conformity with the domestic environmental standards if this zone, separating the undertaking from the residential areas of the town, continued to exist and served its purpose.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The parties argue as to the actual size of the zone. In their later post-admissibility observations and oral submissions to the Court, the Government denied that the applicant lived within its boundaries. However, in their initial observations the Government openly stated that the applicant's home was located within the zone. The fact that the Severstal steel plant's sanitary security zone included residential areas of the town was confirmed in the federal programme of 1996 (see paragraph 15 above). As regards the applicant's home in particular, the fact that it was located within the steel plant's sanitary security zone was not disputed in the domestic proceedings and was confirmed by the domestic authorities on many occasions. The status of the zone was challenged only after the application had been communicated to the respondent Government. Therefore, the Court assumes that during the period under consideration the applicant lived within Severstal's sanitary security zone.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The Government further submitted that the pollution levels attributable to the metallurgic industry were the same if not higher in other districts of  than those registered near the applicant's home (see paragraph 39 above). However, this proves only that the Severstal steel plant has failed to comply with domestic environmental norms and suggests that a wider sanitary security zone should perhaps have been required. In any event, this argument does not affect the Court's conclusion that the applicant lived in a special zone where the industrial pollution exceeded safe levels and where any housing was in principle prohibited by the domestic legislation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  It is material that the applicant moved to this location in 1982 knowing that the environmental situation in the area was very unfavourable. However, given the shortage of housing at that time and the fact that almost all residential buildings in industrial towns belonged to the State, it is very probable that the applicant had no choice other than to accept the flat offered to her family (see paragraphs 59 et seq. above). Moreover, due to the relative scarcity of environmental information at that time, the applicant may have underestimated the seriousness of the pollution problem in her neighbourhood. It is also important that the applicant obtained the flat lawfully from the State, which could not have been unaware that the flat was situated within the steel plant's sanitary security zone and that the ecological situation was very poor. Therefore, it cannot be claimed that the applicant herself created the situation complained of or was somehow responsible for it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  It is also relevant that it became possible in the 1990s to rent or buy residential property without restrictions, and the applicant has not been prevented from moving away from the dangerous area. In this respect the Court observes that the applicant was renting the flat at  from the local council as a life-long tenant. The conditions of her rent were much more favourable than those she would find on the free market. Relocation to another home would imply considerable financial outlay which, in her situation, would be almost unfeasible, her only income being a State pension plus payments related to her occupational disease. The same may be noted regarding the possibility of buying another flat, mentioned by the respondent Government. Although it is theoretically possible for the applicant to change her personal situation, in practice this would appear to be very difficult. Accordingly, this point does not deprive the applicant of the status required in order to claim to be a victim of a violation of the Convention within the meaning of Article 34, although it may, to a certain extent, affect the scope of the Government's positive obligations in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  The Court observes that Russian legislation directly prohibits the building of any residential property within a sanitary security zone. However, the law does not clearly indicate what should be done with those persons who already live within such a zone. The applicant insisted that the Russian legislation required immediate resettlement of the residents of such zones and that resettlement should be carried out at the expense of the polluting undertaking. However, the national courts interpreted the law differently. The Cherepovets City Court's decisions of 1996 and 1999 established that the polluting undertaking is not responsible for resettlement; the legislation provides only for placing the residents of the zone on the general waiting list. The same court dismissed the applicant's claim for reimbursement of the cost of resettlement. In the absence of any direct requirement of immediate resettlement, the Court does not find this reading of the law absolutely unreasonable. Against the above background, the Court is ready to accept that the only solution proposed by the national law in this situation was to place the applicant on a waiting list. Thus, the Russian legislation as applied by the domestic courts and national authorities makes no difference between those persons who are entitled to new housing, free of charge, on a welfare basis (war veterans, large families, etc.) and those whose everyday life is seriously disrupted by toxic fumes from a neighbouring plant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Court further notes that, since 1999, when the applicant was placed on the waiting list, her situation has not changed. Moreover, as the applicant rightly pointed out, there is no hope that this measure will result in her resettlement from the zone in the foreseeable future. The resettlement of certain families from the zone by Severstal PLC is a matter of the plant's good faith, and cannot be relied upon. Therefore, the measure applied by the domestic courts makes no difference to the applicant: it does not give her any realistic hope of being removed from the source of pollution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  In this respect the Court notes that, according to the Government's submissions, the environmental pollution caused by the steel plant has been significantly reduced over the past twenty years. Since the 1970s, air quality in the town has changed for the better. Thus, when the applicant's family moved into the flat in issue in 1982, the overall atmospheric pollution in  was more than twice as high as in 2003. Since 1980 toxic emissions from the Severstal steel plant into the town's air have been reduced from 787.7 to 333.2 thousand tonnes. Following the enactment of the 1996 federal programme (see paragraph 15 above), the annual overall emissions of air polluting substances attributable to the Severstal facilities have been reduced by 5.7%. The report submitted by the Government indicated that by 2003 the average concentration of certain toxic elements in the air of the town had been significantly reduced (see paragraphs 37 et seq. above); the proportion of “unsatisfactory tests” of the air around the Severstal plant had fallen in the past five years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  At the same time, the Court observes that the implementation of the 1990 and 1996 federal programmes did not achieve the expected results: in 2003 the concentration of a number of toxic substances in the air near the plant still exceeded safe levels. Whereas, according to the 1990 programme, the steel plant was obliged to reduce its toxic emissions to a safe level by 1998, in 2004 the chief sanitary inspector admitted that this had not been done and that the new deadline for bringing the plant's emissions below dangerous levels was henceforth 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  Undoubtedly, significant progress has been made in reducing emissions over the past ten to twenty years. However, if only the period within the Court's competence ratione temporis is taken into account, the overall improvement of the environmental situation would appear to be very slow. Moreover, as the Government's report shows, the dynamics with respect to a number of toxic substances are not constant and in certain years pollution levels increased rather than decreased (see the appendix to this judgment).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "137.  The Government considered that these claims were exaggerated and that the finding of a violation would be adequate just satisfaction. Alternatively, the Government submitted that “only a symbolic amount would be equitable with regard to non-pecuniary damage”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  The Court is prepared to accept that the applicant's prolonged exposure to industrial pollution caused her much inconvenience, mental distress and even a degree of physical suffering – this is clear from the grounds on which the Court found a violation of Article 8. At the same time, the Court notes that the Convention came into force in respect of  on 5 May 1998; therefore, the Court has no competence ratione temporis to make an award for the period prior to that date. In sum, taking into account various relevant factors, such as the age and state of health of the applicant and the duration of the situation complained of, and making an assessment on an equitable basis in accordance with Article 41, the Court awards the applicant EUR 6,000 under this head, plus any tax that may be chargeable on this amount.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Pecuniary damage",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "146.  The Court has to establish, firstly, whether the costs and expenses indicated by the applicant were actually incurred and, secondly, whether they were necessary (see McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, p. 85, § 220).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 6,000 (six thousand euros) in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement, plus any tax that may be chargeable on that amount;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 June 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the concurring opinion of Mr Kovler is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I share the Chamber's unanimous opinion that the Russian authorities failed in the present case to fulfil their positive obligation to protect the applicant's rights under Article 8 of the Convention. At the same time, I would like to explain my approach to the specific interest protected in the present case.",
                        "elements": []
                    },
                    {
                        "content": "In the leading case of López Ostra v. Spain (judgment of 9 December 1994, Series A no. 303-C), referred to in the judgment, the Court found that the State had not succeeded in striking a fair balance between the interest of the town's economic well-being and the applicant's effective enjoyment of her right to respect for her home and her private and family life. In its Grand Chamber judgment in Hatton and Others v. the United Kingdom ([GC], no. 36022/97, ECHR 2003-VIII), also cited, the Court adopted the same line of reasoning (although the Grand Chamber did not ultimately find a violation of Article 8). In a recent case concerning noise pollution ( Gómez v. , no. 4143/02, ECHR 2004-X), the problem was again regarded as having an effect both on the applicant's private life and on her home.",
                        "elements": []
                    },
                    {
                        "content": "On the other hand, in Guerra and Others v. Italy (judgment of 19 February 1998, Reports of Judgments and Decisions 1998-I), where access to information on industrial hazards was in issue, the Court found a violation only of the applicants' right to private and family life, without mentioning their “homes”. I would be inclined to agree with the latter approach and to consider that “environmental rights” (in so far as they are protected by Article 8) relate more to the sphere of “private life” than to the “home”. In my view, the notion of “home” was included in the text of this provision with the clear intention of defining a specific area of protection that differs from “private and family life”. In support of this interpretation, I would quote from a dissenting opinion by Judge Greve annexed to the Chamber judgment in Hatton and Others v. the United Kingdom (no. 36022/97, 2 October 2001), in which she stated that “environmental rights are ... of a different character from the core right not to have one's home raided without a warrant”. Therefore, without casting doubt on the Court's finding of a violation of Article 8, I would prefer to describe the violation as an unjustified interference with the applicant's private life.",
                        "elements": []
                    },
                    {
                        "content": "Consequently, the State's omission in the present case lies not only in the authorities' failure to resettle the applicant to a safer area. The State has a margin of appreciation in devising measures to strike the proper balance between respect for Article 8 rights and the interests of the community as a whole. In the present case, therefore, the resettlement of those living near the plant may be regarded as only one of many possible solutions, and, in my view, not the best one: had the authorities been stricter and more consistent in applying domestic environmental regulations, the problem",
                        "elements": []
                    },
                    {
                        "content": "would have been resolved without any need to resettle the population and with a positive impact on the environmental situation in general.",
                        "elements": []
                    },
                    {
                        "content": "A.  Dynamics of air pollution in the years 1999 to 2003 (compared to MPLs)",
                        "elements": []
                    },
                    {
                        "content": "B.  Average and maximal concentrations of toxic elements over the past 20 to 30 years",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF FADEYEVA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-69315.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0609JUD005572300",
    "externalsources": [],
    "extractedappno": [
        "55723/00",
        "41666/98",
        "36022/97",
        "24351/94",
        "13728/88",
        "31417/96",
        "32377/96",
        "46117/99",
        "4143/02"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Constitution, Article 42",
        "Law on Sanitary Safety 1999",
        "Atmospheric Protection Act",
        "Town Planning Code 1998",
        "State Sanitary Service Decree no. 41 (1996)"
    ],
    "itemid": "001-69315",
    "judgementdate": "09/06/2005 00:00:00",
    "kpdate": "09/06/2005 00:00:00",
    "kpthesaurus": [
        "451",
        "203",
        "268",
        "425",
        "426",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "8",
        "41",
        "8-2",
        "8-1"
    ],
    "parties": [
        "FADEYEVA",
        "RUSSIA"
    ],
    "rank": "519.157348632813",
    "representedby": [
        "KOROTEYEV, Kirill",
        "VEDERNIKOVA, Dina",
        "BOWRING, Bill",
        "LEACH, Phillip"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Aktas v. Turkey, no. 24351/94, § 272, ECHR 2003-V (extracts)",
        "Buckley v. the United Kingdom, judgment of 25 September 1996, Reports of Judgments",
        "and Decisions 1996-IV, pp. 1292-93, §§ 76-77",
        "Fredin v. Sweden, judgment of 18 February 1991, Series A no. 192, § 48",
        "Guerra v. Italy, judgment of 19 February 1998, Reports of Judgments and Decisions 1998-I, §§ 25-27 and § 58",
        "Hatton and Others v. the United Kingdom [GC], no. 36022/97, ECHR 2003-VIII, § 118 and § 122",
        "Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, p. 19, § 49",
        "Kyrtatos v. Greece, no. 41666/98, ECHR 2003-VI, § 52",
        "López Ostra v. Spain, judgment of 9 December 1994, Series A no. 303-C, §§ 16-22, 51 and 52-53",
        "Lustig-Prean and Beckett v. the United Kingdom, nos. 31417/96 and 32377/96, 27 September 1999, §§ 80-81",
        "McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, § 220",
        "Pine Valley Development Ltd and Others v. Ireland, judgment of 29 November 1991, Series A no. 222",
        "Powell and Rayner v. the United Kingdom, judgment of 21 February 1990, Series A no. 172, § 41 and § 44",
        "Rees v. the United Kingdom judgment of 17 October 1986, Series A no. 106, p. 15, § 37",
        "S. v. France, no. 13728/88, Commission decision of 17 May 1990, Decisions and Reports (DR) 65, p. 263",
        "Taskin and Others v. Turkey, no. 46117/99, § 117, 10 November 2004",
        "X. and U. v. the Netherlands, judgment of 26 March 1985, ECHR Series A no. 91, § 24"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "414406",
    "typedescription": "15"
}