{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award",
    "applicability": "",
    "appno": "38703/97",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award",
            "type": "other"
        }
    ],
    "content": {
        "001-59534.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38703/97) against Greece lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Greek national, Mr Dimitrios Agoudimos, and by one company incorporated under Greek law, Cefallonian Sky Shipping Co. (“the applicants”), on 19 September 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr N. Scorinis, a lawyer practising in Pireaus. The Greek Government (“the Government”) were represented by their Agent, Mr E. Volanis, President of the State Legal Council.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained, in particular, that the legislative interference in the litigation opposing them to the sailors’ social security fund amounted to a violation of their right to a fair trial.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 18 May 2000, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicants and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant company is incorporated under Greek law, has its seat in Piraeus and has gone into liquidation. The first applicant is one of the three liquidators.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 22 December 1982 the ship Omega Kasos, registered in Piraeus and owned by K Shipping Co., was seized by the company’s creditors. The ship was put on compulsory sale by auction (αναγκαστικός πλειστηριασμός) on 6 February 1983. It was acquired by the first applicant at the price of GRD 4,002,000. On 15 February 1983 the first applicant sold the ship to the applicant company which in turn sold it to a foreign company.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 17 February 1983 the applicant company asked the registrar of ships (νηολόγος) of Piraeus to remove the ship from his records since it had been acquired by a foreigner. The request was refused on the ground that the applicant company had failed to produce a certificate to the effect that debts owed in respect of the ship to the tax and social security authorities prior to the auction had been paid in full.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant company challenged ex parte (εκούσια δικαιοδοσία) the registrar’s refusal before the single-member first instance civil court (Μονομελές Πρωτοδικείο) of Piraeus. On 6 April 1983 the court considered that the production of the certificate requested by the registrar was not necessary; according to the view followed by most courts, a person acquiring a ship put on compulsory sale by auction was not responsible for the previous owners’ debts to the State or the sailors’ social security fund (Ναυτικό Απομαχικό Ταμείο – hereinafter NAT). The registrar and NAT did not appeal against this decision. On 1 June 1983 Omega Kasos was removed from the records of the Piraeus registry for ships.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 10 January 1984 NAT ordered the first applicant and the applicant company, in their capacity as previous owners of Omega Kasos, to pay USD 124,915, by way of social security contributions in respect of the period prior to the auction, plus interest. It also asked them to pay GRD 196,000 for the repatriation of the crew of Omega Kasos who had at one stage been left stranded in a foreign port by the previous ship-owners.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 19 January 1984 the applicants challenged NAT’s order before the multi-member first instance civil court (Πολυμελές Πρωτοδικείο) of Piraeus relying, inter alia, on the decision of the single-member first instance civil court of 6 April 1983.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 30 July 1984 the multi-member first instance civil court of Piraeus found against the applicants, relying on Articles 86 § 6 (a) and 88 § 5 of Presidential Decree no. 913/1978 as interpreted in decisions Nos. 127/1984 and 128/1984 of the Court of Cassation. The applicants appealed.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 30 July 1986 the Court of Appeal (Εφετείο) of Piraeus upheld the appeal considering that the legislation that rendered all the previous owners of a ship responsible for debts to NAT did not cover owners who had acquired a ship put on compulsory sale by auction. The court of appeal relied on Articles 86 § 6 (a) and 88 of Presidential Decree no. 913/1978, as interpreted in its own decision No. 649/1981 and in decisions Nos. 8/1983 and 1118/1985 of the Court of Cassation. The court also mentioned a number of decisions that accepted a different interpretation, which it was not prepared to follow (decision No. 128/1984 of the Court of Cassation and its own decisions Nos. 370/1985 and 460/1985).",
                                "elements": []
                            },
                            {
                                "content": "16.  On 30 June 1987 Parliament enacted Law no. 1711/1987, entitled “Modification and completion of the legislation on NAT and other provisions”. Article 1 § 6 of that law interpreted in an authoritative manner (αυθεντική ερμηνεία) Article 88 § 5 of Presidential Decree no. 913/1978: According to Parliament’s interpretation, this provision also concerned owners who had acquired a ship put on compulsory sale by auction.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 10 June 1988 NAT appealed against the decision of 30 July 1986 of the Court of Appeal of Piraeus to the Court of Cassation relying, inter alia, on Article 1 § 6 of Law no. 1711/1987. The applicants submitted that the 1987 law should not be taken into consideration, inter alia, in the light of the Court’s Stran Greek Refineries and Stran Andreadis v. Greece judgment of 9 December 1994 (Series A no. 301-B).",
                                "elements": []
                            },
                            {
                                "content": "18.  On 22 April 1993 NAT obtained an order for the seizure of the first applicant’s real property. The first applicant did not appeal (ανακοπή) against this order.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 16 April 1997 the Court of Cassation found in favour of NAT. The Court of Cassation reasoned as follows: a person acquiring a ship put on compulsory sale by auction was responsible under Article 86 § 6 (a) of Presidential Decree no. 913/1978 for the previous owners’ debts to NAT; this reading of the provision was also supported (in the words of the Court of Cassation “a further argument in favour of this interpretation can be drawn”) by Article 1 § 6 of Law no. 1711/1987 interpreting in an authoritative manner Article 88 § 5 of Presidential Decree no. 913/1978. The Court of Cassation sent the case back to the Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "20.  The proceedings are still pending and the first applicant’s property remains under seizure.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "21.  Article 77 § 1 of the 1975 Constitution reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The authentic interpretation of the laws shall rest with the legislative power.”",
                                "elements": []
                            },
                            {
                                "content": "22.  Presidential decree no. 913/1978 provides the following:",
                                "elements": []
                            },
                            {
                                "content": "Article 86 § 6",
                                "elements": []
                            },
                            {
                                "content": "“The following persons are jointly and severally liable, without having the right to require that the creditor should first try to execute against the principal debtor, for any contributions resulting from contracts with sailors on the crew list (ναυτολόγιο) or, in general, contributions assessed by a public authority in accordance with the relevant special procedures (βεβαιωμένες):",
                                "elements": []
                            },
                            {
                                "content": "a)  all former ship-owners in respect of claims created before they transferred the ship’s ownership, as well as their successors; ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 88 § 5",
                                "elements": []
                            },
                            {
                                "content": "“The transfer of the ownership of a ship cannot be validly recorded in the registry for ships (νηολόγιο) if unaccompanied by a certificate that the ship does not have any outstanding debts to NAT ... ”",
                                "elements": []
                            },
                            {
                                "content": "23.  The Court of Cassation in its decisions nos. 127/1984, 128/1984, 509/1985, 1145/1987 and 952/1994 considered that the legislation that rendered all the previous owners of a ship responsible for debts to NAT also covered owners who had acquired a ship put on compulsory sale by auction. The same line was followed by the multi-member first-instance civil court of Piraeus in decisions nos. 2796/1980 and 253/1985, the Court of Appeal of Piraeus in decisions nos. 301/1979, 370/1985 and 460/1985, the Court of Appeal of Athens in decision no. 4023/1978, and the Council of State (Συμβούλιο της Επικρατείας) in decision no. 2390/1996.",
                                "elements": []
                            },
                            {
                                "content": "24.  However, in its decisions nos. 8/1983 and 1118/1985 the Court of Cassation adopted the opposite view, which had also been taken by the Court of Appeal of Piraeus in decisions nos. 445/1981, 649/1981 and 915/1982.",
                                "elements": []
                            },
                            {
                                "content": "25.  Law no. 1711/1987 provides the following:",
                                "elements": []
                            },
                            {
                                "content": "Article 1 § 6",
                                "elements": []
                            },
                            {
                                "content": "“The true meaning of the term ‘transfer’ in Article 88 § 5 of Presidential Decree no. 913/21978 is such that it includes the ... compulsory sale by auction ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 § 13",
                                "elements": []
                            },
                            {
                                "content": "“Monies paid to NAT by successful bidders at auctions for the compulsory sale of ships are returned ... only in cases in which, at the time of the publication of this law, a final judgment (αμετάκλητη δικαστική απόφαση) has been issued.”",
                                "elements": []
                            },
                            {
                                "content": "26.  It was indicated in the explanatory report (εισηγητική έκθεση νόμου) of Law no. 1711/1987 that “the purpose of the interpretative provisions of Article 1 was to settle the disputes, secure the collection of NAT’s resources and harmonise the fund’s legislation with the findings of the courts’ caselaw”.",
                                "elements": []
                            },
                            {
                                "content": "During the parliamentary debates, the Government’s Rapporteur expressed the view that Article 1 of the said law validated the courts’ caselaw on the matter (see the Official Minutes of Parliament - session of 18 May 1987, p. 5990).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  The applicants complain that the legislative interference in the litigation opposing them to NAT amounts to a violation of their right to a fair trial under Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing ... by [a] ... tribunal established by law...",
                                "elements": []
                            },
                            {
                                "content": "28.  The Government consider that the applicants could not criticise the legislature’s adoption of the disputed provision. They submit that the applicants lost the proceedings not because of the way that the domestic courts interpreted Article 88 § 5 of Presidential Decree no. 913/1978 but because of the way they interpreted its Article 86 § 6 (a). Although the Court of Cassation mentioned in its reasoning Article 88 § 5 as clarified by Article 1 § 6 of Law 1711/1987, it did that in order to draw an additional argument for the way it had already interpreted Article 86 § 6 (a) in an earlier part of its reasoning. The Court of Cassation’s understanding of Article 86 § 6 (a) was supported by numerous other court decisions, which the Court of Cassation would have followed any way. In any event, there is no indication that Law no. 1711/1987 was enacted in order to prejudice the applicants’ chances of winning their case before the Court of Cassation. Article 1 § 6 of the law was of a general nature and the intention of Parliament was to resolve the dispute that had arisen concerning the notion of “transfer” in Article 88 § 5. Therefore, Article 1 § 6 pursued a public interest aim, i.e. the certainty of the law (ασφάλεια δικαίου). Lastly, the Government note that the timing of the enactment of Law no. 1711/1987 was not suspicious and the State was not a litigant in the proceedings opposing the applicants to NAT.",
                                "elements": []
                            },
                            {
                                "content": "29.  The applicants dispute the assertion that the enactment of the law served the public interest: they point out that the certainty of the law to which the Government refer cannot coincide with the public interest; otherwise, each time the State’s interests are in stake the Government may have recourse to legislation in order to consolidate them. They submit that the effect of Law no. 1711/1987, as well as the manner and time of its enactment, show that Article 6 § 1 of the Convention was violated.",
                                "elements": []
                            },
                            {
                                "content": "In particular, the applicants affirm that Article 88 § 5 of Presidential Decree no. 913/1978, as interpreted by Article 1 § 6 of Law no. 1711/1987, provided the only argument in support of the Court of Cassation’s interpretation of Article 86 § 6 (a) of the Decree. The wording itself of Article 86 § 6 (a), which refers to a transfer by the owner, excludes the interpretation adopted by the Court of Cassation. In any event, even if the Court of Cassation only drew an additional argument from Article 88 § 5, this suffices to establish a violation of Article 6 § 1 of the Convention because it shows that the Court of Cassation’s decision was influenced by Law no. 1711/1987. The case-law prior to the acquisition of the ship by the applicants did not support in any way the Court of Cassation’s understanding of the relevant provisions. The applicants had the right to rely on that case-law. In the applicants’ view, Article 1 § 6 of Law no. 1711/1987 was not a genuinely interpretative provision as shown by its § 13. This law was enacted in order to prejudice their chances of success in the litigation opposing them to NAT, a public body. This is shown by the fact that NAT appealed in cassation only after the law in question had been enacted, two years after the decision of the Court of Appeal. It was not at all certain that the Court of Cassation would have pronounced in favour of NAT. The applicants lastly stress that Article 1 § 6 of Law no. 1711/1987 is the only provision in Greek law that obliges a successful bidder to pay more than he bids at the auction.",
                                "elements": []
                            },
                            {
                                "content": "30.  The Court reaffirms that while in principle the legislature is not precluded in civil matters from adopting new retrospective provisions to regulate rights arising under existing laws, the principle of the rule of law and the notion of fair trial enshrined in Article 6 preclude any interference by the legislature – other than on compelling grounds of the general interest – with the administration of justice designed to influence the judicial determination of a dispute (see, among other authorities, Zielinski and Pradal & Gonzalez Others v.  France [GC], nos. 24846/94 and 34165/96 to 34173/96, § 57, ECHR 1999–VII).",
                                "elements": []
                            },
                            {
                                "content": "31.  In the instant case, as in the above-mentioned case, the Court cannot overlook the effect of Article 1 of Law no. 1711/1987, taken together with the method and timing of its enactment.",
                                "elements": []
                            },
                            {
                                "content": "32.  To begin with, while Article 1 § 13 expressly excluded from its scope court decisions that had become final, it settled once and for all the terms of the dispute before the ordinary courts and did so retrospectively.",
                                "elements": []
                            },
                            {
                                "content": "33.  Therefore, the adoption of Law no. 1711/1987 while the proceedings were pending in reality determined the substance of the dispute. The application of it by the Court of Cassation in its judgment of 16 April 1997 (see paragraph 19 above), made it pointless to carry on with the litigation.",
                                "elements": []
                            },
                            {
                                "content": "34.  As to the Government’s argument that this was not a dispute between the applicants and the State (see paragraph 28 above), the Court notes that the social-security bodies perform a public-service mission and are subject to ministerial supervisory authorities. The finding is therefore inescapable that the intervention of the legislature in the instant case took place at a time when legal proceedings to which the State was a party were pending.",
                                "elements": []
                            },
                            {
                                "content": "35.  In conclusion, the State infringed the applicants’ rights under Article 6 § 1 by intervening in a manner which was decisive to ensure that the outcome of proceedings in which it was a party was favourable to it. There has therefore been a violation of that Article.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "37.  The applicants assess compensation for the non-pecuniary damage stemming from the unfairness of the trial at GRD 10,000,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Government did not express a view.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court holds that the applicants should be awarded compensation for non-pecuniary damage because they did not have a fair hearing; it awards them GRD 2,500,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "40.  The applicants claim USD 25,050 in respect of the costs and expenses relating to their representation before the Greek courts and the Convention institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Government did not express a view.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court, ruling on an equitable basis as required by Article 41 of the Convention, awards the applicants a total of USD 7,700 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "43.  According to the information available to the Court, the statutory rate of interest applicable in Greece at the date of adoption of the present judgment is 6% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.   Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.   Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(ii) 7,700 (seven thousand seven hundred) US dollars in respect of costs and expenses, together with any value-added tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 6% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicants’ claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 June 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrA.B. Baka",
            "role": "president"
        },
        {
            "name": "MrC.L. Rozakis",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrM. Fischbach",
            "role": "judges"
        },
        {
            "name": "MrE. Levits",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF AGOUDIMOS AND CEFALLONIAN SKY SHIPPING CO. v. GREECE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59534.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2001:0628JUD003870397",
    "externalsources": [],
    "extractedappno": [
        "38703/97",
        "24846/94",
        "34165/96",
        "34173/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Law no. 1711/1987, Article 1"
    ],
    "itemid": "001-59534",
    "judgementdate": "28/06/2001 00:00:00",
    "kpdate": "28/06/2001 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "40",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "AGOUDIMOS AND CEFALLONIAN SKY SHIPPING CO.",
        "GREECE"
    ],
    "rank": "419.784729003906",
    "representedby": [],
    "respondent": "GRC",
    "respondentOrderEng": "19",
    "scl": [
        "Zielinski and Pradal & Gonzalez and Others v.  France [GC], nos. 24846/94 and 34165/96 to 34173/96, § 57, ECHR 1999-VII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "437928",
    "typedescription": "15"
}