{
    "__articles": "6;6-1;13;29;29-3;41;35;35-1",
    "__conclusion": "Violation of Art. 6-1 with regard to the length of the proceedings;Inadmissible under Art. 6-1 with regard to impartiality and under Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "20077/02",
    "article": [
        "13",
        "29",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 with regard to the length of the proceedings",
            "type": "violation"
        },
        {
            "element": "Inadmissible under Art. 6-1 with regard to impartiality and under Art. 13",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-61879.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 20077/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Wohlmeyer Bau GmbH (“the applicant company”), on 8 May 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant company was represented by Mr M. Urbanek, a lawyer practising in St. Pölten. The Austrian Government (“the Government”) were represented by their Agent, Ambassador H. Winkler, Head of the International Law Department at the Federal Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 6 June 2003 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "4.  The applicant is a limited liability company with its seat in . ",
                        "elements": []
                    },
                    {
                        "content": "5.  On 26 August 1993 the applicant company instituted civil proceedings against 16 clients (hereafter the “defendants”), claiming approximately two million Austrian schillings (about 145 000 €) for work effected in the construction of semi-detached houses.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 12, 13 and 15 October 1993 the defendants filed their submissions. On 18 November 1993 the applicant company filed further submissions.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 2 December 1993 the St. Pölten Regional Court (Landesgericht) held an oral hearing and adjourned the case to 28 February 1994 in order to hear a witness on the question whether the applicant company had properly effected the construction work.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 24 February 1994 the applicant company filed further submissions.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 28 February 1994 the  heard a witness and adjourned the hearing in order to hear an expert. On 28 March 1994 the court appointed an expert. On 30 March 1994 the defendants filed further submissions. On 6 June 1994 the expert visited the locus in quo (Befundaufnahme).",
                        "elements": []
                    },
                    {
                        "content": "10.  On 26 January 1996 the expert submitted his report, comprising some 200 pages. The report dealt inter alia with the question to what extent the ascertained deficiencies had to be attributed to the applicant company, which had carried out the construction work, or to the planning engineer, the building supervisor, other craftsmen or the defendants.",
                        "elements": []
                    },
                    {
                        "content": "11.  On 30 January 1996 the court asked the parties of the proceedings to file comments on the expert opinion within two weeks. Upon the requests of the applicant company and the defendants the court subsequently extended the time-limit to six weeks. On 12 and 18 March 1996, respectively, the defendants and the applicant company filed their comments on the expert opinion. Upon the court’s request the applicant company, on 9 April 1996, supplemented  its comments.",
                        "elements": []
                    },
                    {
                        "content": "12.  On 12 December 1996 the  held another hearing and adjourned the case to 10 March 1997 to hear further witnesses.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 14 January 1997 the court ordered the expert to supplement his opinion. On 5 March 1997 the expert submitted his supplementary findings.",
                        "elements": []
                    },
                    {
                        "content": "14.  On 10 March 1997 the court heard two witnesses and adjourned the case to 26 June 1997.",
                        "elements": []
                    },
                    {
                        "content": "15.  On 26 June 1997 the court held another hearing and adjourned the case in order to hear further witnesses.",
                        "elements": []
                    },
                    {
                        "content": "16.  On 18 July 1997 the court granted the application of two defendants to order the expert to prepare an opinion on moisture in their houses for the purpose of preserving evidence (Beweissicherungsantrag). On 22 December 1998 the expert submitted his opinion.",
                        "elements": []
                    },
                    {
                        "content": "17.  In March and April 1999 the defendants’ counsel informed the court that discussions concerning a friendly settlement were underway.",
                        "elements": []
                    },
                    {
                        "content": "18.  On 30 April 1999 the applicant company filed an application for accelaration of the proceedings under Section 91 (Fristsetzungsantrag) of the Courts Act (Gerichtsorganisationsgesetz) and asked that a time-limit be set for the  to hold another hearing or to issue the decision.",
                        "elements": []
                    },
                    {
                        "content": "19.  On 25 May 1999 the court scheduled another hearing for 14 October 1999. Due to the absence of a witness the hearing was later postponed to 11 November.",
                        "elements": []
                    },
                    {
                        "content": "20.  On 11 November 1999 the  heard further witnesses. The applicant company and the defendants filed further submissions.",
                        "elements": []
                    },
                    {
                        "content": "21.  On 25 November 1999 the court ordered the expert to submit a further opinion for the purpose of preserving evidence. On 23 February 2000 the court visited the locus in quo for the purpose of preserving evidence. On 8 August 2000 the expert submitted his opinion.",
                        "elements": []
                    },
                    {
                        "content": "22.  On 7 February 2001 the applicant company filed further submissions.",
                        "elements": []
                    },
                    {
                        "content": "23.  On 12 February 2001 the court held a hearing, at which the applicant company and the defendants each submitted a private expert opinion. On 20 March 2001, the applicant company filed further submissions. On 18 June 2001 the court held a further hearing. A hearing scheduled for 8 October 2001 was cancelled due to an illness of the applicant company’s counsel. ",
                        "elements": []
                    },
                    {
                        "content": "24.  On 21 January 2002 the court held a further hearing, and dismissed the applicant company’s motion for bias against the court-appointed expert. It further granted the defendants’ request to supplement the expert opinion, ordered them to pay an advance to the expert’s fees and adjourned the case for an indefinitive time.",
                        "elements": []
                    },
                    {
                        "content": "25.  On 22 April 2002 the defendants paid the advance to the expert’s fees. Subsequently, on 25 April 2002 the court ordered the expert to supplement his opinion.",
                        "elements": []
                    },
                    {
                        "content": "26.  On 13 September 2002 the court, upon the expert’s request, asked the Central Institute for Meteorolgy and Geodynamics (Zentralanstalt für Meteorologie und Geodynamik) to provide information on a number of issues. On 9 October 2002 the said institute submitted the requested information.",
                        "elements": []
                    },
                    {
                        "content": "27.  On 10 October 2002 the applicant company filed a further application under Section 91 of the Courts Act requesting that a time-limit of four weeks be set for the submission of the supplementary expert opinion.",
                        "elements": []
                    },
                    {
                        "content": "28.  On 15 October 2002 the , upon the defendants’ request of 10 September 2002, ordered the expert to submit a further opinion for the purpose of preserving evidence.",
                        "elements": []
                    },
                    {
                        "content": "29.  On 9 December 2002 the Vienna Court of Appeal (Oberlandesgericht) dismissed the applicant’s request under Section 91 of the Courts Act. Having regard to the complexity of the case and the multitude of submissions filed by the parties, it found that the  had not been dilatory.",
                        "elements": []
                    },
                    {
                        "content": "30.  On 28 January 2003 the expert submitted his opinion on the purpose of preserving evidence. He further requested the applicant company to submit missing accounting documents concerning the constructions.",
                        "elements": []
                    },
                    {
                        "content": "31.  On 19 February 2003 the court ordered the applicant company to submit the requested documents and dismissed the applicant company’s further motion for bias against the expert.",
                        "elements": []
                    },
                    {
                        "content": "32.  On 25 March 2003 the defendants filed further submissions.",
                        "elements": []
                    },
                    {
                        "content": "33.  On 14 May 2003 the applicant company filed another application under Section 91 of the Courts Act requesting that a time-limit of four weeks be set for the submission of the supplementary expert opinion. On 14 July 2003 the Vienna Court of Appeal dismissed the applicant company’s request, again finding that the court had not been dilatory.",
                        "elements": []
                    },
                    {
                        "content": "34.  On 30 September 2003 the competent judge retired.",
                        "elements": []
                    },
                    {
                        "content": "35.  On 3 October 2003 the expert submitted his supplementary opinion.",
                        "elements": []
                    },
                    {
                        "content": "36.  On 16 October 2003 the new judge in charge of the case requested the applicant company and the defendants to submit their comments to the supplemented expert opinion within four weeks. It subsequently granted the parties’ requests to extend the time-limit to 4 and 5 December 2003 respectively. On 1 December 2003 the applicant company submitted its comments to the supplemented expert opinion.",
                        "elements": []
                    },
                    {
                        "content": "37.  On 30 December 2003 the court scheduled a further hearing for 18 February 2004.",
                        "elements": []
                    },
                    {
                        "content": "38.  Currently, the proceedings are still pending before the .",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "39.  The applicant company complained about the length of the proceedings and about the alleged lack of impartiality of the competent court. It invokes Article 6 § 1 of the Convention, which, as far as material, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“ In the determination of his civil rights and obligations ... everyone is entitled to a fair [...] hearing within a reasonable time by an independent and impartial tribunal ..”",
                                "elements": []
                            },
                            {
                                "content": "40.  The Government contested that the proceedings were incompatible with the reasonable time requirement.",
                                "elements": []
                            },
                            {
                                "content": "41.  The period to be taken into consideration began on 26 August 1993, when the applicant company instituted civil proceedings against 16 clients. The proceedings are still pending before the first instance court. They have, therefore, already lasted ten years and some eight months.",
                                "elements": []
                            },
                            {
                                "content": "\nA.  Admissibility",
                                "elements": [
                                    {
                                        "content": "42.  The Government requested the Court to declare the applicant company’s complaint about the length of the proceedings inadmissible for non-exhaustion. They submitted in this regard that the applicant company had not efficiently made use of the domestic remedies available, in particular as it had only filed applications under Section 91 of the Courts Act at an advanced stage of the proceedings.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention obliges those seeking to bring their case against the State before an international judicial or arbitral organ to use first the remedies provided by the national legal system, in order to give States an opportunity to put matters right through their own legal system (see Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports of Judgments and Decisions 1996IV, p. 1210, § 65).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court further reiterates that according to its case-law, an application under Section 91 of the Austrian Courts Act is an effective remedy which has to be used in the context of complaints about the length of court proceedings (see Holzinger v. Austria (no. 1), no. 23459/94, §§ 22 - 25, ECHR 2001I). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In the present case, the applicant company did make use of this remedy. It has, therefore, raised the “reasonable time” issue before the competent domestic courts and invited them to accelerate the proceedings. In the Court’s view, a detailed examination as to whether the applicant company could have made more efficient use of the remedy by using it at other stages of the proceedings, would overstretch the duties incumbent on an applicant pursuant to Article 35 § 1 of the Convention. This is all the more so, as the applicant company in the present case has made use of the remedy pursuant to Section 91 of the Courts Act not only once but on three occasions, namely on 30 April 1999, 10 October 2002 and 14 May 2003, i.e. at different stages of the proceedings. The Court, therefore, concludes that the applicant company complied with its obligation to exhaust domestic remedies. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court notes that the applicant company’s complaint about the length of the proceedings is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The applicant company further complained under Article 6 § 1 of the Convention about the alleged bias of the competent judge. The Court notes, however, that the applicant company has not filed a motion challenging the judge for bias and has, therefore, not exhausted domestic remedies in this respect. Thus, this complaint must be rejected under Article 35 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "48.  The Government contended that the length of the proceedings may still be regarded as reasonable. They argued that the case was extraordinarily complex, in particular as regards the number of the defendants, the multitude of extensive submissions filed by the parties and the necessity of obtaining comprehensive expert opinions. Furthermore, several hearings had to be postponed in order to hear a particular witness. As regards the conduct of the applicant company they submitted that it filed a multitude of submissions and, therefore, contributed to a considerable extent to the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The applicant company maintained that the length of the proceedings was in breach of the “reasonable time” requirement laid down in Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria established by its case-law, particularly the complexity of the case, the conduct of the applicant and of the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court notes that the proceedings at issue, which are still pending before the first instance, have already lasted for ten years and some eight months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court considers that, even if the proceedings were of some complexity because of the number of the defendants and the necessity to take several expert opinions, considerable delays occurred while the court was waiting for these expert opinions: it took more than one year and seven months (namely from 6 June 1994 until 26 January 1996) until the expert submitted his first opinion, one year and five months (from 18 July 1997 until 22 December 1998) until he submitted his first opinion for the purpose of preserving evidence and almost one and a half years (from 25 April 2002 until 3 October 2003) until the expert submitted his supplementary opinion. The Court notes in this context that an expert’s work in the context of judicial proceedings is supervised by a judge who remains responsible for the preparation and speedy conduct of the proceedings (see, among other authorities, Peryt v. Poland, no. 42042/98, § 57, 2 December 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court further notes substantial periods of inactivity of the . After the parties’ had filed their comments on the expert opinion on 9 April 1996, eight months elapsed before a hearing was held on 12 December 1996. Another period of inactivity occurred after 22 December 1998 when the expert had submitted an opinion. Admittedly, it appears that in March and April 1999 the parties conducted friendly settlement negotiations. However, after their breakdown by the end of April the court only scheduled the next hearing for 14 October 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  As to the applicant company’s conduct, the Court acknowledges that the applicant had filed numerous and extensive submissions. However, although such conduct may have contributed to prolonging the proceedings, it is not in itself sufficient to explain their extensive duration. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "55. Having regard to the overall length of the proceedings and to what was at stake for the applicant company, the Court concludes that its case has not been determined within a reasonable time. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  The applicant company further complained under Article 13 of the Convention about the lack of an effective remedy against the length of the proceedings. Having regard to the above findings (see paragraphs 44-45 above), the Court considers that this complaint is manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.   APPLICATION OF ARTICLE 41 OF THE CONVENTION ",
                        "elements": [
                            {
                                "content": "57.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "58.   In respect of pecuniary damage, the applicant company claimed ATS 1,623,310.35, that is 117,970.61 euros (EUR) as compensation for interest paid on a loan it had taken in the amount claimed in the domestic proceedings. In respect of non-pecuniary damage, the applicant company claimed EUR 15,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government contested that there was a casual link between the violation at issue and the pecuniary damage claimed. Further they asserted that the amount claimed in respect of non-pecuniary damage was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged. Consequently, it rejects this claim. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  As to non-pecuniary damage, the Court reiterates that it is empowered to award compensation for non-pecuniary damage to commercial companies (see, Comingersoll v. Portugal, no. 35382/97, § 35, ECHR 2000-IV). In the instant case, the fact that the proceedings in issue continued beyond a reasonable time must have caused the applicant company, its directors and shareholders considerable inconvenience and prolonged uncertainty, if only in the conduct of the company’s everyday affairs (ibid., § 36). Making its assessment on an equitable basis, the Court awards the applicant EUR 8,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "62.  The applicant company also claimed total of EUR 145,031.22 for the costs and expenses incurred in connection with the domestic proceedings, namely EUR 32,207.21 for costs of preparative work performed by its employees in the context of the proceedings, EUR 3,505.97 for costs incurred for an unnecessary hearing and applications under Section 91 of the Courts Act, and EUR 109,318.04 for costs of its legal representation. It further claimed EUR 9,126.18 for costs and expenses incurred in the Convention proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government asserted that not all of the costs of the domestic proceedings were incurred in order to prevent the alleged violation. However, they accepted costs of EUR 690 per application under Section 91 of the Courts Act. The Government further submitted that the costs claimed in respect of the Convention proceedings were excessive. Having regard to the applicable fees under the Lawyers Fees Act (Rechtsanwaltstarifgesetz) they considered an amount of EUR 4,107.85 as appropriate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  As to the costs of the domestic proceedings, the Court notes that, insofar as the length of proceedings is concerned, only the costs incurred in an attempt to accelerate the proceedings can be regarded as having been necessary to prevent the violation found. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In this connection, the Court notes that the applicant company’s applications under Section 91 of the Courts’ Act lodged on 30 April 1999, on 10 October 2002 and on 14 May 2003 fulfil this requirement and awards EUR 690 for each of them, that is a total amount of EUR 2,070. Moreover, the Court cannot exclude that the excessive duration of the proceedings increased the overall costs incurred (see Bouilly v. France, no. 38952/97, § 33, 7 December 1999). Thus, the Court awards the applicant EUR 1,500 in this respect. In sum, the Court awards a total amount of EUR 3,570 for costs incurred in the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  As regards the costs of the Convention proceedings, the Court notes that the applicant company, which was represented by counsel, did not have the benefit of legal aid. Making an assessment on an equitable basis and having regard to the submissions made by the Government, the Court awards EUR 4,107.85 under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  Accordingly, the Court awards a total amount of EUR 7,677.85 in respect of costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "68.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds  that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant company, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 8,000 (eight thousand euros) in respect of non-pecuniary damage and EUR 7,677.85 (seven thousand six hundred seventy seven euros and eighty five cents) in respect of costs and expenses plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4. Dismisses the remainder of the applicant company’s claim for just satisfaction",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 July 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mr S. Quesada",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF WOHLMEYER BAU GMBH v. AUSTRIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61879.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0708JUD002007702",
    "externalsources": [],
    "extractedappno": [
        "20077/02",
        "23459/94",
        "30979/96",
        "42042/98",
        "35382/97",
        "38952/97"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [
        "Courts Act, section 91"
    ],
    "itemid": "001-61879",
    "judgementdate": "08/07/2004 00:00:00",
    "kpdate": "08/07/2004 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "40",
        "14",
        "128",
        "109",
        "444",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "13",
        "29",
        "35-1",
        "41",
        "6-1",
        "35",
        "6",
        "29-3"
    ],
    "parties": [
        "WOHLMEYER BAU GMBH",
        "AUSTRIA"
    ],
    "rank": "489.472747802734",
    "representedby": [
        "N/A"
    ],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [
        "Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, p. 1210, § 65 .  Bouilly v. France, no. 38952/97, § 33, 7 December 1999",
        "Comingersoll v. Portugal, no. 35382/97, § 35, ECHR 2000-IV",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Holzinger v. Austria (no. 1), no. 23459/94, §§ 22 - 25, ECHR 2001-I",
        "Peryt v. Poland, no. 42042/98, § 57, 2 December 2003"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318748",
    "typedescription": "15"
}