{
    "__articles": "5;5-1;5-1-f;5-4",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);No violation of Article 5 - Right to liberty and security (Article 5-1-f - Extradition);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review by a court);Violation of Article 5 - Right to liberty and security (Article 5-4 - Speediness of review);No violation of Article 5 - Right to liberty and security (Article 5-4 - Review by a court;Speediness of review);Violation of Article 5 - Right to liberty and security (Article 5-1-f - Expulsion)",
    "applicability": "",
    "appno": "27843/11",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1-f - Expulsion"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Review by a court",
                "Speediness of review"
            ],
            "element": "No violation of Article 5 - Right to liberty and security",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-113720.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 27843/11) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Uzbek national, Mr Akhmadzhon Toshaliyevich Niyazov (“the applicant”), on 4 May 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms Y.Z. Ryabinina and Ms E. Davidyan, lawyers practising in . The Russian Government (“the Government”) were represented by Mr Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his extradition and administrative removal to  would entail a violation of Article 3 of the Convention and that no effective domestic remedy was available to him by which to challenge his extradition and administrative removal on that ground. He further claimed that his detention pending extradition and administrative removal proceedings was unlawful, in breach of Article 5 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 5 May 2011 the President of the First Section decided to apply Rules 39 and 41 of the Rules of Court, indicating to the Government that the applicant should not be extradited or expelled to  until further notice and granting priority treatment to the application.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 4 July 2011 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1961 and since 2009 he has been living in . He currently resides in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Background information",
                                "elements": [
                                    {
                                        "content": "7.  The applicant is a practising Muslim. Until December 2009 he lived in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  At some point in 2000 the Uzbek police questioned the applicant in connection with the terrorist bombings of 1999 in . The applicant testified that he was not in possession of any information about the bombings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In December 2009 the applicant arrived in . He registered with the local migration service as a foreign national residing in . He had a valid temporary residence registration until 9 December 2010.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings against the applicant in ",
                                "elements": [
                                    {
                                        "content": "10.  On 31 March 2010 the Investigative Unit of the Fergana Regional Department of the Interior of Uzbekistan brought criminal proceedings against the applicant on suspicion of membership of a “banned unlawful religious extremist organisation, ‘Wahhabism’, and participation in the terrorist bombings in  in 1999. The applicant was charged with attempting to overthrow the Uzbek State’s constitutional order (Article 159 § 3 (b) of the Criminal Code of the Republic of Uzbekistan (“the UCC”), establishing or resuming the activities of proscribed non-governmental and religious organisations, and active participation in their activities (Article 216 of the UCC), setting up a criminal group (Article 242 § 1 of the UCC), producing and disseminating documents containing ideas of religious extremism, separatism and fundamentalism, threats to national security and public order (Article 244(1) § 3 (a) of the UCC), setting up, managing and participating in extremist, separatist, fundamentalist and other banned organisations (Article 244(2) § 1 of the UCC), and smuggling material disseminating extremist, separatist and radical fundamentalist ideas (Article 246 of the UCC).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 27 April 2010 the investigator of the Fergana Regional Department of the Interior of Uzbekistan issued two separate decisions ordering the applicant’s name to be placed on a cross-border wanted list.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In accordance with the first decision, he was accused of the setting up of and active participation from 2000 to 2009 in a local branch of the religious extremist organisation “Warriors of Islam” in the Kuvinskiy District of the Fergana Region in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  From the second decision issued on the same date it can be seen that the prosecution suspected him of membership of a “banned unlawful religious extremist organisation, ‘Wahhabism’, and participation in the terrorist bombings in  in 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Both decisions specified that the applicant was to be put on the cross-border wanted list as a person charged with offences punishable under Articles 159 § 3 (b), 216, 242-1, 244(1)-3 (a), 244(2) and 246 of the UCC (see paragraph 10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 27 April 2010 a judge in charge of criminal cases at the Fergana Court of Uzbekistan ordered that the applicant should be placed in custody. The decision referred to the charges listed in paragraph 14 above and specified that the applicant was accused of membership of ‘Wahhabism’, and participation in the  terrorist bombings in 1999.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s detention and extradition proceedings",
                                "elements": [
                                    {
                                        "content": "1.  Extradition proceedings",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant’s arrest and extradition check",
                                "elements": [
                                    {
                                        "content": "16.  On 29 October 2010 the applicant was arrested at a train station in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On the same date the Deputy Head of the Fergana Department of the Interior of Uzbekistan submitted to the Irkutsk Transport Prosecutor confirmation of the applicant’s placement on the cross-border wanted list and of the intention to request his extradition, accompanied by a petition for the applicant’s arrest and placement in custody pending receipt of the documents for extradition from Russia to Uzbekistan. They enclosed copies of the decisions to initiate criminal proceedings against the applicant and to put him on the cross-border wanted list, as well as the order to place him in custody, and an extract from the UCC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 30 October 2010 the applicant was interviewed by an assistant prosecutor from the Irkutsk Transport Prosecutor’s Office with the assistance of an interpreter. The applicant stated that he was a practising Muslim but had never preached Islam. He had arrived in  in 2009 and had registered as a foreign national temporarily residing in the country. His registration had been due to expire, and he had decided to travel to the Russian-Kazakh border in order to renew it, but had been arrested at the train station. According to him, criminal charges had been brought against him on religious grounds in his home country. He confirmed that he had not applied for refugee status in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 31 October 2010 the Irkutsk Transport Prosecutor ordered the applicant’s detention pending receipt of the extradition request from the Uzbek authorities (see paragraph 40 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 2 November 2010 the Irkutsk Transport Prosecutor drew up a report on the results of the extradition check and found, with reference to the nature of the charges against the applicant, the interview results and the documents submitted by the Uzbek authorities (see paragraph 17 above), that there existed no obstacles to the applicant’s extradition to Uzbekistan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 29 November 2010 the Deputy Prosecutor General of Uzbekistan sent a request for the applicant’s extradition to  to the Russian Prosecutor General’s Office. The request contained assurances that the applicant would be prosecuted only for the offences for which he was being extradited, that he would be able to freely leave Uzbekistan when he had stood trial and served any sentence, that he would not be expelled or extradited to a third State without the consent of the Russian authorities, and that he would not be subject to torture or other inhuman or degrading treatment. The requesting party further stressed that in 2008 the death penalty had been abolished in . The Deputy Prosecutor General of  assured his Russian counterpart that the applicant would be provided with medical care if required and that the guarantees of a fair trial would be observed in the criminal proceedings against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 30 November 2010 the Russian Prosecutor General’s Office received the extradition request and on 6 December 2010 it was forwarded to the Irkutsk Transport Prosecutor’s Office (see paragraph 41 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Federal Security Service of the Russian Federation, by letters of 3 and 22 December 2010, and the Ministry of the Foreign Affairs of the Russian Federation, by a letter of 21 December 2010, informed the Prosecutor General’s Office that there was no information that there existed any obstacles precluding the applicant’s extradition to Uzbekistan, and that the extradition would not damage the interests or security of the Russian Federation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 20 December 2010 the applicant’s lawyer submitted objections to the applicant’s extradition to the Prosecutor General’s Office, arguing that refugee-status proceedings had been initiated in respect of the applicant (see paragraph 70 below) and that the applicant would run a personal risk of ill-treatment and persecution in case of his extradition to Uzbekistan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 22 December 2010 the Federal Migration Service of Irkutsk (“the Irkutsk FMS”) informed the Prosecutor General’s Office that the applicant did not hold Russian nationality and since 10 December 2009 had been registered with the local migration authority as a foreign national residing in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 26 December 2010 the applicant’s lawyer sent a telegram to the Prosecutor’s General’s Office reiterating that on 20 December 2010 the applicant had lodged a request for refugee status with the Irkutsk FMS.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Decision to extradite the applicant",
                                "elements": [
                                    {
                                        "content": "27.  On 25 February 2011 the Russian Prosecutor General’s Office ordered the extradition of the applicant to Uzbekistan on account of the charges under Article 244(1) § 3 (a) of the UCC (producing and disseminating documents containing a threat to national security and public order) and Article 244(2) § 1 of the UCC (setting up, managing and participating in extremist, separatist, fundamentalist and other banned organisations). By the same decision the Prosecutor General’s Office refused the extradition request in so far as it concerned the charges under Article 159 of the UCC (attempt to overthrow the Uzbek State’s constitutional order, participation in and direction of religious, extremist, separatist and other prohibited organisations), Article 216 (establishing or resuming the activities of proscribed non-governmental and religious organisations, and active participation in their activities), Article 242 § 1 (setting up a criminal group) and Article 246 of the UCC (smuggling of materials disseminating extremist, separatist and radical fundamentalist ideas).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Review of the extradition order by the ",
                                "elements": [
                                    {
                                        "content": "28.  On 9 and 16 March 2011 the applicant sought judicial review of the extradition decision. He submitted, in particular, that the decision was unlawful since it had been issued before his request for refugee status had been determined by the domestic authorities. He further argued that he could not be extradited under Article 244(1) § 3 (a) of the UCC, since the time-limits for the applicant’s prosecution under Russian law had expired. In so far as the extradition order concerned Article 244(2) § 1 of the UCC, the applicant was charged with setting up and active participation in the organisation “Wahhabism”, which was not included in the list of organisations banned in Russia. He further submitted that the extradition request did not contain specific information on the offences allegedly committed, but was confined to a mere list of references to the Uzbek law provisions. Finally, referring to the Court’s extensive case-law on the matter and various reports by international observers, he stressed that the use of torture and illtreatment against detainees in  was systematic and unpunished by law-enforcement and security authorities and therefore the extradition order had been issued in violation of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 19 April 2011 the  held a hearing on the applicant’s complaint. The applicant’s representative before the Court maintained the arguments outlined in the statement of appeal and in addition made extensive and detailed submissions regarding the human rights situation in Uzbekistan and the risk of ill-treatment to the applicant in case of his extradition to the requesting country. On the same date the  decided to obtain more information from the Federal Migration Service on the progress of the applicant’s asylum proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 29 April 2011 the applicant was released from detention (see paragraph 55 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 16 May 2011 the  granted the applicant’s appeal and found that the extradition request could not be granted, and that the extradition proceedings in respect of the applicant should be discontinued, for the following reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  First, the case file contained two separate decisions dated 27 April 2010 by the same investigator of the Fergana Regional Department of the Interior of Uzbekistan containing contradictory information on the charges against the applicant. According to the first decision the applicant had been accused of setting up and active participation from 2000 to 2009 in a local branch of the religious extremist organisation “Warriors of Islam” in the Kuvinskiy District of the Fergana Region in . Accordingly, charges had been brought against him under Articles 159 § 3 (b), 242 § 1, 244(1) § 3 (a), 244(2) § 1, and 246 of the UCC (see paragraphs 10 and 12 above). The extradition request had been partially granted, and the extradition order of 25 February 2011 issued on the basis of that decision. However, according to the second decision, issued on the same date and by the same authority, the applicant had been accused of membership of a “banned unlawful religious extremist organisation, ‘Wahhabism’, and participation in the terrorist bombings in  in 1999, but was charged with exactly the same offences as in the first decision (see paragraphs 13-14 above). In these circumstances, the court was unable to establish the exact scope of the actions on account of which the applicant’s extradition had been requested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Moreover, the court observed that according to the second decision the charges against the applicant concerned the events of 1999, whilst the relevant criminal proceedings had not been opened in  until 31 March 2010. In these circumstances, the statutory limitation period had expired under Russian law, and the offences were no longer punishable in Russia, therefore the applicant could not be extradited to Uzbekistan in accordance with Article 464 § 1-6 of the CCrP. Furthermore, the organisation “Wahhabism” referred to in the second decision was not included in the list of organisations banned in , which also constituted a ground for refusal of the applicant’s extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Finally, the court found, with reference to the Court’s case-law in the cases of Ismoilov and Others v. Russia (no. 2947/06, 24 April 2008), Muminov v. Russia (no. 42502/06, 11 December 2008), Yuldashev v. Russia (no. 1248/09, 8 July 2010), and Abdulazhon Isakov v. Russia (no. 14049/08, 8 July 2010), that a general problem of ill-treatment of detainees in Uzbekistan still persisted in the country and diplomatic assurances could not offer a reliable guarantee against it. Therefore, there existed serious grounds for believing that the applicant would face a serious risk of being subjected to torture or inhuman or degrading treatment in breach of Article 3 of the Convention if extradited to .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Proceedings before the Supreme Court of ",
                                "elements": [
                                    {
                                        "content": "35.  On 23 May 2011 the East-Siberian Transport Prosecutor’s Office appealed against the decision of 16 May 2011 to the Supreme Court of the . On 29 and 30 May 2011 the applicant’s lawyers filed observations in reply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 19 July 2011 the Supreme Court of the  upheld the judgment of 16 May 2011 on appeal. The court endorsed the firstinstance court’s findings that the extradition request by the Uzbek authorities was based on contradictory and inconsistent documents and that the applicant could not be extradited for the offences allegedly committed in 1999 because of the expiry of the statutory time-limit under Russian law. The court further endorsed the ’s arguments that there existed serious grounds to believe that the applicant would face a serious risk of being subjected to ill-treatment in case of his extradition to the requesting country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  In addition, the Supreme Court found that the extradition order should be declared unlawful since it had been issued in the absence of a final decision in the refugee-status proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Finally, the Supreme Court took into account the fact that on 5 May 2011 the Court had granted the applicant’s request for the application of an interim measure under Rule 39 of the Rules of Court and had indicated to the Government that they should suspend his extradition and administrative removal to  (see paragraph 4 above). The decision to quash the extradition order and discontinue the extradition proceedings became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The applicant’s arrest and detention pending extradition",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant’s arrest and the detention orders of 31 October and 7 December 2010 by the  Transport Prosecutor",
                                "elements": [
                                    {
                                        "content": "39.  As set out above, on 29 October 2010 the applicant was arrested at a train station in  on the basis of the documents by the Uzbek authorities confirming their intention to request his extradition and their petition for the applicant’s arrest and placement in custody (see paragraphs 16 and 17 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 31 October 2010 the Deputy Transport Prosecutor of  authorised the applicant’s detention on the ground that on 27 April 2010 his name had been put on a cross-border wanted list by the Uzbek authorities and on the same date the Fergana Criminal Court had ordered his arrest. The Deputy Prosecutor referred to Article 466 § 2 of the Code of Criminal Procedure of the Russian Federation (“the CCrP”) and Article 61 of the 1993 CIS Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (“the Minsk Convention), as well as to the documents provided by the Uzbek authorities on 29 October 2010, and observed that the applicant did not have Russian citizenship. According to the decision, the applicant was to remain in custody until “receipt of the request for his extradition from the initiator of the extradition proceedings, the Ministry of the Interior of Uzbekistan, and the determination of the extradition issue in accordance with the norms of international law.” The decision also referred to section 1.2.2 of Instruction no. 212/35 of the Prosecutor General’s Office of 18 October 2008, which provided that in case of receipt of confirmation of the intention of the authorities of the requesting State to request a person’s extradition, and submission of relevant documents, the prosecutors of towns, districts and other specialised structures of a corresponding level could “take measures to ensure” the person’s detention on grounds and within the procedure established by the domestic law and international instruments to which the Russian Federation was a party. The decision did not contain any time-limits for the detention. It specified that the applicant should be detained in the SIZO-1 remand prison in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 7 December 2010 the Transport Prosecutor of Irkutsk extended the period of the applicant’s detention pending extradition until 29 December 2010, that is, to a total of two months. The prosecutor established that by the decision of 31 October 2010 the applicant had been detained “for forty days”, and the period of detention was due to expire on 7 December 2010. He further observed that on 6 December 2010 the Irkutsk Transport Prosecutor’s Office had “received confirmation of the intention to request [the applicant’s] extradition and on the impossibility of choosing a preventive measure milder than detention”. The decision contained a reference to Article 61 of the Minsk Convention and Article 466 § 2 of the CCrP, as well as to Instruction no. 212/35 of the Prosecutor’s General Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 21 December 2010 the applicant’s lawyer appealed against the prosecutor’s orders of 31 October and 7 December 2010 under Article 125 of the CCrP (judicial review of decisions by investigators and prosecutors). With reference to Decision no. 101-O of 4 April 2006 of the Constitutional Court of the Russian Federation, he argued that the applicant’s detention was unlawful as it had been ordered in violation of the procedure established by Article 466 § 1 and Chapter 13 of the CCrP. The decision of 31 October 2010 had not set any time-limits and the extension of 7 December 2010 had not been authorised by a court. Finally, he submitted that on 20 December 2010 the applicant had applied for refugee status in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 22 December 2010 the prosecutor applied for an extension of the applicant’s detention pending extradition under Article 109 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 23 December 2010 the Sverdlovskiy District Court () refused to accept the applicant’s appeal for examination. With reference to Directive Decision No. 22 of 29 October 2009 by the Supreme Court of Russia (see paragraph 84 below), which provided that the authorities were to apply Article 109 of the CCrP when extending a person’s detention with a view to extradition, the court found that the prosecutor’s request for an extension had been pending at the material time, and the lawfulness of the earlier extensions would in any event have been subject to judicial scrutiny within the extension proceedings. The court stressed that a domestic judge, when deciding on a complaint under Article 125 of the CCrP, should not predetermine the court’s findings in proceedings under Article 109 of the CCrP.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Extension order of 27 December 2010 by the Sverdlovskiy District Court",
                                "elements": [
                                    {
                                        "content": "45.  On 27 December 2010 the Sverdlovskiy District Court extended the applicant’s detention pending extradition until 29 April 2011, that is, to a total of six months, with reference to Articles 466 and 109 of the CCrP. The applicant’s arguments were summarised in the decision as follows: “The defence objected to the extension, considering that the preventive measure [in respect of the applicant] could be changed to a milder one.” The court found, in particular, that the circumstances of the applicant’s case had not changed and there were no grounds to modify the preventive measure. The court established that the applicant had been charged in Uzbekistan with serious offences punishable by more than one year’s imprisonment under Uzbek and Russian law, that he did not have permanent residence in , and that he might flee from justice if released. Furthermore, there were no circumstances, such as, for example, the applicant’s state of health, precluding his detention. In these circumstances, the court found that the applicant’s detention was “strictly necessary” in order to secure his extradition to the Uzbek authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 29 December 2010 the applicant’s lawyer challenged the decision of 27 December 2010 as unlawful and requested the applicant’s release. He argued that the first-instance court had not examined his application for judicial review of the prosecutor’s orders of 31 October and 7 December 2010 and had disregarded his complaint under Article 125 of the CCrP when deciding on the extension. He further reiterated that the prosecutor’s decisions had not been taken in accordance with Chapter 13 of the CCrP, that the applicant’s detention had not been authorised by a court, and that the applicant had made an application for refugee status in . The complaint was sent to the Sverdlovskiy District Court by mail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The complaint reached the Sverdlovskiy District Court on 11 January 2011. According to the Government, between 11 and 21 January 2011 the case file had remained at the District Court owing to the necessity to translate the statement of appeal into Uzbek and send it to the parties, including the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 21 January 2011 the case file was forwarded to, and on 24 January 2011 received by, the appeal court, which considered the case on 27 January 2011",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 31 January 2011 the  delivered a decision upholding the extension order of 27 December 2010. According to the decision, the applicant’s appeal “was examined in a public hearing of 2731 January 2011”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  As regards the lawfulness of the initial period of the applicant’s detention, the appeal court found that the extradition request in the present case had been accompanied by a detention order by a foreign court, and therefore in accordance with Article 466 § 2 of the CCrP, the prosecutor was entitled to remand the applicant in custody without a Russian court’s authorisation. The court further established that the extension of 27 December 2010 had been granted in accordance with Article 109 of the CCrP. The court allowed the prosecutor’s argument that the extension was necessary in order to comply with the extradition procedure. It also endorsed the lower court’s fining that there were no new circumstances requiring the applicant’s release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  By the same decision the court rejected the lawyer’s argument about the first-instance court’s failure to examine the complaint against the detention orders of 31 October and 7 December 2010 as unfounded, for the following reason:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[A] judge [of the District Court] was not competent to take into account the fact that the lawyer’s complaint about the unlawfulness of the [above] decisions had remained unexamined.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Furthermore, the  refused to examine the lawfulness of the detention orders of 31 October and 7 December 2010, since “the final decisions could be re-examined in supervisory review proceedings”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The applicant’s subsequent attempts to challenge the decision of 23 December 2010",
                                "elements": [
                                    {
                                        "content": "53.  On 3 February 2011 the applicant’s lawyer introduced a separate appeal against the decision of 23 December 2010 of the Sverdlovskiy District Court, arguing, in particular, that his complaint concerning the lawfulness of the detention orders issued by the prosecutor had remained unexamined both in the extension procedure and in the proceedings brought under Article 125 of the CCrP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 26 April 2011 the  rejected the appeal. It upheld the first-instance court’s findings that the issue of the lawfulness of the initial detention orders was closely linked to the extension issue under Articles 109 and 466 of the CCrP, and thus a court’s ruling on the matter would have been liable to predetermine the outcome of the proceedings for review initiated under Articles 109 and 466 of the CCrP. Thus, the applicant’s complaint could not be examined in separate proceedings under Article 125 of the CCrP. It rejected the lawyer’s argument about the firstinstance court’s subsequent failure to examine the complaint in the extension proceedings of 27 December 2010 as “ill-founded”, finding that such failure did not constitute a ground for annulment of the decision of 23 December 2010. It further noted that the applicant’s lawyer was able to challenge the decision of 27 December 2010 in appeal and supervisory review proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  The applicant’s release",
                                "elements": [
                                    {
                                        "content": "55.  On 29 April 2011 the Irkutsk Transport Prosecutor ordered the applicant’s release from custody. The prosecutor observed that the applicant had been detained for six months and that a further extension could be granted in accordance with Article 109 of the CCrP only if he had been charged with serious or particularly serious criminal offences. However, the offences the applicant had been charged with in  were regarded as being of medium gravity under Russian law and, accordingly, no further extension of his detention could be granted. The prosecutor ordered the applicant to register with the local migration authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  On the same date, the applicant received a certificate from the remand prison confirming that he had been detained there from 29 October 2010 to 29 April 2011.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The applicant’s second arrest and the administrative removal proceedings.",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s arrest and the detention order of 4 May 2011",
                                        "elements": [
                                            {
                                                "content": "57.  On 4 May 2011 the applicant and the lawyer representing him in the domestic proceedings scheduled a meeting at the office of the Irkutsk FMS at 11 a.m, in order to apply for an extension of the certificate confirming that he had applied for refugee status.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  When approaching the FMS office at about 10.55 a.m., before meeting the lawyer, the applicant was arrested by the local police and placed in a detention cell at a police station in . According to the applicant, he was not allowed to contact his lawyer after the arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Since the applicant did not appear at the meeting place on time, the lawyer immediately lodged an application concerning the applicant’s abduction with  local police station no. 5. One of the police officers advised him that the applicant had been detained in the special detention centre of the Department of the Interior of Irkutsk (спецприемник УВД по г. Иркутску – “the special detention centre”). The lawyer contacted the special detention centre but was advised that the applicant was not among the centre’s detainees.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  At some point on the same date, apparently at 3 p.m., the applicant was taken to the Kirovskiy District Court (Irkutsk), which found him guilty of having resided in  in breach of the residence regulations. According to the decision, the applicant stated in the court room that he had “had a valid registration in Russia until 22 November 2010 [sic]” and after that date he had chosen not to leave Russia “because he had wished to earn money and live in the ”. The court further briefly referred to the applicant’s “confession” as a “mitigating circumstance”, found that in accordance with Article 18.8 § 1 of the Code of Administrative Offences (“the CoAO”, see paragraph 88 below) the applicant was liable to pay a fine in the amount of 2,000 Russian roubles, and ordered his administrative removal from Russia. The decision contained a reference to Article 32.10 of the CoAO (see paragraph 91 below), without further details, and the operative part read that the applicant should be detained in the  special detention centre pending enforcement of the removal order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The applicant was not represented during the hearing and did not meet his lawyer before it. He was not assisted by an interpreter and had not received a copy of the translation of the administrative offence record in Uzbek.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  At about 4 p.m. on the same date the applicant’s lawyer, with the assistance of the regional Ombudsman, learnt that the applicant had been conveyed to the Kirovskiy District Court. At about 4.30 p.m. the lawyer was advised that the applicant’s case had been examined “an hour and a half ago” and that he had been transferred to the special detention centre pending his administrative removal from . At 8.30 p.m. on the same date the head of the police department confirmed to the applicant’s lawyer that the applicant was detained at the special detention centre.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The appeal proceedings of 17 June 2011 before the ",
                                        "elements": [
                                            {
                                                "content": "63.  On 6 May 2011 the applicant’s lawyer appealed against the removal order. He argued, in particular, that the domestic court had not taken into account the certificate from the remand prison confirming that between 29 October 2010 and 29 April 2011 he had been detained in the remand prison. Contrary to the court’s findings, the period of the applicant’s residence in  without a valid registration had started running on 30 April 2011. The domestic law provided that a foreign national temporarily residing in Russia should have obtained such registration within seven days, and, accordingly, the seven-day period had not expired on the date of the administrative removal ruling of 4 May 2011. Thus, the applicant submitted that he had not breached the registration rules and requested that the administrative proceedings be discontinued. Furthermore, according to the applicant, the court had incorrectly admitted the administrative offence record, since it contained inaccurate information. He further claimed that the first-instance court had failed to establish all the relevant circumstances of the case and, in particular, had disregarded the fact that extradition and refugee status proceedings were pending. First, he could not be removed from  because his appeal in the asylum proceedings was pending before the domestic authorities. Second, a district court was not competent to examine the issue of the administrative removal of a person in so far as extradition proceedings had been opened against him. Finally, the applicant claimed, with reference to the Court’s case-law on the matter, that he would run the risk of ill-treatment and persecution on political grounds if sent to . He pointed out that on 5 May 2011 the Court had indicated to the Russian authorities that they were not to extradite or expel him to , and his removal in these circumstances would entail a breach of Article 34 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  On 17 June 2011 the  examined the case. In addition to the arguments raised in the statement of appeal, the applicant, assisted by an interpreter, submitted in the court room that his skills in Russian were limited, that he had not been granted an interpreter at the firstinstance hearing, nor had he been advised of his right to be represented, and he had not received a copy of the administrative offence record translated into Uzbek. Thus, he had been incapable of presenting his case to the court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  On the same date the court allowed the appeal in part. The court reiterated that the purpose of the administrative proceedings was the full, objective and timeous establishment of the entirety of the circumstances of the case (Article 24.1 of the CoAO, see paragraph 87 below). It further found that the applicant had not been provided with an Uzbek translation of the administrative offence record and had not been assisted by an interpreter in the first-instance proceedings. The appeal court ordered those shortcomings to be rectified and that “the examination of the merits of the administrative case be continued .., with careful consideration of the [applicant’s] arguments”. It remitted the case to the Kirovskiy District Court for fresh examination and ordered in the operative part of the decision that the applicant be “remanded in the special detention centre of the Irkutsk Department of the Interior until the examination of his case on the merits by the District Court”. The decision did not contain any reasoning pertaining to the issue of the applicant’s detention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  New examination of the case by the first-instance court on 5 July 2011",
                                        "elements": [
                                            {
                                                "content": "66.  On 5 July 2011 the Kirovskiy District Court, having considered the case afresh, found the applicant guilty of having resided in Russia in breach of the residence regulations, fined him 2,000 Russian roubles, ordered his administrative removal from Russia, and specified in the operative part of the decision that he was to be detained in the special detention centre pending enforcement of the removal order. The court referred to the administrative offence record, a report by an officer of the Irkutsk FMS, and the applicant’s testimony. According to the decision, the applicant had submitted to the court that he “had had temporary registration in Russia valid until 22 November 2010 [sic], and had failed to leave Russia after its expiry because he had wished to live and earn money in ”. The court further addressed the applicant’s arguments as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“[As regards] the arguments of the defence that the applicant had not had the opportunity to leave  voluntarily, the court considers [them] ill-founded and in contradiction of the case-file materials.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Appeal proceedings of 26 July 2011 and the applicant’s release",
                                        "elements": [
                                            {
                                                "content": "67.  On 14 July 2011 the applicant’s representative in the domestic proceedings appealed against the decision, arguing that the first-instance court had failed to carefully examine the circumstances of the case and the objections raised by the defence and had thus disregarded the instructions of the appeal court. He further reproduced verbatim his arguments that the proceedings should be discontinued for lack of an administrative offence, that the applicant’s administrative removal from Russia was impossible in the absence of a final decision regarding the extradition and the refugeestatus proceedings, that the court had not taken these proceedings into account, that he ran the risk of ill-treatment if sent to Uzbekistan, and that Rule 39 had been applied by the Court to his case. He further informed the appeal court that the applicant’s case had been communicated to the Russian Government and questions had been put, in particular, under Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  On 26 July 2011 the  allowed the appeal in full. It established that the applicant had had a temporary registration in  valid until 9 December 2010, and that on 29 October 2010 he had been arrested and had remained in custody until 29 April 2011. In these circumstances the court found that, contrary to the first-instance court’s findings, there was nothing in the case file to suggest that the applicant had had the opportunity to leave  voluntarily between 9 December 2010 and 29 April 2011. Furthermore, the applicant had been entitled to remain in  since at the material time refugee-status proceedings had been pending in respect of him. The court concluded that the first-instance court’s decision was ill-founded and quashed it since the applicant’s actions did not constitute an administrative offence. The court ordered the administrative proceedings against the applicant to be discontinued and that he be released from custody immediately.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  On the same date the applicant was released from the police station.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "E.  Application for refugee status",
                                "elements": [
                                    {
                                        "content": "70.  On 20 December 2010 the applicant lodged a request for refugee status in  with the Irkutsk FMS on the ground of fear of persecution because of his religious beliefs. He submitted, in particular, that the criminal charges against him had been fabricated and he ran the risk of ill-treatment if extradited to . He referred to reports by Human Rights Watch and Amnesty International on Uzbekistan dated 2009 and 2011 respectively, as well as to various reports by the local media on several episodes involving the arrest and ill-treatment of religious activists in  in 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  By a letter dated 21 January 2011 the Irkutsk FMS informed the applicant that his request for refugee status should have been lodged within one day of the date of his arrival in . The Irkutsk FMS further advised the applicant that he could not be granted temporary asylum [sic] because he had committed an offence on Uzbek territory and criminal proceedings were pending against him in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  On 16 February 2011 the applicant challenged the refusal to accept his application for examination before the Federal Migration Service of the  (“the Russian FMS”). He requested, in particular, to be granted refugee status and not temporary asylum. He challenged the statement of the Irkutsk FMS that he had committed an offence in  as irrelevant to his refugee status case and, moreover, violating his right to the presumption of innocence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  On 15 March 2011 an officer of the Irkutsk FMS held an interview with the applicant in the remand prison and on 18 March 2011 the application for refugee status was accepted for examination by the Irkutsk FMS.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  On 25 April 2011 the Irkutsk FMS rejected the application. Having examined at length the applicant’s submissions, as well as the available information on the social and political situation in Uzbekistan, the migration authority concluded that the applicant’s request for refugee status was “not entirely well-founded”, since the applicant referred to the fear of persecution on religious grounds only. However, the Irkutsk FMS found it established that the Uzbek authorities had not intended to persecute the applicant on political, racial, religious or other grounds when bringing criminal proceedings against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  On 3 May 2011 the applicant appealed against that decision to the Russian FMS. On the same date he requested a certificate from the FMS confirming that his appeal in the asylum proceedings was pending before the domestic authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  On 15 July 2011 the Russian FMS rejected the appeal on the ground that his claims regarding the risk of persecution for religious beliefs in  were unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The applicant challenged that decision in court, and the proceedings were pending at the time of submission of the parties’ observations to the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Temporary asylum proceedings",
                                "elements": [
                                    {
                                        "content": "78.  On 28 July 2011 the applicant submitted a request for temporary asylum to the FMS of the Irkutsk Region. The request emphasised his risk of being subjected to torture as a result of politically motivated persecution if extradited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  On 31 October 2011 the applicant was granted temporary asylum in  for one year.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Detention pending extradition and judicial review of detention",
                                "elements": [
                                    {
                                        "content": "1.  Code of Criminal Procedure",
                                        "elements": [
                                            {
                                                "content": "80.  Chapter 13 of the CCrP governs the application of preventive measures. A request for placement in custody pending criminal proceedings should be examined by a district court judge or a judge of a military court at an equivalent level (Article 108 § 4). A judge’s decision on placement in custody may be challenged before an appeal court within three days (Article 108 § 11). The period of detention pending investigation of a crime must not exceed two months (Article 109 § 1) but may be extended up to six months by a judge of a district court (Article 109 § 2).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  Decisions taken by police or prosecution investigators or prosecutors not to initiate criminal proceedings, or to discontinue them, or any other decision or inaction capable of impinging upon the rights of “parties to criminal proceedings” or of “hindering an individual’s access to court” may be subject to judicial review (Article 125).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  Chapter 54 regulates extradition procedures. Upon receipt of a request for extradition not accompanied by an arrest warrant by a foreign court, a prosecutor must decide on the measure of restraint in respect of the person whose extradition is sought (Article 466 § 1). If a request for extradition is accompanied by an arrest warrant issued by a foreign court, a prosecutor may place the individual concerned him or her in detention “without seeking confirmation of the validity of that order from a Russian court” (Article 466 § 2).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Relevant case-law of the Constitutional and Supreme Courts of ",
                                        "elements": [
                                            {
                                                "content": "83.  Assessing the compatibility of Article 466 § 1 of the CCrP with the Russian Constitution, the Constitutional Court in the decision Court no. 101-O of 4 April 2006 found that the absence of specific regulation of detention matters in Article 466 § 1 did not create a legal lacuna incompatible with the Constitution. Article 8 § 1 of the 1993 Minsk Convention provided that in executing a request for legal assistance, the requested party should apply its domestic law, that is, the procedure laid down in the CCrP. That procedure consisted of, in particular, Article 466 § 1 of the Code and the norms in its Chapter 13 (“Preventive measures”), which, by virtue of their general character and position in Part I of the Code (“General provisions”), applied to all stages and forms of criminal proceedings, including proceedings for the examination of extradition requests. The  rejected as inadmissible the request for the assessment of the compatibility of Article 466 § 2 of the CCrP with the Russian Constitution, since that provision had not been applied to the claimant in the domestic proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  On 29 October 2009 the Plenary Session of the Supreme Court of the Russian Federation adopted the Directive Decision No.22 stating, in particular, that if the extradition request was accompanied by a detention order from a foreign court, a prosecutor was entitled to remand the person in custody without a Russian court’s authorisation (Article 466 § 2 of the CCrP) for a period not exceeding two months, and the prosecutor’s decision could be challenged in the courts under Article 125 of the CCrP. In extending a person’s detention with a view to extradition a court was to apply Article 109 of the CCrP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  In Directive Decision no. 11 of 14 June 2012 the Plenary Session of the Russian Supreme Court held that a person whose extradition was sought might be detained before the receipt of an extradition request only in the cases specified in the international treaties to which  was a party, for example, Article 61 of the Minsk Convention. Such detention was to be ordered and extended by a Russian court in accordance with the procedure, and within the time-limits, established by Articles 108 and 109 of the CCrP. The detention order was to mention the term for which the detention or extension was ordered and the date of its expiry (§§ 17-19 of the Directive Decision). If the request for extradition was not received within a month, or forty days if the requesting country was a party to the Minsk Convention, the person whose extradition was sought should be immediately released (§ 19).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Other relevant domestic law provisions and decisions of the  and the Russian Supreme Court",
                                        "elements": [
                                            {
                                                "content": "86.  For a summary of the other relevant domestic law provisions and decisions of the Russian Constitutional Court and the Russian Supreme Court, see Khodzhamberdiyev v. , no. 64809/10, §§  43-65, 5 June 2012.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Detention pending administrative removal",
                                "elements": [
                                    {
                                        "content": "1.  Administrative Offences Code of the ",
                                        "elements": [
                                            {
                                                "content": "87.  Article 24.1 stipulates that the purpose of proceedings concerning administrative offences is the full, objective and timeous establishment of the circumstances of each case and its resolution in accordance with the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  Article 18.8 of the Code of Administrative Offences (“the CoAO”) of the Russian Federation provides that a foreign national who infringes the residence regulations of the Russian Federation, including by residing on the territory of the Russian Federation without a valid residence permit or by failing to comply with the established procedure for residence registration, will be liable to punishment by an administrative fine of RUB 500 to 1,000 and possible administrative removal from the Russian Federation. Under Article 28.3 § 2 (1) a report on the offence described in Article 18.8 is drawn up by a police officer. Article 28.8 requires such a report to be transmitted within one day to a judge or to an officer competent to examine administrative matters.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  Article 23.1 § 3 provides that the determination of any administrative charge that may result in removal from the  shall be made by a judge of a court of general jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  Article 3.10, as in force at the material time, provided for two types of administrative removal, namely controlled unaided removal and controlled forced removal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  Article 32.10 § 5, as in force at the material time, allowed domestic courts to order a foreign national’s detention with a view to administrative removal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  Article 27.3 § 1 provides that administrative detention can be authorised in exceptional cases if it is necessary for the fair and speedy determination of the administrative charge or for execution of the penalty. Federal Law no. N 410-FZ of 6 December 2011, which amends certain provisions of the CoAO, introduced Article 27.19, which specifies that administrative detention can be authorised in the case of controlled forced removal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  Article 30.1 § 1 guarantees the right to appeal against a decision on an administrative offence to a court or a higher court. Article 30.5 § 3 provides that an appeal against an administrative removal order must be examined within one day of the submission of the appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  An appeal against a decision on an administrative offence is examined by the appeal court sitting in a single-judge formation. The judge reviews, on the basis of the existing and additionally submitted materials, whether the decision appealed against was lawful and well-founded. The judge is not bound by the scope of the statement of appeal but has to review the case in its entirety (Article 30.6).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  A judge may quash the first-instance court’s decision and discontinue the administrative proceedings on any of the grounds cited, in particular, in Article 24.5, as well as where the circumstances underlying the finding of an administrative offence have not been proved (Article 30.7 § 3). Administrative proceedings cannot be initiated, and if they have been, must be discontinued, where no administrative offence has been committed, (Article 24.5 § 1), or where a person’s actions did not constitute an administrative offence (Article 24.5 § 2).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  A judge may quash the lower court’s decision and remit the case for fresh examination in case of a serious breach of the procedural requirements set out in the CoAO where such breach precluded a full and objective examination of the case in its entirety (Article 30.7 § 4).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Federal Law no. 109-FZ of 18 July 2009",
                                        "elements": [
                                            {
                                                "content": "97.  Section 20 § 2 (2) of the Federal Law no. 109-FZ of 18 July 2009 provides that a foreign national temporarily residing in  must register with a local migration authority within seven days.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Decision no. 6-П of 17 February 1998 of the ",
                                        "elements": [
                                            {
                                                "content": "98.  In ruling no. 6-П of 17 February 1998 the Constitutional Court held, with reference to Article 22 of the Russian Constitution, that the detention for more than forty-eight hours of a person to be removed from Russia required a court decision, which should establish that the detention was indispensable for enforcing the removal; the court should assess the lawfulness and reasons for detention; detention for an indefinite period of time would be unacceptable since it would be capable of amounting to a separate form of punishment, which was not prescribed by the Constitution.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  INTERNATIONAL INSTRUMENTS",
                        "elements": [
                            {
                                "content": "The 1993 CIS Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (“the  Convention”)",
                                "elements": [
                                    {
                                        "content": "99.  When carrying out actions requested under the Minsk Convention, to which Russia and Uzbekistan are parties, an official body applies the domestic laws of its country (Article 8 § 1). Documents which are regarded in the territory of a Contracting State as official have the evidential force of official documents in the territories of the other Contracting States (Article 13 § 2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The extradition request should contain, inter alia, information on the requesting and requested authorities, a description of the factual circumstances of the case and the norms of the domestic law of the requesting country on the basis of which the extradition is sought, and details of the person whose extradition is being requested. Where the extradition is requested with view to a person’s trial, the extradition request should enclose a decision on the person’s placement in custody (Article 58). Upon receipt of a request for extradition, the requested country should immediately take measures to search for and arrest the person whose extradition is being sought, except in cases where no extradition is possible (Article 60).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The person whose extradition is sought may be arrested before receipt of the request for extradition if there is a related petition. The petition for arrest must make reference to a detention order and indicate that a request for extradition will follow (Article 61 § 1). If the person is arrested or detained before receipt of the extradition request, the requesting country must be informed immediately (Article 61 § 3).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  A person detained pending extradition pursuant to Article 61 § 1 of the Minsk Convention must be released if the requesting country fails to submit an official request for extradition with all requisite supporting documents within forty days of the date of remand in custody (Article 62 § 1).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "103.  The applicant initially complained that if extradited he would be illtreated in  in breach of Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "He further complained that he had had no effective remedies in respect of his complaint under Article 3 of the Convention, in breach of Article 13. That provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "104.  The Government submitted that the complaints were inadmissible since the applicant had lost his victim status as a result of the quashing of the extradition order and the decision to discontinue the expulsion proceedings. Furthermore, the applicant had been granted temporary asylum in  for one year. Thus, he no longer ran the risk of ill-treatment in case of his extradition or administrative removal to .",
                                "elements": []
                            },
                            {
                                "content": "105.  In his observations on the admissibility and merits of 10 January 2012 the applicant stated that he no longer maintained his complaint under Articles 3 and 13. He argued that the extradition order in respect of him had been annulled on account of, among other reasons, the risk of ill-treatment in  and, furthermore, the administrative removal order had been reversed by the domestic authorities in the meantime.",
                                "elements": []
                            },
                            {
                                "content": "106.  The Court, having regard to Article 37 of the Convention, notes that the applicant does not intend to pursue this part of the application, within the meaning of Article 37 § 1 (a). It further observes that the extradition and the administrative removal proceedings were discontinued in respect of the applicant (see paragraphs 38 and 68 above) and that he was granted temporary asylum in Russia (see paragraph 79 above). It finds no reasons of a general character affecting respect for human rights as defined in the Convention which require the further examination of the present complaints by virtue of Article 37 § 1 of the Convention in fine (see, among other authorities, Singh and Others v. the United Kingdom (dec.), no. 30024/96, 26 September 2000, and Stamatios Karagiannis v. , no. 27806/02, § 28, 10 February 2005).",
                                "elements": []
                            },
                            {
                                "content": "107.  It follows that this part of the application must be struck out in accordance with Article 37 § 1 (a) of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION IN THE EXTRADITION PROCEEDINGS",
                        "elements": [
                            {
                                "content": "108.  The applicant argued that his detention between 29 October 2010 and 29 April 2011 with a view to extradition had been in breach of the requirement of lawfulness under Article 5 § 1 of the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:...",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "109.  The Government insisted that the applicant’s detention pending extradition had fully complied with the domestic law. As concerns the period between 29 October and 27 December 2010, they submitted that the prosecutor’s decisions of 31 October and 7 December 2010 had been issued in compliance with the provisions of Article 466 § 2 of the CCrP, as well as Articles 13 and 60 of the Minsk Convention. Furthermore, in line with the Constitutional Court’s decision no. 101-О of 4 April 2006, Chapter 13 of the CCrP applied to all stages and forms of proceedings for the examination of extradition requests and, accordingly, the applicant was able to foresee the overall duration of his detention pending extradition, since they were set out in Articles 108 and 109 of the CCrP applicable to his case. As regards the subsequent period, the applicant had been remanded in custody pursuant to a court order and in accordance with the procedure and the time-limits set out in Article 109 of CCrP. They concluded, in respect of the entire detention period, that the domestic provisions governing detention pending extradition were accessible and clear. Finally, they submitted that the extradition proceedings had been in progress throughout the entire detention period and that the domestic authorities had conducted them with due diligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The applicant submitted that his case was similar to the case of Dzhurayev v. Russia (no. 38124/07, 17 December 2009), where a violation of Article 5 § 1 (f) had been found in comparable circumstances. In particular, as confirmed by the Government, his detention from 29 October to 27 December 2010 had been based on a detention order issued by an Uzbek court. However, Chapter 13 and, in particular, Article 108 of the CCrP, on which the Government had relied, only referred to an order of a Russian court as a basis for detention. His detention on the basis of a foreign court’s order had therefore been unlawful. He further argued that during that period he was deprived of protection against arbitrariness due to the ambiguity of the law and the prosecutor’s failure to indicate the time-limits for detention in the decision of 31 October 2010, as well as to specify a legal provision which could serve as a basis for detention as from 7 December 2010. He further submitted that the detention order of 27 December 2010 had amounted, in essence, to an extension of unlawful detention, and therefore it had also been unlawful. Furthermore, the domestic court had disregarded the fact that in the meantime the applicant had applied for refugee status, he had been waiting for the outcome of the refugee status proceedings and therefore had no reason to abscond.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  Moreover, the applicant submitted that the length of his detention had been excessive and that the extradition proceedings had not been conducted with due diligence. In particular, extradition order had been issued on 25 February 2011, that is, almost two months after the receipt of the authorities’ latest response to the Prosecutor’s General’s Office’s enquiry on 30 December 2010, and the applicant’s appeal against the extradition order had been examined with a significant delay.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "112.  The Court considers that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. No other ground for declaring it inadmissible has been established. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "113.  It is common ground between the parties that between 29 October 2010 and 29 April 2011 the applicant was detained as a person “against whom action [was] being taken with a view to deportation or extradition” and that his detention fell under Article 5 § 1 (f).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "114.  Article 5 § 1 (f) of the Convention does not require that the detention of a person against whom action is being taken with a view to extradition be reasonably considered necessary, for example to prevent that person’s committing an offence or absconding. In this connection, Article 5 § 1 (f) provides a different level of protection from Article 5 § 1 (c): all that is required under sub-paragraph (f) is that “action is being taken with a view to deportation or extradition”. It is therefore immaterial, for the purposes of Article 5 § 1 (f), whether the underlying decision to expel can be justified under national law or the Convention (see Ismoilov and Others v. , no. 2947/06, § 135, 24 April 2008, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Court reiterates, however, that it falls to it to examine whether the applicants’ detention was “lawful” for the purposes of Article 5 § 1 (f), with particular reference to the safeguards provided by the national system. Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down the obligation to conform to its substantive and procedural rules. Compliance with national law is not, however, sufficient: Article 5 § 1 requires in addition that any deprivation of liberty should be in keeping with the purpose of that Article, namely protecting the individual from arbitrariness (see Amuur v. France, 25 June 1996, § 50, Reports of Judgments and Decisions 1996III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Court must therefore ascertain whether the domestic law itself is in conformity with the Convention, including the general principles expressed or implied therein. On this last point, the Court stresses that where deprivation of liberty is concerned it is particularly important that the general principle of legal certainty be satisfied. In laying down that any deprivation of liberty must be effected “in accordance with a procedure prescribed by law”, Article 5 § 1 does not merely refer back to domestic law; like the expressions “in accordance with the law” and “prescribed by law” in the second paragraphs of Articles 8 to 11, it also relates to the “quality of the law”, requiring it to be compatible with the rule of law, a concept inherent in all the Articles of the Convention. “Quality of law” in this sense implies that where a national law authorises deprivation of liberty it must be sufficiently accessible, precise and foreseeable in its application in order to avoid all risk of arbitrariness (see Khudoyorov v. , no. 6847/02, § 125, ECHR 2005-X (extracts), Ječius v. Lithuania, no. 34578/97, § 56, ECHR 2000-IX, and Baranowski v. Poland, no. 28358/95, §§ 50-52, ECHR 2000-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  Finally, the Court reiterates that deprivation of liberty under Article 5 § 1 (f) will be acceptable only for as long as extradition proceedings are in progress. If such proceedings are not conducted with due diligence, the detention will cease to be permissible under Article 5 § 1 (f). In other words, the length of the detention for this purpose should not exceed what is reasonably required (see Saadi v.  [GC], no. 37201/06, § 74, ECHR 2008).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application to the present case",
                                "elements": [
                                    {
                                        "content": "118.  The Court observes that the applicant’s initial placement in custody was ordered on 31 October 2010 on the basis of the Uzbek authorities’ petition for arrest pending receipt of the request for extradition (see paragraph 40 above). The detention period was extended on 7 December 2010 after the receipt of the extradition request (see paragraphs 22 and 41 above). The Court will therefore examine whether the prosecutor’s detention orders, relying on an arrest warrant issued by an Uzbek court, could serve as a sufficient legal basis for the applicant’s detention from 29 October to 27 December 2010. The Court has to ascertain, in particular, whether the domestic law applicable to the above period of detention was sufficiently accessible, precise and foreseeable in its application (see paragraph 116 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  In both the initial detention order of 31 October 2010 and the extension order of 7 December 2010 the prosecutor relied on Article 61 of the Minsk Convention and Article 466 § 2 of the CCrP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  As regards Article 61 of the Minsk Convention, it does not establish any rules on the procedure to be followed when placing a person in custody. Indeed, Article 8 of the Minsk Convention refers back to domestic law, providing that the requested party should apply its national legal provisions when executing a request for legal assistance (see paragraph 99 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  As regards Article 466 § 2 of the CCrP, this provision enables a prosecutor to place a person in detention without seeking confirmation of the validity of the order from a Russian court upon receipt of a request for extradition, where a foreign court’s order to place a person in custody exists. The Court considers that this provision was neither precise nor foreseeable in its application, for the following reasons. First, Article 466 § 2, as follows from its wording, starts to apply from the moment of the receipt of the extradition request. In the present case, such request was received by the Irkutsk Transport prosecutor’s office on 6 December 2010 (see paragraphs 21-22 above), that is more than a month after the applicant’s arrest had been ordered with reference to that provision. Second, in any event, Article 466 § 2 remains silent on which procedure is to be followed when placing a person in custody or extending the term of such detention; nor does it set any time-limit for the detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  The Government further argued, with reference to the Constitutional Court’s decision of 4 April 2006, that detention pending extradition was to be applied in accordance with the procedure and within the time-limits established in Chapter 13 of the CCrP. However, first, that Constitutional Court’s decision did not contain any findings as to the procedures to be followed in situations covered by Article 466 § 2 of the CCrP actually applied in the present case (see paragraph 83 above). Second, the Court has already found that Article 108 of the CCrP could not serve as a suitable legal basis for the prosecutor’s decision to place the applicant in custody on the ground that an arrest warrant had been issued against him by a foreign court, whilst Article 108 § 4 of the CCrP taken in conjunction with of Articles 5 § 48 and 31 § 2 of the CCrP refers to a court established and operating under Russian law (see Dzhurayev v. Russia, no. 38124/07, §§ 7374, 17 December 2009, and Elmuratov v. Russia, no. 66317/09, §§ 108109, 3 March 2011). No other domestic legal provision authorising the prosecutor to place the applicant in custody pending the receipt of an extradition request or order the extension after the receipt of such a request was cited, either by the authorities in the domestic proceedings or by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Court further takes note of the Directive Decision of 14 June 2012 of the Russian Supreme Court giving an authoritative interpretation of Russian legal provisions applicable to detention pending extradition both before and immediately after the receipt of an extradition request. However, that Directive Decision was adopted long after the applicant’s release. In any event, it follows from the Directive Decision that the applicant’s detention should have been ordered and extended by a Russian court rather than by a prosecutor (see paragraph 85 above). The Court therefore finds that at the time of the applicant’s detention Russian legal provisions governing detention pending the receipt of an extradition request, and any eventual extension of detention following the receipt of such a request, were neither precise nor foreseeable in their application, because of the lack of clear procedural rules.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  In view of the above, the Court concludes that between 29 October and 27 December 2010 the applicant was kept in detention without a specific legal basis or clear rules governing his situation. This conclusion is further strengthened by the fact that the initial custody order of 31 October 2010 did not set any time-limit on the applicant’s detention or refer to any legal provision establishing such a time-limit. This is incompatible with the principles of legal certainty and the protection from arbitrariness, which are common threads throughout the Convention and the rule of law (see, mutatis mutandis, Baranowski, cited above, § 56, ECHR 2000-III). The deprivation of liberty to which the applicant was subjected during that period was not circumscribed by adequate safeguards against arbitrariness. The Russian law therefore fell short of the “quality of law” standard required under the Convention. The national system failed to protect the applicant from arbitrary detention, and his detention cannot be considered “lawful” for the purposes of Article 5 § 1 (f) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  There has therefore been a violation of Article 5 § 1 of the Convention on this account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  It is true that in a number of previous cases concerning the lawfulness of detention pending extradition in  the Court has found a violation of the said provision of the Convention. In doing so, the Court had regard to the absence of clear legal provisions establishing a procedure for ordering and extending detention with a view to extradition and setting time-limits on such detention, as well as an absence of adequate safeguards against arbitrariness (see, for example, Dzhurayev, cited above, § 68, and Sultanov v. , no. 15303/09, § 86, 4 November 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  Turning to the period under review, the Court points out that, unlike in the cases mentioned above, from 27 December 2010 to 29 April 2011 the applicant’s detention was ordered by a competent court, and the extension order contained time-limits, in line with the requirements of Article 109 of the CCrP (see, for comparison, Nasrulloyev v. Russia, no. 656/06, §§ 73-75, 11 October 2007). The Court observes that the applicant faced serious charges in Uzbekistan in connection with offences which were also regarded as being of medium gravity under the Russian law, on the basis of which his detention was extended in accordance with Article 109 § 2 of the CCrP (see paragraph 80 above). The applicant was advised of the possibility of appealing. The lawfulness of that detention was reviewed and confirmed by the appeal court. On 29 April 2011 the applicant was immediately released at the prosecutor’s request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The applicant did not put forward any serious argument either before the domestic courts or this Court prompting the Court to consider that his detention between 27 December 2010 and 29 April 2011 was in breach of Article 5 § 1 (f) of the Convention. It is in the first place for the national authorities, and notably the courts, to interpret domestic law, including rules of a procedural nature. The Court does not find that the domestic courts acted in bad faith, that they neglected to apply the relevant legislation correctly, or that the applicant’s detention during the relevant period of time was unlawful or arbitrary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  The Court finds accordingly that there had been no violation of Article 5 § 1 of the Convention as regards the lawfulness of the applicant’s detention between 27 December 2010 and 29 April 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Court observes that the period complained of started running on 29 October 2010, when the applicant was placed in custody with a view to extradition, and ended on 29 April 2011, when he was released. Thus, the applicant spent six months in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The Court observes that on 29 October 2010 the Irkutsk Transport Prosecutor’s office received information concerning the criminal proceedings initiated against the applicant in  from the Uzbek authorities (see paragraph 17 above). The applicant was interviewed, the Russian Prosecutor General’s Office received an extradition request and diplomatic assurances from its Uzbek counterpart, as well as the conclusions of the Federal Security Service, the Irkutsk FMS and the Ministry of the Foreign Affairs of the . On 25 February 2011 the extradition order was issued, and by the date of the applicant’s release the proceedings for judicial review of the extradition order, introduced by the applicant on 5 March 2011, had been pending before the  for slightly less than two months. Hence, the Court accepts that the extradition proceedings were in progress throughout the entire period of the applicant’s detention and that the authorities and courts before which the case came gave their decisions within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  In sum, the Court considers that the requirement of diligence was complied with in the present case, and the overall length of the applicant’s detention was not excessive. There has therefore been no violation of Article 5 § 1 of the Convention on this account.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION IN THE EXTRADITION PROCEEDINGS",
                        "elements": [
                            {
                                "content": "133.  The applicant complained under Articles 5 § 4 of the Convention that he had been unable to obtain effective judicial review of his detention pending extradition, and that the extension proceedings, as well as the proceedings initiated under Article 125 of the CCrP, had not been speedy enough. Article 5 § 4 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "134.  The Government contended, with reference to Directive Decision no. 1 of 10 February 2009 by the Supreme Court of Russia, that the applicant could have appealed against the prosecutor’s decisions to remand him in custody under Article 125 of the CCrP, but had only done so with a significant delay. They further argued that the domestic court had speedily examined the applicant’s appeal against the extension order of 27 December 2010. No period of inactivity in the examination of the appeal was attributable to the domestic authorities. In particular, the delay between 11 and 21 January 2011 had been entirely due to the necessity to translate the statement of appeal into Uzbek and to send it to the parties, including the applicant. Finally, they contended that the review of the decision of 23 December 2010 had been speedy enough, since the delays in those proceedings had been attributable to the applicant’s representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  The applicant argued in reply that he did not have at his disposal a procedure by which the lawfulness of his detention could be examined by a court and his release ordered. He argued that the procedure set out in Article 125 of the CCrP did not comply with the requirements of an effective remedy, since that provision conferred standing to complain about alleged infringements of rights and freedoms within criminal proceedings solely on parties to those proceedings and thus was ineffective for obtaining judicial review of the lawfulness of detention pending extradition and moreover a court could not instruct an investigating authority to release the detainee. In any event, the ineffectiveness of the procedure set out in Article 125 had been amply demonstrated in practice in his own case, since on 23 December 2010 the Sverdlovskiy District Court had refused to consider such complaint the merits. Furthermore, the complaints regarding the unlawfulness of the two persecutor’s orders, even though submitted on four occasions in two sets of proceedings, including the extension proceedings, had remained unexamined by the domestic courts. He further reiterated the Court’s earlier findings that neither Article 108 nor Article 109 of the CCrP entitled a detainee to initiate proceedings for examination of the lawfulness of his detention. He concluded therefore that the only available way of challenging the lawfulness of his detention was an appeal against the extension decision. However, he submitted that during his six months of detention the domestic court had examined the issue of his placement into custody on one occasion only, within the extension proceedings of 27 December 2010, and the interval between the extension and the release was manifestly excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  As regards the speediness of the review of the extension order of 27 December 2010, the applicant drew the Court’s attention to the fact that the Government had not submitted any documents in support of their arguments regarding the alleged necessity to translate the statement of appeal and to serve it on the applicant. Furthermore, the lawyer’s appeal had not needed to be served on the applicant. In any event, the appeal court was under an obligation to consider the case within three days, as required by Article 108 § 11 of the CCrP. This period should have included translation and familiarisation of the parties with the documents. Finally, he maintained his complaint as regards excessive length of the appeal proceedings against the decision of 23 December 2010.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "137.  The Court notes that these complaints are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "138.  The Court reiterates that the purpose of Article 5 § 4 is to guarantee to persons who are arrested and detained the right to judicial supervision of the lawfulness of the measure to which they are thereby subjected (see, mutatis mutandis, De Wilde, Ooms and Versyp v. , 18 June 1971, § 76, Series A no. 12). A remedy must be made available during a person’s detention to allow that person to obtain speedy judicial review of its lawfulness. That review should be capable of leading, where appropriate, to release. The existence of the remedy required by Article 5 § 4 must be sufficiently certain, not only in theory but also in practice, failing which it will lack the accessibility and effectiveness required for the purposes of that provision (see, mutatis mutandis, Stoichkov v. Bulgaria, no. 9808/02, § 66 in fine, 24 March 2005, and Vachev v. Bulgaria, no. 42987/98, § 71, ECHR 2004-VIII (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  The forms of judicial review satisfying the requirements of Article 5 § 4 may vary from one domain to another, and will depend on the type of deprivation of liberty in issue. It is not the Court’s task to enquire into what would be the most appropriate system in the sphere under examination. It is not excluded that a system of automatic periodic review of the lawfulness of detention by a court may ensure compliance with the requirements of Article 5 § 4 (see Megyeri v. , 12 May 1992, § 22, Series A no. 237-A). However, where an automatic review of the lawfulness of detention has been instituted, the decisions on the lawfulness of detention must follow at “reasonable intervals” (see, among others, Herczegfalvy v. Austria, 24 September 1992, §§ 75 and 77, Series A no. 244, and Blackstock v. the United Kingdom, no. 59512/00, § 42, 21 June 2005). The rationale underlying the requirements of speediness and periodic judicial review at reasonable intervals within the meaning of Article 5 § 4 and the Court’s case-law respectively is that a detainee should not run the risk of remaining in detention long after his deprivation of liberty has become unjustified (see Shishkov v. Bulgaria, no. 38822/97, § 88, ECHR 2003I (extracts), with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  The Court further reiterates that Article 5 § 4 of the Convention proclaims the right to a speedy judicial decision concerning the lawfulness of detention and ordering its termination if it proves unlawful (see Baranowski, cited above, § 68, ECHR 2000-III). Article 5 § 4 does not compel the Contracting States to set up a second level of jurisdiction for the examination of the lawfulness of detention. However, where domestic law provides for an appeal, the appellate body must also comply with the requirements of Article 5 § 4, for instance as concerns the speediness of the review by appeal proceedings (see Lebedev v. Russia, no. 4493/04, § 96, 25 October 2007). At the same time, the standard of “speediness” is less stringent when it comes to proceedings before an appeal court. The Court reiterates in this connection that the right to judicial review guaranteed by Article 5 § 4 is primarily intended to avoid the arbitrary deprivation of liberty. Where detention is authorised by a court, subsequent proceedings are less concerned with arbitrariness, but provide additional guarantees aimed primarily at an evaluation of the appropriateness of continuing the detention. Therefore, the Court would not be concerned, to the same extent, with the speediness of the proceedings before the appeal court if the detention order under review had been imposed by a court and on condition that the procedure followed by that court had a judicial character and afforded to the detainee the appropriate procedural guarantees (ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  Although the number of days taken by the relevant proceedings is obviously an important element, it is not necessarily in itself decisive for the question of whether a decision has been given with the requisite speed (see Merie v. the Netherlands (dec.), no. 664/05, 20 September 2007). What is to be taken into account is the diligence shown by the authorities, the delay attributable to the applicant and any factors causing delay for which the State cannot be held responsible (see Jablonski v. Poland, no. 33492/96, §§ 9194, 21 December 2000, and G.B. v. Switzerland, no. 27426/95, §§ 3439, 30 November 2000). The question whether the right to a speedy decision has been respected must thus be determined in the light of the circumstances of each case (see Rehbock v. Slovenia, no. 29462/95, § 84, ECHR 2000-XII).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application to the present case",
                                "elements": [
                                    {
                                        "content": "142.  The applicant’s detention between 29 October and 27 December 2010 was authorised by the prosecutor’s orders of 31 October and 7 December 2010. The Court takes note of the Government’s submission that the applicant was able to effectively seek judicial review of his detention on the basis of the prosecutor’s orders within the procedure set out in Article 125 of the CCrP. The Government referred to Directive Decision no. 1 of the Supreme Court of the  of 10 February 2009, which indicated that a prosecutor’s decision to remand a person in custody with a view to extradition could be challenged in the courts under Article 125 of the CCrP. Furthermore, that instruction was also reiterated by the Supreme Court of Russia in Directive Decision no. 22 of 29 October 2009 (see paragraph 84 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "143.  The Court reiterates that the existence of the remedy required by Article 5 § 4 must be sufficiently certain, not only in theory but also in practice (see paragraph 138 above). The applicant in the present case made use of the procedure set out under Article 125 of the CCrP, and the Court will now ascertain whether the suggested remedy proved sufficiently certain in practice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  The Court observes that on 23 December 2010 the Sverdlovskiy District Court refused to accept the applicant’s complaint of 21 December 2010 for examination on the ground that the prosecutor’s request for the extension under Article 109 of the CCrP was pending before the Sverdlovskiy District Court at the material time, and a domestic judge, when deciding on a complaint under Article 125 of the CCrP, could not predetermine the court’s findings in the extension proceedings. Further, the Sverdlovskiy District Court’s found that the lawfulness of the earlier extensions would in any event be subject to judicial review within the extension proceedings under Article 109 of the CCrP. However, the respective complaint received no response in the extension proceedings of 27 December 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  Moreover, the applicant’s attempts to challenge the decisions of 23 and 27 December 2010 on account of the domestic courts’ failure to examine the lawfulness of his detention on the basis of the prosecutor’s orders proved unsuccessful. In fact, on 26 April 2011 the Irkutsk Regional Court upheld the decision of 23 December 2010, confirming that the applicant’s complaint should not have been examined in separate proceedings under Article 125 of the CCrP, and that the subsequent failure to examine the complaint in the extension proceedings did not constitute a ground for annulment of the first-instance court’s decision. Accordingly, the domestic courts at two instances confirmed that the applicant could not obtain judicial review of the lawfulness of his detention on the basis of the prosecutor’s orders under the procedure set out in Article 125 of the CCrP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  Furthermore, in the appeal proceedings against the extension order of 27 December 2010 the Irkutsk Regional Court observed that under Article 466 § 2 of the CCrP a prosecutor was entitled to remand an applicant in custody without a Russian court’s authorisation, and in the same decision the appeal court unequivocally stated that it would not examine a complaint of unlawfulness in respect of the detention orders of 31 October and 7 December 2010, since “the final decisions could be re-examined in supervisory review proceedings” (see paragraph 52 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  In these circumstances, the Court finds that, despite the Directive Decision of the Russian Supreme Court of 22 October 2009, the issue of the lawfulness of the applicant’s detention on the basis of the prosecutor’s orders of 31 October and 7 December 2010 was not examined by any court, although consistently raised by the applicant’s lawyer in two sets of proceedings, including appeal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  There has therefore been a violation of Article 5 § 4 of the Convention on account of the absence of a judicial review of the applicant’s detention between 29 October and 27 December 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  The Court has found above that in the present case a complaint under Article 125 of the CCrP did not constitute a remedy allowing the applicant to obtain speedy judicial review of the lawfulness of his detention. In these circumstances, the Court does not consider it necessary to examine separately the issue of the speediness of the appeal proceedings against the decision of 23 December 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "150.  The Court notes that the applicant’s detention, although initially ordered by a prosecutor, was subsequently extended by a Russian court on 27 December 2010, and further upheld on appeal on 31 January 2011. The proceedings by which the applicant’s detention was extended amounted to a form of periodic review of a judicial character (see, in so far as relevant, Stanev v.  [GC], no. 36760/06, § 171, ECHR 2012). It is not in dispute that the first-instance court was capable of assessing the conditions which, according to paragraph 1 (f) of Article 5, are essential for “lawful” detention with a view to extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "151.  In addition, it was open to the applicant under Russian law to appeal against the detention order of 27 December 2010 to a higher court, which would have been able to review it on various grounds. As with the procedure before the first-instance court, there is no reason to doubt that an appellate court would have been capable of assessing the lawfulness of the applicant’s detention with a view to extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "152.  In the Court’s view, the applicant was thereby able to “take proceedings” by which the lawfulness of his detention between 27 December 2010 and 29 April 2011 could have been effectively assessed by a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  The Court will now examine the applicant’s argument that his detention was not reviewed at reasonable intervals. It has accordingly to be ascertained whether the interval between the hearing of 27 December 2010 reviewing the lawfulness of the applicant’s detention, and the prosecutor’s decision of 29 April 2011 ordering his release can be considered compatible with the requirements of Article 5 § 4. The Court observes that in the recent case of Khodzhamberdiyev it found that the four-month interval between the periodic reviews of detention was compatible with the requirements of Article 5 § 4 (see Khodzhamberdiyev v. Russia, no. 64809/10, §§ 25 and 108-114, 5 June 2012). It further observes that throughout the disputed period extradition proceedings were in progress within the meaning of Article 5 § 1 (f) of the Convention (see paragraphs 130-131 above). In these circumstances, the Court does not see any reason to depart from its conclusion in the Khodzhamberdyyev case (ibid.), and finds therefore that the interval of four months between the latest review, on 27 December 2010, and the applicant’s release was “reasonable” and therefore met the requirements of Article 5 § 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  There has therefore been no violation of Article 5 § 4 of the Convention in the present case as regards the procedure for review of the applicant’s detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  The Court observes that it is undisputed that the appeal against the extension order of 27 December 2010 was received by the appeal court on 11 January 2011. On 21 January 2011 the District Court sent it to the , which received the file three days later. The  examined the case on 27 January 2011 and delivered its decision on the complaint on 31 January 2011. The parties agree that the appeal was therefore examined twenty days after its receipt by the District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  The Court reiterates that the question whether the right to a speedy decision has been respected must be determined in the light of the circumstances of each case, including the diligence shown by the authorities in the conduct of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  In the present case, it has not been substantiated that the applicant or his counsel contributed to the length of the appeal proceedings (contrast Lebedev v. Russia, §§ 99-100, cited above, and Fedorenko v. Russia, no. 39602/05, § 81, 20 September 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "158.  As regards the authorities’ conduct, the Court notes the Government’s statement that the District Court submitted the file to the  on 21 January 2011, that is, ten days after its receipt, the delay being due to the necessity to translate the decision into Uzbek and to provide the applicant with a copy of the translation. However, the Court observes that, as the applicant rightly pointed out, the Government did not submit any documents in support of this argument, nor did they explain the necessity to translate the applicant’s lawyer’s statement of appeal into Uzbek in order to serve it on his client.",
                                        "elements": []
                                    },
                                    {
                                        "content": "159.  It can further be seen from the parties’ submissions that a subsequent three-day delay related to the period of time when the case file was being transferred from the first-instance court to the appeal court. Apparently, the domestic legislation did not set out any time-limit for this purpose (see paragraph 86 above). The Court also observes that the District and Regional Courts were geographically rather close, which ought, in principle, to have contributed to swifter communication between them, particularly as far as the transfer of the case materials or the scheduling of the appeal hearings were concerned. It further appears that, having received the file, the appeal court started examining the file on 27 January 2011, that is, within the three-day time-limit set out in the domestic law (ibid.), and gave its decision on 31 January 2011, that is, six days after the date of the receipt of the case file. The Government did not provide any information as regards that three-day delay. Furthermore, it has not been specified how much time it took to notify the prosecution of the appeal or to receive their observations in reply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "160.  It therefore follows that the entire length of the appeal proceedings is attributable to the domestic authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "161.  It does not appear that any complex issues were involved in the determination of the lawfulness of the applicant’s detention by the secondinstance court. Nor was it argued that a proper review of the detention required, for instance, the collection of additional observations or documents pertaining to the applicant’s personal circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "162.  The Court reiterates that it is for the State to organise its judicial system in such a way as to enable the courts to comply with the requirements of Article 5 § 4 (see Butusov v. Russia, no. 7923/04, § 34, 22 December 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "163.  The Court concludes that, in the circumstances of the present case, the delay of twenty days in examining the appeal against the detention order of 27 December 2010 is incompatible with the “speediness” requirement of Article 5 § 4 (see, for comparison, Karimov, cited above, § 127, Khudyakova v. Russia, no. 13476/04, § 99, 8 January 2009, and, as a recent authority, Shakurov v. , no. 55822/10, §§ 184-187, 5 June 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "164.  There has therefore been a violation of Article 5 § 4 of the Convention on that account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "165.  To sum up the above findings, the Court",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  has found a violation of Article 5 § 4 of the Convention on account of the absence of a judicial review of the applicant’s detention between 29 October and 27 December 2010 and the failure to comply with the “speediness” requirement in the appeal proceedings against the extension order of 27 December 2010;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  has found no violation of that provision as regards the availability of a review procedure in respect of the detention between 27 December 2010 and 29 April 2011 and the reasonableness of the interval between the last periodic review and the applicant’s release; and finally",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  has found that it has is not necessary to examine separately the complaints under Article 5 § 4 of the Convention pertaining to the speediness of the appeal proceedings against the decision of 23 December 2010.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION IN THE ADMINISTRATIVE REMOVAL PROCEEDINGS",
                        "elements": [
                            {
                                "content": "166.  The applicant complained under Article 5 § 1 (f), cited in paragraph 108 above, that his detention between 4 May and 26 July 2011 pending administrative removal had been unlawful.",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "167.  The Government submitted that the applicant’s detention from 4 May 2011 had been lawful within the meaning of Article 5 § 1 (f), since the applicant had been detained with a view to the enforcement of the court order for his administrative removal from the country under Article 18.8 § 1 of the CoAO. He had been placed in the detention facility because he did not have permanent residence or a stable income in , had resided unlawfully on the Russian territory and had been unlikely to comply voluntarily with the Russian court’s removal order. They argued that the administrative removal proceedings had been subject to rigorous procedural safeguards and had been conducted with due diligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "168.  The applicant contended that his detention pending administrative removal had been unlawful as the administrative removal proceedings had not been conducted with due diligence. First, he argued that the  had considered his appeal against the decision of 4 May with undue delay. Furthermore, it had taken the District Court eighteen days after the remittal of the case for fresh examination to issue a new decision, which, in addition, had merely reproduced its initial findings. Second, he submitted that the crucial and decisive evidence in the case, that is, the certificate from the remand prison confirming his detention from 29 October 2010 to 29 April 2011, and the complaint against the refusal to grant him refugee status, even though duly submitted to the authorities at the very beginning of the administrative proceedings, had been disregarded by the first-instance court on two occasions, as well as by the Irkutsk Regional Court on 17 June 2011. In the applicant’s view, this omission amounted to a grievously negligent examination of his case. Third, the applicant argued that his detention had been unlawful on account of the non-compliance of the applicable domestic law with the “quality of law” standard. Finally, he pointed out that none of the court decisions in the administrative proceedings had specified any time limits in respect of his detention, and thus he had been unable to estimate its length.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "169.  The Court notes that the applicant’s complaints are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "170.  The Court notes that the applicant was detained with a view to his administrative removal from . This administrative removal amounted to a form of “deportation” in terms of Article 5 § 1 (f) of the Convention (see, for a summary of the relevant general principles, paragraphs 114-117 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "171.   The Court will examine whether the applicant’s detention was “lawful” for the purposes of Article 5 § 1, including whether it complied with “a procedure prescribed by law”. A period of detention will in principle be lawful if carried out under a court order. The applicant’s detention with a view to administrative removal was ordered on 4 May 2011 by the Kirovskiy District Court under Article 32.10 of the CoAO, as in force at the material time (see paragraph 60 above). However, on 17 June 2011 the  quashed the administrative removal order on procedural grounds and ordered a further consideration of the case, including a careful examination of the applicant’s arguments (see paragraph 65 above). On 5 July 2011 the first-instance court examined the case afresh and reproduced the conclusions it had reached on 4 May 2011. However, this order was in its turn quashed on 26 July 2011 when the appeal court by a final decision re-established the facts of the case and ruled that no administrative offence had been committed by the applicant at the outset.",
                                                "elements": []
                                            },
                                            {
                                                "content": "172.  Taking into account the fact that the decision of 5 July 2011 reproduced the initial detention order of 4 May 2011, the Court will accordingly examine, first, the issue of the lawfulness of the applicant’s detention on the basis of the first-instance court’s decisions (the periods between 4 May and 17 June 2011 and between 5 and 26 July 2011) and, second, the lawfulness of his detention between 17 June and 5 July 2011 on the basis of the appeal court’s ruling of 17July 2011.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  As regards the lawfulness of the applicant’s detention between 4 May and 17 June 2011 and between 5 and 26 July 2011",
                                "elements": [
                                    {
                                        "content": "173.  The Court has to consider whether the detention orders of 4 May 2011 and 5 July 2011 constituted a lawful basis for the applicant’s detention until their annulment on appeal on 17 June and 26 July 2011 respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "174.  The Court reiterates that defects in a detention order do not necessarily render the underlying detention as such “unlawful” for the purposes of Article 5 § 1. The Court has to examine whether the flaw in the order against the applicant amounted to a “gross and obvious irregularity” such as to render the underlying period of detention unlawful (see Mooren v. Germany [GC], no. 11364/03, § 84, 9 July 2009, and Kolevi v. Bulgaria, no. 1108/02, § 177, 5 November 2009). In determining whether the detention order of 4 May 2011 suffered from a “gross and obvious irregularity” so as to be ex facie invalid, which would in turn render the applicant’s detention based on that order unlawful for the purposes of Article 5 § 1, the Court will have regard to all the circumstances of the case, including, in particular, the assessment made by the domestic courts (see Mooren, § 86, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "175.  The Court finds that the detention order of 4 May 2011 was issued by a court having jurisdiction in the matter. At the same time, the Court cannot but observe that the decision of 4 May 2011 contained no reasoning concerning the detention, nor did it contain any specific time-limits for the detention. The Court reiterates in this regard that according to the  a court decision concerning the detention of a person to be removed from  must establish that detention is indispensable for enforcing the removal; the court must assess the lawfulness and reasons for detention, detention for an indefinite period of time being unacceptable (see paragraph 98 above). At the same time, the Court reiterates that in earlier cases it has been prepared to accept that such a flaw, taken separately, did not amount to a gross and obvious irregularity (see, in the context of a failure to give reasons to justify the necessity of holding an applicant in custody, Alim v. , no. 39417/07, § 57, 27 September 2011, and Liu v. Russia, no. 42086/05, § 81, 6 December 2007).  It will accordingly turn to other relevant elements, and in the first place to the reasons for the annulment of the detention orders relied on by the appeal court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "176.  The Court further observes that the initial administrative removal order was quashed on 17 June 2011 in part on account of procedural irregularities. In fact, at the hearing of 4 May 2011 he had not been provided with a translation of the administrative offence record in Russian, and had not been assisted by an interpreter, despite the fact that the applicant’s skills in Russian were not such as to permit him to adequately participate in the hearing. The appeal court therefore concluded that the applicant had been unable to defend himself in person. The Court finds nothing in the case materials to depart from this conclusion and notes, in addition, that the applicant was not represented in the proceedings of 4 May 2011 (see paragraphs 59-62 above). At the same time, it is again reiterated that the fact that certain flaws in the procedure were found on appeal does not in itself mean that the detention was unlawful (see Gaidjurgis v. Lithuania (dec.), no. 49098/99, 16 January 2001, and Benham v. the United Kingdom, 10 June 1996, § 47, Reports 1996III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "177.  Whether or not the above element, taken alone or in conjunction with a failure to specify the reasons and time-limits for the detention, amounted to a gross and obvious irregularity, the Court further has to ascertain that the domestic courts did not act in bad faith and did not neglect to attempt to apply the relevant legislation correctly (see, among others, Alim, cited above, Liu, cited above, and Gaidjurgis v. Lithuania (dec.), cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "178.  As regards the manner in which the first-instance court applied the domestic law to the facts of the case, the Court observes that the decision of 26 July 2011 found the applicant’s administrative removal unlawful in view of two circumstances. First, the first-instance court had found that the applicant had chosen to stay in Russia voluntarily after the expiry of his registration on 9 December 2010, which was clearly at variance with the fact that between that date and 29 April 2011 he had been detained in , as confirmed by the release certificate from the remand prison. Second, as established by the appeal court, domestic legislation excluded, in non-ambiguous terms, the administrative removal of a person if refugee status proceedings were in progress in respect of him or her. Even assuming that this information was not available at the hearing of 4 May 2011, it is clear from the case file that the applicant and his lawyer consistently raised these issues, first, before the appeal court on 17 June 2011 and, more importantly, before the Kirovskiy District Court during a new examination of the administrative removal case on 5 July 2011. Furthermore, the Court agrees with the applicant that both the certificate from the remand prison confirming the date of the applicant’s release and a copy of the applicant’s appeal in the refugee status proceedings had already been made available to the appeal court on 17 June 2011, and to the firstinstance court at the time of the hearing of 5 July 2011. Moreover, the Court does not lose sight of the fact that the Irkutsk Regional Court, when deciding on the remittal of the case on 17 June 2011, unambiguously indicated that the first-instance court at the outset was under an obligation to examine the complaint carefully, and reiterated that the purpose of the administrative proceedings as set out in Article 24.1 of the CoAO was to establish the circumstances of the case and examine it in its entirety. However, it appears that the first-instance court did not comply with these instructions on 5 July 2011. On that basis the  declared the applicant’s administrative removal unlawful from the outset.",
                                        "elements": []
                                    },
                                    {
                                        "content": "179.  The Court reiterates that it is not its task to decide whether the underlying decision to expel can be justified under national law or the Convention. All that is required under sub-paragraph (f) is that “action is being taken with a view to deportation or extradition” (see paragraph 114 above). However, a particular detail of the case at hand is that the appeal court decided on 26 July 2011, in essence, that from the very outset no action should have been taken against the applicant in view of the administrative removal proceedings. In these circumstances, and given that the detention orders of 4 May and 5 July 2011 did not address the detention issue other than in the context of the necessity to ensure the applicant’s administrative removal, the Court agrees with the assessment of the appeal court, which in the final instance acknowledged serious defects in the initial administrative removal order of 4 May 2011, reproduced in the decision on 5 July 2011 (see, mutatis mutandis, in the context of Article 5 § 1 (c), Romanova v. , no. 23215/02, § 111, 11 October 2011, and contrast Alim, § 58, cited above, and Lui, §§ 81-83, cited above). The Court thus finds that the first-instance court made no attempt on 4 May and 5 July 2011 to apply the relevant legislation correctly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "180.  Making a global assessment of the above-mentioned elements, that is, the domestic court’s failure to establish the facts of the case in their entirety, coupled with the applicant’s inability to defend himself in person on 4 May 2011 and the failure to specify the reasons or timelimits for the applicant’s detention, the Court considers that the procedural flaws in the first-instance court’s decisions authorising the applicant’s detention, taken cumulatively, were so fundamental as to render them arbitrary and ex facie invalid (see, in the context of extradition proceedings, Garabayev v. Russia, no. 38411/02, § 89, 7 June 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "181.  This conclusion is further strengthened by the following additional factors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "182.  First, the Court reiterates that it has acknowledged, notably in the context of sub-paragraphs (c) and (e) of Article 5 § 1, that the speed with which the domestic courts replace a detention order which has either expired or been found to be defective is a further relevant element in assessing whether a person’s detention must be considered arbitrary (see, in so far as relevant, Mooren [GC], cited above, § 80). In the present case, the appeal against the detention order of 4 May 2011, introduced by the applicant’s lawyer on 6 May 2011, was examined by the Irkutsk Regional Court on 17 June 2011, that is, after forty-two days, even though the domestic law calls for examination of such cases within one day of the submission of the appeal (see paragraph 93 above). Furthermore, the detention order was definitively quashed on 26 July 2011, that is, after two months and twentytwo days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "183.  Second, the Court notes the absence of a judicial review of the lawfulness of the applicant’s detention in the appeal proceedings of 17 June 2011. In fact, on that date the Irkutsk Regional Court did not rule separately on the lawfulness of the applicant’s detention since 4 May 2011 but merely remanded him in custody pending a fresh examination of his administrative case (see paragraph 65 above and, for the Court’s analysis of the subsequent period, paragraphs 188-191 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "184.  In these circumstances the Court concludes that the detention order of 4 May 2011 contained defects or flaws disclosing a “gross and obvious irregularity” in the exceptional sense indicated in the Court’s case-law (see Mooren [GC], cited above, § 75, with further references) which, in addition, were not remedied by the appeal court. The Court does not consider it necessary to examine separately the applicant’s arguments as regards compliance with the “quality-of-law” standard and the due diligence requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "185.  Finally, the Court notes that, apart from reaching the conclusion that the administrative removal decision was unlawful and, accordingly, ordering the applicant’s release on 26 July 2011 after two months and twenty-two days of detention, the domestic authorities did not take steps to remedy the violation of his right to liberty and security.",
                                        "elements": []
                                    },
                                    {
                                        "content": "186.  There has therefore been a violation of Article 5 § 1 of the Convention in respect of the unlawfulness of the applicant’s detention on the basis of the first-instance court’s decisions of 4 May and 5 July 2011.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  As regards the lawfulness of the applicant’s detention between 17 June 2011 and 5 July 2011",
                                "elements": [
                                    {
                                        "content": "187.  The Court observes that from 17 June 2011 the applicant was detained on the basis of the decision of the . On 5 July 2011 the case was considered afresh by the first-instance court. It thus has to ascertain whether the applicant’s detention between 17 June and 5 July 2011 was lawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "188.  The Court observes that on 17 June 2011 the Irkutsk Regional Court remitted the case to the District Court for fresh examination and ordered in the operative part of the decision that the applicant be “remanded in the special detention centre of the Irkutsk Department of the Interior until the examination of his case on the merits by the District Court”. It did not set a time-limit for the applicant’s continued detention, or provide any reasons for it. It has been the Court’s constant approach that permitting a detained person to languish in detention without a judicial decision based on concrete grounds and without setting a specific limit on the duration of that detention would be tantamount to overriding Article 5, a provision which makes detention an exceptional departure from the right to liberty and one that is only permissible in exhaustively enumerated and strictly defined cases (see, among many others in the context of Article 5 § 1 (c), Chumakov v. , no. 41794/04, § 130, 24 April 2012, Avdeyev and Veryayev v. Russia, no. 2737/04, §§ 45-47, 9 July 2009, and Khudoyorov v. Russia, cited above, § 142). The Court has reached similar conclusions in the context of Article 5 § 1 (f), having found that the absence of elaborate reasoning for an applicant’s deprivation of liberty renders that measure incompatible with the requirement of lawfulness inherent in Article 5 of the Convention (see, in the context of the deportation proceedings, Lokpo and Touré v. , no. 10816/10, § 24, 20 September 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "189.  Furthermore, even though it may be argued that the appeal court’s competence to rule on the applicant’s detention derived from the Article 30.6 provision under which a judge of a higher court was competent to review the case in its entirety (see paragraph 94 above), the decision of 17 June 2011 did not contain a reference to any legal provision which would have permitted the applicant’s detention after the quashing of the initial administrative removal order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "190.  Moreover, the Court finds nothing in the present case to suggest that any action was being taken against him “with a view to deportation or extradition” (see paragraph 114 above) between the annulment of the administrative removal order on 17 June 2011 and 5 July 2011, when the first-instance court again ordered the applicant to be removed from Russia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "191.  There has therefore been a violation of Article 5 § 1 of the Convention on account of the unlawfulness of the applicant’s detention between 17 June 2011 and 5 July 2011.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION IN THE ADMINISTRATIVE REMOVAL PROCEEDINGS",
                        "elements": [
                            {
                                "content": "192.  The applicant complained under Article 5 § 4, cited in paragraph 133 above, that his administrative detention had been ordered on 4 May 2011 as a result of a procedure which had not offered the minimum procedural guarantees required by that Convention provision and that he had been unable to obtain a speedy judicial review of the detention order of 4 May 2011 in those proceedings.",
                                "elements": []
                            },
                            {
                                "content": "193.  The Government contended that in accordance with the provisions of the CoAO the applicant could study the case materials, make submissions, lodge petitions and requests. However, during the hearing of 4 May 2011 he had not requested to be granted a lawyer and the authorities had not been under an obligation to appoint a legal-aid lawyer to represent him. In any event, the applicant had been represented on appeal.",
                                "elements": []
                            },
                            {
                                "content": "194.  The applicant disagreed with the Government and submitted, in particular, that by the date of the appeal hearing he had already spent more than one month in detention and that such a retroactive validation of the procedurally flawed detention order could not be considered a sufficient remedy.",
                                "elements": []
                            },
                            {
                                "content": "195.  The Court considers that these complaints should be declared admissible. However, having regard to its finding above that the applicant’s detention from 4 May to 26 July 2011 was unlawful in breach of the requirements of Article 5 § 1 (f) of the Convention it does not find it necessary to examine separately the complaints under Article 5 § 4 in respect of that detention period.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": "196.  Having regard to the circumstances of the present case, the Court finds it appropriate to lift the measure indicated to the respondent Government under Rule 39 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "197.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "198.  The applicant claimed 10,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "199.  The Government contested the claim as excessive and considered that a finding of a violation would constitute in itself sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "200.  The Court has found violations of Article 5 §§ 1 and 4 of the Convention in the present case. The Court accepts that the applicant has suffered nonpecuniary damage which cannot be compensated for solely by the finding of a violation. Therefore, the Court awards the applicant EUR 10,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "201.  The applicant also claimed EUR 5,189 for the costs and expenses incurred before the Court. Under this head, he submitted a breakdown of the expenses incurred, which included 25.5 hours of work by Ms Ryabinina and 23 hours of work by Ms Davidyan, at the hourly rate of EUR 100. He also claimed administrative and postal expenses in the amount of EUR 339.",
                                        "elements": []
                                    },
                                    {
                                        "content": "202.  The Government pointed out that the applicant had not submitted any payment documents to confirm that the amounts claimed had been actually paid to the representatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "203.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "204.  Regard being had to the documents in its possession and the above criteria (see Fadeyeva v. Russia, no. 55723/00, § 147, ECHR 2005IV), the Court considers it reasonable to award the amount claimed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "205.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to strike the application out of its list of cases in accordance with Article 37 § 1 (a) of the Convention in so far as it concerns the applicant’s complaint under Articles 3 and 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 1 of the Convention on account of the unlawfulness of the applicant’s detention between 29 October and 27 December 2010;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been no violation of Article 5 § 1 of the Convention in respect of the lawfulness of the applicant’s detention between 27 December 2010 and 29 April 2011;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been no violation of Article 5 § 1 of the Convention in respect of the diligence requirement in the extradition proceedings;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of the unavailability of a judicial review of the prosecutor’s orders of 31 October and 7 December 2010;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of a breach of the speediness requirement in the appeal proceedings against the extension order of 27 December 2010;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds that there has been no violation of Article 5 § 4 of the Convention in so far as the availability of a judicial review of the applicant’s detention after 27 December 2010, and the reasonableness of the interval between the review on that date and the applicant’s release are concerned;",
                        "elements": []
                    },
                    {
                        "content": "10.  Holds that there has been a violation of Article 5 § 1 of the Convention on account of the unlawfulness of the applicant’s detention between 4 May and 26 July 2011 pending his administrative removal;",
                        "elements": []
                    },
                    {
                        "content": "12.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 October 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NIYAZOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-113720.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1016JUD002784311",
    "externalsources": [],
    "extractedappno": [
        "27843/11",
        "2947/06",
        "42502/06",
        "1248/09",
        "14049/08",
        "212/35",
        "64809/10",
        "30024/96",
        "27806/02",
        "38124/07",
        "6847/02",
        "34578/97",
        "28358/95",
        "37201/06",
        "66317/09",
        "15303/09",
        "656/06",
        "9808/02",
        "42987/98",
        "59512/00",
        "38822/97",
        "4493/04",
        "664/05",
        "33492/96",
        "27426/95",
        "29462/95",
        "36760/06",
        "39602/05",
        "7923/04",
        "13476/04",
        "55822/10",
        "11364/03",
        "1108/02",
        "39417/07",
        "42086/05",
        "49098/99",
        "23215/02",
        "38411/02",
        "41794/04",
        "2737/04",
        "10816/10",
        "55723/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-113720",
    "judgementdate": "16/10/2012 00:00:00",
    "kpdate": "16/10/2012 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "130",
        "135",
        "435",
        "474"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "5-1",
        "5-4",
        "5-1-f",
        "5"
    ],
    "parties": [
        "NIYAZOV",
        "RUSSIA"
    ],
    "rank": "924.689758300781",
    "representedby": [
        "RYABININA Y.Z.",
        "DAVIDYAN E."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "366572",
    "typedescription": "15"
}