{
    "__articles": "2;3;5;5-1;5-4;13;13+2;13+3",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Expulsion) (China);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture;Expulsion) (China)",
    "applicability": "",
    "appno": "22681/09",
    "article": [
        "13",
        "3",
        "2",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Review of lawfulness of detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+2 - Right to an effective remedy",
            "mentions": [
                "Article 2 - Right to life",
                "Expulsion",
                "China"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+2 - Right to an effective remedy",
            "mentions": [
                "Article 2 - Right to life",
                "Expulsion",
                "China"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Expulsion",
                "China"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Expulsion",
                "China"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-145708.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 22681/09) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by five Chinese nationals, Mr A.D., Mr A.A., Mr Y.W., Mr B.M. and Mr H.T. (“the applicants”), on 29 April 2009. The first, fourth and fifth applicants acquired Turkish citizenship after lodging their applications with the Court. The President of the Section acceded to the applicants’ request not to have their names disclosed (Rule 47 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented by Mr A. Yılmaz and Ms S.N. Yılmaz, lawyers practising in Istanbul. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 15 May 2009 the President of the Chamber to which the case was allocated decided, in the interests of the parties and the proper conduct of the proceedings, to indicate to the Government of Turkey, under Rule 39 of the Rules of Court, that the applicants should not be deported to China until 15 June 2009. On that date the President of the Chamber decided to extend until further notice the interim measure indicated under Rule 39 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 2 June 2010 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants are ethnic Uighur Muslims from Xinjiang, an autonomous region in northwest China (the “Xinjiang Uighur Autonomous Region” or “XUAR”), and were born in 1972, 1974, 1972, 1977 and 1974 respectively. According to the latest information provided to the Court, the first, fourth and fifth applicants currently live in Istanbul, the second applicant lives in the Netherlands and the third applicant lives in Egypt. They all left China on different dates mainly because of the pressure and fear of persecution they faced there as practising Muslims of Uighur ethnic origin.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicants’ arrest and detention",
                                "elements": [
                                    {
                                        "content": "6.  On 12 July 2008 the second applicant, who had entered Turkey legally in August 2007, was arrested in Istanbul following an identity check, which revealed that he had overstayed his visa and was thus in Turkey illegally. He was placed in the Kumkapı Foreigners’ Admission and Accommodation Centre attached to the Istanbul Police Headquarters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 1 August 2008 the Ministry of the Interior instructed the Istanbul Governor’s Office to deport the second applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In the meantime, on 17 July 2008 a meeting was held between the General Security Directorate and representatives from the Chinese Government office in Ankara regarding security measures to be taken in connection with the 2008 Beijing Olympics. The Chinese Government agents informed the Turkish authorities that they had identified approximately fifty members of the East Turkestan Islamic Movement (“ETIM”) – considered a terrorist organisation by the Chinese Government – who had undergone training in Pakistan for seven months. While some of the group had been captured in the United Arab Emirates (Dubai) while preparing for an attack, approximately thirteen others had escaped to Turkey through Saudi Arabia, Iran, Afghanistan and Pakistan. These individuals aimed to carry out an attack on Chinese targets in Turkey using their connections there, and were collecting intelligence on the Olympics and explosives for that purpose. The Chinese authorities provided a list of the suspects they believed had fled to Turkey, which included all five applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Following a decision by the Ministry of the Interior, and on the basis of the security information received from the Chinese authorities, on 25 July 2008 the applicants’ names were registered on the list of persons banned from entering into Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 6 August 2008 the Anti-Terror Branch of the Istanbul Security Directorate (Terörle Mücadele Şube Müdürlüğü) advised the Istanbul Governor’s Office by letter of the information received from the Chinese authorities and the Turkish National Intelligence Agency regarding the presence of trained ETIM members in Turkey aiming to carry out terrorist attacks in China or Turkey prior to, during or in the aftermath of the Beijing Olympics. The addresses used by the suspects in Istanbul were also indicated in this letter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On the same date the Ministry of the Interior instructed the Istanbul Security Directorate to hold any suspects captured on the basis of the information received from the Chinese Government at the Foreigners Department of the Istanbul Security Directorate for the duration of the Olympic Games, with a view to them being expelled after the end of the Games. According to the internal documents and correspondence submitted by the Government, the Turkish authorities were concerned that a terrorist attack on Turkish soil, including on Chinese targets, would paint a negative image of the country in the international arena and also damage its relations with China.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In a separate letter dated 6 August 2008, the Ministry of the Interior requested that the deportation order of 1 August 2008 in respect of the second applicant be halted until after the end of the Olympic Games, and ordered that he be detained at the Kumkapı Foreigners’ Admission and Accommodation Centre in the meantime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Following targeted police raids conducted on 7 August 2008 at the addresses of the suspects, ten Chinese nationals of Uighur origin, including the four remaining applicants, were apprehended and placed in the Kumkapı Foreigners’ Admission and Accommodation Centre. According to internal correspondence between different administrative bodies, the apprehended individuals were also found to have entered Turkey illegally and/or to have contravened visa regulations; however, the searches conducted in their houses did not yield any illegal material.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The asylum process and the attempted deportation of the applicants",
                                "elements": [
                                    {
                                        "content": "14.  On 3 September 2008, following the end of the Olympic Games, the Ministry of the Interior sent instructions to the Istanbul Governor’s Office regarding the actions to be taken in respect of the ten Uighurs apprehended on 7 August 2008. In this connection, it requested the removal of the four applicants from Turkey upon recommendations from the National Intelligence Agency, which considered their continued presence in Turkey to be problematic in terms of the Government’s international relations. As for the remaining six individuals captured on the same date, it appears that they were released from detention and granted non-renewable residence permits valid for three months, with an invitation to leave Turkey by the end of that period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 17 September 2008 the Ministry of the Interior sent similar instructions to the Istanbul Governor’s Office for the deportation of the second applicant, in accordance with its earlier deportation order of 1 August 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  It appears that the applicants were not officially served with a deportation order, but were only verbally informed of that possibility by officers at the place they were being detained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 19 September 2008 the applicants asked for asylum in Turkey through their lawyer. They claimed that if returned to China, they would be subjected to long-term imprisonment, and would face the risk of torture or even the death penalty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 20, 22 and 23 September 2008 the authorities conducted brief interviews with the applicants, in the absence of their lawyer, in connection with their asylum requests. According to the interview forms, all applicants stated that they had escaped from China because of the oppression and persecution of the Uighurs by the Chinese authorities, and feared that if returned to China, they would risk imprisonment, torture or even the death penalty. None of them declared having ties to any political, religious or terrorist organisations. Their interpreter during the interviews was a fellow Uighur detainee also being held at the Kumkapı Foreigners’ Admission and Accommodation Centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In a letter dated 26 September 2008 the Ministry of the Interior informed the Istanbul Governor’s Office that the applicants’ asylum request would not be accepted; however, it did not refer to any official decisions taken to that effect. The letter indicated that although the applicants had been living in Turkey illegally for some time, they had not asked for asylum either before or immediately after their arrest, which suggested that their recent asylum request was aimed solely at prolonging their stay in Turkey. Accordingly, the Ministry reiterated the order for their immediate deportation. The applicants were not sent a copy of this letter, nor were they served with a deportation order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 13 October 2008 the applicants applied to the United Nations High Commissioner for Refugees (“UNHCR”) and requested to be recognised as refugees. On 27 October 2008 the UNHCR issued them with asylum seeker certificates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 21 October 2008 the applicants’ lawyer went to the Kumkapı Foreigners’ Admission and Accommodation Centre to enquire whether the applicants would be deported and, if so, whether he could obtain the relevant deportation orders. The authorities verbally informed the lawyer that the applicants would be deported, but they did not indicate the date of the deportation. They also refused to give or even show the lawyer a copy of the orders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 22 October 2008 the applicants’ lawyer sent a letter to the Foreigners’ Department of the Istanbul Security Directorate, demanding access to the administrative decisions so far issued in respect of the applicants, including the deportation orders, in order to initiate legal proceedings against those decisions as necessary. The lawyer also requested that, as their legal representative, all future actions and decisions concerning the applicants should be notified to him. There was, however, no response to his letter and he continued to be refused access to the applicants’ files.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 26 October 2008 the applicants were taken to the Iranian border in Ağrı for deportation, without any prior warning. When the Iranian authorities refused the applicants entry into Iran, they were taken back to Istanbul and placed back in the Kumkapı Foreigners’ Admission and Accommodation Centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 28 and 31 October 2008 the applicants’ lawyer wrote two separate letters to the Foreigners’ Department of the Istanbul Security Directorate, reiterating his previous requests to have access to the administrative decisions against them. The lawyer reminded the authorities that the applicants’ access to the deportation orders against them was essential in order to exercise their fundamental right to challenge them before the competent authorities and the courts, particularly in view of the serious risks they would be exposed to if returned to China. The lawyer repeated these arguments in two subsequent letters he sent to the relevant authorities on 3 and 7 November 2008 respectively, both of which remained unanswered. It appears, however, that the lawyer was verbally informed that the restriction on his access to the applicants’ files was based on section 12 of Circular no. 57, a directive providing guidelines regarding the treatment of asylum requests (see paragraph 66 below for further details).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 1 November 2008 the applicants met with their lawyer at the Kumkapı Foreigners’ Admission and Accommodation Centre. All applicants, except for the fourth, informed the lawyer that members of their families in the XUAR had been harassed or imprisoned on account of their escape from China, where they were still wanted as terrorists.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 2 February 2009 the applicants were released from detention for an unknown reason. Three days later they were summoned to the Foreigners’ Department of the Istanbul Security Directorate by the police, and were informed that they would be given residence permits. However, once there, they were rounded up and placed back in the Kumkapı Foreigners’ Admission and Accommodation Centre, without any explanation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27. On 13 February 2009 the Ministry of the Interior issued its official decision rejecting the applicants’ asylum claim. In the decision, the Ministry briefly held that the claims put forth by the applicants in support of their asylum requests failed to meet the criteria of the 1951 Geneva Convention relating to the Status of Refugees (“Geneva Convention”) and the relevant domestic regulations (“the 1994 Regulation”) to be recognised as a refugee. The decision did not involve any discussion about the applicants’ claims and the international and/or domestic standards against which they were examined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 23 February 2009 the decision of the Ministry of the Interior was served on the applicants, but was not notified separately to their lawyer. The applicants were informed that they could file an objection to the decision within two days of receipt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 24 February 2009 the applicants’ lawyer sent a further request to the Foreigners’ Department of the Istanbul Security Directorate. He firstly complained that despite repeated requests since October 2008, the administrative decisions taken against the applicants, including the most recent one refusing their asylum claim, were not being notified to him, and that he was still being denied access to their files. He further complained that the twoday timelimit granted for objecting to the rejection of the asylum claim was too short, and requested an extension as well as access to the applicants’ files, in order to submit an effective appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 25 February 2009, in the absence of any response to their extension request, the applicants submitted their objection to the Ministry’s decision of 13 February 2009 through their lawyer. They explained that they had escaped from China on account of the persecution they faced as ethnic Uighurs of the Muslim faith. They were all being pursued by the Chinese police because of their political views; the third applicant had already served a two-year sentence back in 1994 for declaring political views unfavourable to the Chinese Government. While they had been culturally assimilated, discriminated against and treated as secondclass citizens since the occupation of East Turkestan by China in 1949, the pressure exerted on Uighur opponents had increased since September 11, 2001 under the guise of the global war against terrorism. They were all branded as separatists and terrorists on account of their peaceful efforts to maintain their cultural and religious identities, and if returned to China would risk being imprisoned, tortured or even executed, suffering the fate of other failed asylum seekers. The East Turkestan Foundation, based in Istanbul, confirmed the applicants’ allegations and stated that their connection to the association would increase the risk to their lives or physical integrity if returned to China. They indicated that a number of Uighurs expelled from Pakistan, Kazakhstan and Nepal in recent years had been executed at the border by the Chinese authorities. The applicants added that their requests for refugee status were still under consideration before the UNHCR, and that they had been issued with asylum seeker certificates by that organisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 16 March 2009 the Ministry of the Interior sought the opinion of the Ministry of Foreign Affairs on the applicants’ objection. On 18 March 2009 the latter responded, stating that the applicants’ claims did not meet the criteria required for obtaining asylum seeker status. It is, however, not clear upon what factual or legal basis the Ministry of Foreign Affairs reached that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 27 April 2009 the applicant’s lawyer was allowed to take copies of a limited number of documents and decisions concerning the applicants, pre-selected by the authorities.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicants’ efforts to be released from detention",
                                "elements": [
                                    {
                                        "content": ".  In the meantime, on 23 February 2009, the applicants brought an action before the Istanbul Administrative Court for their release from detention and requested that the deportation proceedings against them be stayed. They also reiterated their claims as to why they did not wish to be sent back to China, where they were wanted as terrorists, and reproached the authorities for their unlawful attempt to deport them to Iran. They further complained that the authorities’ decision to deny them access to the decisions and other documents contained in their files prevented them from effectively challenging those decisions before the courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 3 April 2009 the Istanbul Administrative Court dismissed the applicants’ case on procedural grounds, holding that their applications should have been introduced separately instead of jointly. It therefore invited the applicants to reintroduce their applications individually, and to duly include copies of all relevant requests lodged with the authorities, as well as the responses received to those requests, in their applications. It is not clear when this decision was served on the applicants; however, they did not pursue these proceedings any further.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 24 April 2009 the applicants sent a letter to the Department of Foreigners, Borders and Asylum at the Ministry of the Interior (Yabancılar Hudut ve İltica Daire Başkanlığı) requesting the end of their unlawful and arbitrary detention and their immediate release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 10 June 2009 the applicants were released from the Kumkapı Foreigners’ Admission and Accommodation Centre, following an interim decision issued by the Court under Rule 39 of the Rules of Court (see paragraphs 59 and 60 below). In a letter submitted to the Court the same day, the Government stated that the applicants were allowed to stay in Turkey because of the interim measure of the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Outcome of the asylum procedure in respect of the second applicant",
                                "elements": [
                                    {
                                        "content": "37.  On 29 April 2009 the Ministry of the Interior informed the Istanbul Governor’s Office that the second applicant’s objection to the refusal of his asylum request had been rejected on 31 March 2009, for it could not be established that he had ties to any illegal organisations. It was moreover decided that he should not be granted a residence permit under “foreigner status” within the framework of the Law on the Residence and Travel of Foreigners in Turkey (“Law no. 5683”). The Ministry accordingly requested the second applicant’s immediate deportation. Although the objections to the refusal of their asylum requests had been lodged at the same time, no information was provided as to the outcome of the remaining applicants’ requests at that time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 13 May 2009 the Ministry’s decision as regards the second applicant was served on the applicants’ lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 9 June 2009 the second applicant brought an action before the Supreme Administrative Court against the Ministry of the Interior. Firstly, he requested the revocation of the deportation order on 29 April 2009 on account of the threat of persecution, torture and even death he would be subjected to if returned to China, as well as that its execution be stayed pending the conclusion of the domestic proceedings. Secondly, he complained that the attempt to deport him in October 2008 had been unlawful, as there had been ongoing asylum and refugee proceedings before the domestic authorities and the UNHCR. Thirdly, he alleged that the asylum procedure had not been conducted lawfully by the national authorities; even though the asylum request had been lodged on his behalf by his legal representative, the asylum interview had been conducted in the absence of his lawyer and very perfunctorily. The interpretation provided during the interview had also been inadequate. Furthermore, the two-day period granted for objecting to the refusal of the asylum request had clearly not been long enough to allow him to formulate a meaningful objection. In addition, the refusal of his asylum request on the sole ground that he did not have ties to any illegal organisations contradicted the earlier intelligence reports linking him to the ETIM. It also demonstrated that the administration’s examination of his case did not go beyond looking into his ties to a terrorist organisation, even though they had been expected to carry out more rigorous scrutiny of the merits of his claims. Fourthly, the applicant maintained that he had been detained unlawfully at the Kumkapı Foreigners’ Admission and Accommodation Centre for over nine months. Lastly, he claimed that his repeated requests to obtain copies of the relevant administrative decisions concerning his asylum application had been left unanswered, which had restricted his access to legal remedies to contest those decisions. In this connection, he challenged the lawfulness of Circular no. 57, which had prejudiced his defence rights by, inter alia, limiting his and his lawyer’s access to his asylum file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 10 August 2009 the Supreme Administrative Court decided to postpone the examination of the applicant’s request for the suspension of his deportation until after the Ministry had filed its defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 23 September 2009 the Ministry filed its first defence with the Supreme Administrative Court. The relevant parts read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "While the claimant claims to have been persecuted in China, he stated in the interview that he had no ties to any political, religious or social groups in China, that he had never been taken into custody, arrested or subjected to ill-treatment and that none of his family members had had any problems with State authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Because of th[e] lack of consistency [in his arguments], our Ministry decided not to grant the claimant “refugee” status. Upon the claimant’s objection to that decision on 24 February 2009, our Ministry sought the opinion of the Ministry of Foreign Affairs. In its decision of 18 March 2009 the Ministry of Foreign Affairs informed our administration that the [claimant’s] asylum request “did not contain the elements required to obtain asylum seeker status”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The opinion of the Ministry of Foreign Affairs is of fundamental importance to the action taken against the claimant. It is not possible for our Ministry to grant asylum seeker status to a foreigner whose stay in Turkey is deemed inappropriate by the said Ministry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Expulsion of those persons, whose residence in Turkey was not deemed appropriate under the relevant legislation [Law no. 5683], is obligatory and this matter falls under the State’s sovereign prerogatives...",
                                        "elements": []
                                    },
                                    {
                                        "content": "While it was understood in the interview conducted with the claimant that he had not been subjected to persecution, custody or arrest, he did not shy away from making denigratory statements about the Chinese State, and he also dared to criticise our foreigners’ accommodation centres. The extent to which he will disparage our country upon his deportation can only be predicted. This personal characteristic proves how fitting the decision taken against the applicant was.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is out of the question that the claimant would face an irreparable damage [when deported]. This is because the claimant was not invited to our country, but came of his own free will. He is solely responsible for the current situation. It has not been possible to find a third country willing to accept him. For that reason, he has been occupying a guest house in our country for over a year.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 7 December 2009 the Supreme Administrative Court ordered the Ministry of the Interior to disclose the following documents within fifteen days: a copy of its decision of 31 March 2009 rejecting the applicant’s objection to the refusal of his asylum request; intelligence reports or other information on the applicant’s links with a terrorist organisation in view of contradictory allegations in various administrative decisions as to the applicant’s membership of the ETIM; and information regarding the applicant’s request for refugee status from the UNHCR.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 13 January 2010 the UNHCR informed the Supreme Administrative Court that the second applicant’s request for refugee status was still being examined. The UNHCR also indicated in its letter that since 2001, the Chinese authorities had increased repression in the XUAR, targeting in particular ethnic Uighurs expressing peaceful political dissent, as well as independent Muslim religious leaders, in the name of combatting terrorism. Uighurs were accordingly given long-term prison sentences, or in some cases executed, on charges of separatism. For these reasons, the UNHCR urged the Supreme Administrative Court to intervene to stop the applicant’s deportation until the conclusion of the refugee status determination process.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 2 February 2010 the applicant reiterated his request for the suspension of his deportation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 19 February 2010 the Supreme Administrative Court issued a stay of execution in respect of the applicant’s deportation until the administration disclosed the information requested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On an unspecified date the second applicant responded to the earlier defence of the Ministry of the Interior. In addition to reiterating his previous arguments, he contended that while his asylum request had been rejected on the grounds that he had not declared having ties to any terrorist or other organisations, the Ministry itself had admitted that his name was on the list of suspected terrorists shared by the Chinese Government with the Turkish authorities. In these circumstances, it was irrelevant that he had denied affiliation to a terrorist group; what mattered was that he was wanted by the Chinese Government for being one. Moreover, the significance of the Ministry of Foreign Affairs’ opinion regarding his asylum request demonstrated that the decision had been taken on political, not legal grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 30 June 2010 the Supreme Administrative Court held that in view of the real risk of repression and persecution the applicant would face in the event of his return to China, the rejection of his asylum request and the order for his deportation, while his application before the UNHCR was still pending, appeared to be unlawful. It therefore issued a stay of execution in respect of the impugned deportation order. In the same decision, it also stayed the execution of Circular no. 57, which it considered to be ultra vires.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Following the decision by the Supreme Administrative Court, on 21 October 2010 the second applicant was granted a residence permit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  According to the latest information received from the parties in September 2013, the Supreme Administrative Court had still not issued a decision on the merits of the second applicant’s case by that time.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Outcome of the asylum procedure in respect of the remaining applicants",
                                "elements": [
                                    {
                                        "content": ".  According to the documents that accompanied the Government’s observations, the remaining applicants’ objections to the refusal of their asylum requests were also rejected by the Ministry of the Interior on 31 March 2009. However, unlike in the case of the second applicant, neither the decisions in question, nor the deportation orders taken on the basis of that decision were served on the applicants or their lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".   On 2 September and 28 December 2010 the applicants requested information regarding the status of their asylum requests but received no response.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  It appears that on an unspecified date in 2011 the applicants were finally notified of the Ministry’s rejection of their objections to the refusal of their asylum requests, which had also entailed an order for their deportation, and brought separate actions before the Ankara Administrative Court to seek its revocation.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In four separate judgments delivered on 15 February 2012 (the first and third applicants), 18 January 2012 (the fourth applicant) and 14 December 2011 (the fifth applicant) the Ankara Administrative Court acknowledged the potential risk of persecution the applicants would face in China, and consequently revoked the deportation orders against them. In its judgments, the Administrative Court also referred to the Court’s interim measure of 15 May 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In view of the Administrative Court’s conclusions, the first and third applicants were granted residence permits on 20 March 2012, the fourth applicant on 29 November 2011 and the fifth applicant on 24 October 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 31 December 2012 and 18 February 2013 the Supreme Administrative Court upheld the judgments in the applicants’ favour. It appears that the Ministry’s rectification requests against those decisions are still pending before the Supreme Administrative Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Proceedings before the Court",
                                "elements": [
                                    {
                                        "content": ".  Pending a final decision on their asylum request, on 29 April 2009 the applicants’ representative asked the Court, under Rule 39 of the Rules of Court, to adopt an interim measure to stop the applicants’ possible deportation from Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On the same date the President of the Chamber to which the case was allocated decided not to apply the interim measure the applicants were seeking on the basis of the facts and information presented to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 14 May 2009, following the final rejection by the Ministry of the Interior of the second applicant’s asylum request and receipt of the order for his deportation, the applicants’ representative repeated the previous request lodged under Rule 39 of the Rules of Court with further arguments and supporting documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 15 May 2009 the President of the Chamber to which the case was allocated decided, in the interests of the parties and the proper conduct of the proceedings before the Court, to indicate to the Government of Turkey, under Rule 39 of the Rules of Court, that the applicants should not be deported to China before 15 June 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On 15 June 2009 the President of the Chamber decided to extend until further notice the interim measure previously indicated under Rule 39 of the Rules of Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Subsequent developments",
                                "elements": [
                                    {
                                        "content": "61.  Some time after their release from detention, all applicants applied for Turkish citizenship. The applications of the second and third applicants were rejected for non-compliance with the relevant legal criteria. The second applicant left Turkey on 22 June 2011 and applied for asylum in the Netherlands. It appears that his application was successful and that he continues to reside there. The third applicant left for Egypt on an unspecified date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  As for the remaining applicants, they were granted Turkish citizenship on unknown dates, presumably in 2012, although the Court does not have information as to the exact dates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  By a letter dated 25 September 2013, the UNHCR informed the applicants’ lawyer that his clients’ files for refugee status had been closed, following the withdrawal of the applications by the first, second and third applicants, and the loss of contact with the fourth and fifth; however, it did not provide any specific dates.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Constitution",
                                "elements": [
                                    {
                                        "content": ".  Article 125 of the Turkish Constitution provides, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“All actions or decision taken by the authorities are amenable to judicial review ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the implementation of an administrative action would result in damage which is difficult or impossible to compensate, and at the same time this action is clearly unlawful, a stay of execution may be granted, stating the reasons for it ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The law and practice governing asylum seekers",
                                "elements": [
                                    {
                                        "content": ".  A description of the relevant domestic law and practice governing asylum seekers at the material time may be found in the case of Abdolkhani and Karimnia v. Turkey (no. 30471/08, §§ 29-45, 22 September 2009), including detailed information on the “1994 Regulation” and Circular no. 57, the directive regarding the procedures and principles to be applied when implementing that regulation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  In addition, section 12 of Circular no. 57, in so far as relevant to the present case, provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Access of the applicant or his legal representative to the file",
                                        "elements": []
                                    },
                                    {
                                        "content": "Where the applicant [the foreigner who has applied to the administrative court to appeal against his rejected asylum request], or his legal representative, requests to examine the [asylum] file, the request shall be allowed for the documents listed below, but not those listed as “SECRET” or “RESTRICTED” or internal correspondence, without any implication on the decision concerning the foreigner:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Notices pertaining to the documents served on the applicant;",
                                        "elements": []
                                    },
                                    {
                                        "content": "Asylum request and pre-interview forms;",
                                        "elements": []
                                    },
                                    {
                                        "content": "Declaration by the applicant;",
                                        "elements": []
                                    },
                                    {
                                        "content": "Asylum interview form;",
                                        "elements": []
                                    },
                                    {
                                        "content": "Interview record;",
                                        "elements": []
                                    },
                                    {
                                        "content": "Psychologist and social services expert reports;",
                                        "elements": []
                                    },
                                    {
                                        "content": "Supporting information and documents submitted by the applicant in relation to his application;",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Ministry’s first decision in relation to the asylum application;",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Ministry’s final decision in relation to the asylum application;",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Ministry’s decision in relation to the applicant within the framework of the general provisions concerning foreigners;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Copies of only the first and final decisions [of the Ministry] found in the file may be provided to the applicant or his legal representative upon request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIAL",
                        "elements": [
                            {
                                "content": ".   Amnesty International noted its concerns on the plight of the ethnic Uighur population in the XUAR in its report “Uighurs fleeing persecution as China wages its ‘war on terror’”, published on 6 July 2004. The relevant parts read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Overview of the human rights situation in the XUAR",
                                "elements": []
                            },
                            {
                                "content": "Amnesty International has been reporting on human rights violations against members of the ethnic Uighur community in the XUAR for many years. Repression of alleged ‘separatists’ and ‘religious extremists’ has continued since the early 1990s following the mass protests and violent riots of April 1990 in Baren township ... More recently, ‘separatists, terrorists and religious extremists’ have once again been made a key target of a renewed national ‘strike hard’ campaign against crime which was initiated in April 2001 and which has never formally been brought to a close.",
                                "elements": []
                            },
                            {
                                "content": "The Chinese government’s use of the term ‘separatism’ refers to a broad range of activities, many of which amount to no more than peaceful opposition or dissent, or the peaceful exercise of the right to freedom of religion. Over the last three years, tens of thousands of people are reported to have been detained for investigation in the region and hundreds, possibly thousands, have been charged or sentenced under the Criminal Law; many Uighurs are believed to have been sentenced to death and executed for alleged ‘separatist’ or ‘terrorist’ offences, although the exact number is impossible to determine.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Amnesty International has documented numerous cases of Uighurs being detained in the XUAR in connection with their peaceful religious practices, in violation of international standards on freedom of belief and religion.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Combating ‘terrorism’: China’s propaganda war intensifies",
                                "elements": []
                            },
                            {
                                "content": "Following the attacks in the USA on 11 September 2001, the Chinese authorities have actively sought to justify their crackdown in the XUAR as part of the international ‘war on terror’ in an attempt to garner international support for their actions...",
                                "elements": []
                            },
                            {
                                "content": "Over the last three years, Uighur nationalists who would formerly have been branded as ‘separatists’ have increasingly been labelled ‘terrorists’...",
                                "elements": []
                            },
                            {
                                "content": "Official definitions of ‘terrorism’",
                                "elements": []
                            },
                            {
                                "content": "Like several other provisions in the Chinese Criminal Law, ‘terrorism’ and related offences remain vaguely defined giving the authorities wide leeway to interpret such crimes in a broad manner. This is of particular concern given the 2001 amendments to the Criminal Law ... which increase penalties for so-called ‘terrorist’ offences, including in some cases the application of the death penalty.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The fate of Uighur activists forcibly returned to China",
                                "elements": []
                            },
                            {
                                "content": "Over recent years, Amnesty International has monitored growing numbers of forced returns of Uighur asylum seekers and refugees to China from several neighbouring countries, including Nepal, Pakistan, Kazakstan [sic] and Kyrgyzstan.",
                                "elements": []
                            },
                            {
                                "content": "Such cases appear to have increased with the intensification of China’s crackdown in the XUAR following the attacks in the USA of 11 September 2001, and in some cases there is evidence that the Chinese authorities have instigated or taken part in such returns. The fate of Uighurs returned to China is often difficult to establish due to tight restrictions on information, including the threat of reprisals against family members who pass such information abroad. However, in some recent cases, returnees are reported to have been subjected to serious human rights violations, including torture, unfair trial and even execution.”",
                                "elements": []
                            },
                            {
                                "content": ".  More recent reports of Amnesty International confirm that the practice of persecution mentioned in the aforementioned report remains widespread in China. According to its 2008 report on the State of the World’s Human Rights, the Chinese authorities “continued to use the ‘USled war on terror’ to justify harsh repression of ethnic Uighurs, living primarily in the XUAR, resulting in serious human rights violations, including torture and other ill-treatment, and sometimes even death. Nonviolent expressions of Uighur cultural identity continued to be criminalised”. The report stressed that “Uighur individuals were the only known group in China to be sentenced to death and executed for political crimes, such as ‘separatist activities’”. Moreover, there was an “increase in the number of Uighurs detained abroad [being] forcibly sent to China, where they faced the death penalty, including Uighurs with foreign nationality”. It was reported in 2009, 2010 and 2011 that unrest and oppression continued in the XUAR and that its people faced intensified persecution. According to Amnesty International’s report of 2012 on the State of the World’s Human Rights, China used economic and diplomatic pressure on other countries to forcibly return Chinese nationals of certain backgrounds, such as Uighurs, back to China, where they risked “unfair trials, torture and other ill-treatment in detention, and were often held incommunicado”.",
                                "elements": []
                            },
                            {
                                "content": ".  The observations made by Amnesty International regarding the repression and persecution of ethnic Uighurs in China were also noted elsewhere on the international stage. In its concluding observations, dated 12 December 2008, the United Nations Committee Against Torture (CAT) stated:",
                                "elements": []
                            },
                            {
                                "content": "“Notwithstanding the State party’s efforts to address the practice of torture and related problems in the criminal justice system, the Committee remains deeply concerned about the continued allegations, corroborated by numerous Chinese legal sources, of routine and widespread use of torture and ill-treatment of suspects in police custody, especially to extract confessions or information to be used in criminal proceedings",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The Committee is greatly concerned by the allegations of targeted torture, ill-treatment, and disappearances directed against national, ethnic, religious minorities and other vulnerable groups in China, among them Tibetans, Uighurs, and Falun Gong practitioners.”",
                                "elements": []
                            },
                            {
                                "content": ".  The 2008 Human Rights Report of the United States Department of State on China similarly recorded that Uighurs were being given long-term prison sentences, and in some cases executed, on charges of separatism. According to the same source, on 9 October 2008 the BBC reported that seventeen Chinese Uighurs held as terrorist suspects at Guantanamo Bay “had been cleared for release in 2004, but the US [said] they may face persecution if returned to China.”",
                                "elements": []
                            },
                            {
                                "content": ".  Lastly, the crackdown on activists and other opponents of the Chinese Government in the run up to the 2008 Beijing Olympics was reported by Amnesty International as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Peaceful human rights activists, and others who have publicly criticised official government policy, have been targeted in the official pre-Olympics ‘clean up’, in an apparent attempt to portray a ‘stable’ or ‘harmonious’ image to the world by August 2008. Recent official assertions of a ‘terrorist’ plot to attack the Olympic Games have given prominence to potential security threats to the Olympics, but a failure to back up such assertions with concrete evidence increases suspicions that the authorities are overstating such threats in an attempt to justify the current crackdown.",
                                "elements": []
                            },
                            {
                                "content": "Several peaceful activists, including those profiled in this series of reports, remain imprisoned or held under tight police surveillance. Despite some high profile releases, many more have been detained over the last six months for doing nothing more than petitioning the authorities to address their grievances or drawing international attention to ongoing human rights violations. Several of those detained have reportedly been subjected to beatings and other forms of torture or other ill-treatment.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 2, 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "72.  The applicants maintained that they had become direct targets in China on account of their political and religious beliefs. For that reason, they would be exposed to a real risk of being executed or subjected to incommunicado detention, torture or other inhuman or degrading treatment contrary to Articles 2 and 3 of the Convention if returned to China. They further complained under Article 13 of the Convention that there was no effective domestic remedy at their disposal with regard to their complaints under Articles 2 and 3, whereby the risks involved in their deportation could be subjected to meaningful judicial scrutiny in a timely manner. The relevant provisions of the Convention read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 2",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in this Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "73.  Without raising any particular objections in respect of the admissibility of the applicants’ complaints, the Government stated that there had been no requests from the Chinese Government for the applicants’ extradition, and that the decision to deport them had been based on two principal grounds: firstly, their names had been included on the list of persons to be removed from the country in view of their connections with the ETIM, and secondly, they had been in Turkey illegally at the time of their arrest. The Government also stressed that the deportation orders did not necessarily require their removal to China; they had been “invited” to leave the country within a certain time period, without any restrictions on their destination. Moreover, the initial order for the applicants’ deportation, which pre-dated their asylum request, had been made in accordance with the standard legislation concerning the illegal entry and stay of foreigners, and as such an examination of possible illtreatment or other risks in the country of origin was not required. The authorities had nevertheless explored the possibility of deporting the applicants elsewhere, but no other country had been willing to accept them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  As regards the applicants’ complaint under Article 13, the Government maintained that under Article 125 of the Constitution, all administrative actions were amenable to judicial review.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicants",
                                        "elements": [
                                            {
                                                "content": ".  The applicants responded that even if there had been no official request for their extradition, the administrative actions against them had been taken on the strength of information and requests received from the Chinese authorities. Moreover, the Government’s allegation that the orders for their removal from Turkey did not necessarily entail their return to China was not entirely accurate; they had been pressured constantly to purchase tickets back to China by the State authorities. In any event, whether or not they were sent there directly, they would most likely end up in China once deported.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The applicants further argued that by stating that removals ordered prior to the lodging of asylum requests would not be subject to an assessment as to the specific risks the foreigner may face in the receiving country, the Government had admitted their disregard for the nonrefoulement principle, which had to be upheld in all circumstances. The applicants added that although an individual risk assessment had allegedly been carried out after the receipt of their asylum requests, it had been highly perfunctory.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  As for their complaint under Article 13, the applicants claimed that neither they, nor their lawyer, had been informed of the decision to deport them to Iran, which had denied them the right to object to that decision. They moreover reiterated that their attempts to obtain copies of the relevant administrative decisions from their asylum files had been ignored for an extended period of time, which had been a calculated effort to prevent them from subjecting the impugned decisions to judicial review. In any event, they maintained that the available legal remedies were not effective, as they did not have automatic suspensive effect and were not sufficiently expeditious.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "78.  The Court notes that although the respondent State did not raise any objection as to the Court’s competence ratione personae in relation to these complaints, this issue calls for consideration by the Court proprio motu (see M.A. v. Cyprus, no. 41872/10, § 115, ECHR 2013 (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Articles 2 and 3 of the Convention",
                                        "elements": [
                                            {
                                                "content": "79.  The Court reiterates that the word “victim” in Article 34 of the Convention denotes a person directly affected by the act or omission in question. In other words, the person concerned must be directly affected or run the risk of being directly affected. It is not therefore possible to claim to be a “victim” of an act which is deprived, temporarily or permanently, of any legal effect (see Sisojeva and Others v. Latvia (striking out) [GC], no. 60654/00, § 92, ECHR 2007I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  In cases where applicants have faced expulsion or extradition the Court has consistently held that an applicant cannot claim to be the “victim” of a measure which is not enforceable (see Vijayanathan and Pusparajah v. France, 27 August 1992, § 46, Series A no. 241-B; Pellumbi v. France (dec.), no. 65730/01, 18 January 2005; and Etanji v. France (dec.), no. 60411/00, 1 March 2005). It has adopted the same stance in cases where execution of a deportation or extradition order has been stayed indefinitely or otherwise deprived of legal effect, and where any decision by the authorities to proceed with deportation can be appealed against before the relevant courts (see Nasrulloyev v. Russia, no. 656/06, § 59, 11 October 2007; Dobrov v. Ukraine (dec.), no. 42409/09, 14 June 2011; Rakhmonov v. Russia, no. 50031/11, §§ 34-37, 16 October 2012; and Budrevich v. the Czech Republic, no. 65303/10, §§ 64-72, 17 October 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  Turning to the facts of the instant case, the Court notes that following administrative court decisions in their favour, all applicants were granted temporary residence permits by the Turkish authorities between 2010 and 2012 (see paragraphs 48 and 54 above for exact dates). Moreover, the first, fourth and fifth applicants, A.D., B.M. and H.T., acquired Turkish citizenship some time after obtaining their temporary residence permits, although the exact dates were not made available to the Court. The second applicant, A.A., left Turkey on 22 June 2011 and was granted asylum in the Netherlands. As for the third applicant, Y.W., it appears that following the rejection of his application for Turkish citizenship, he left Turkey for Egypt on an unknown date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court further observes that the applicants no longer have pending applications before the UNHCR for refugee status, either because they expressly withdrew their applications, or because they ceased contact with the UNHCR altogether.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  In the light of the foregoing, the Court considers that the applicants no longer face a risk of expulsion from Turkey, to China or elsewhere. In such circumstances it considers that the applicants can no longer claim to be victims within the meaning of Article 34 of the Convention in relation to their complaints under Articles 2 and 3 of the Convention (see M.A. v. Cyprus, cited above, § 110, and De Souza Ribeiro v. France, no. 22689/07, § 26, 30 June 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  It follows that these complaints are incompatible ratione personae with the provisions of the Convention within the meaning of Article 35 § 3 and must be rejected in accordance with Article 35 § 4.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Article 13 of the Convention",
                                        "elements": [
                                            {
                                                "content": "85.  The Court reiterates that Article 13 guarantees the availability at national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they may happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief (see, among many other authorities, Gebremedhin [Gaberamadhien] v. France, no. 25389/05, §§ 5356, ECHR 2007II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court has refrained from giving an abstract definition of the notion of “arguability”, preferring to determine each case on its particular facts. The findings on the admissibility of the substantive claim will evidently play an important role in determining whether a substantive claim is arguable in a given case (see Boyle and Rice v. the United Kingdom, 27 April 1988, § 54, Series A no. 131, and Ivan Atanasov v. Bulgaria, no. 12853/03, §§ 100-101, 2 December 2010). However, the fact that a substantive claim is declared inadmissible does not necessarily exclude the operation of Article 13 (see I.M. v. France, no. 9152/09, § 103, 2 February 2012; Gebremedhin [Gaberamadhien], cited above, §§ 5556; and M.A., cited above, §§ 119-121).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  For instance, in the above-mentioned case of Gebremedhin the Court found a complaint under Article 13 in conjunction with Article 3 of the Convention concerning an expulsion admissible, even though it had declared the Article 3 complaint inadmissible as the applicant had lost his victim status owing to a subsequent granting of asylum. It noted that the alleged violation of Article 13 had already occurred at the time the threat of the applicant’s removal was lifted, and that the State had not acknowledged, either expressly or in substance, and then afforded redress for, the alleged breach of the Convention (see Gebremedhin [Gaberamadhien], cited above, § 56, and similarly I.M., cited above, § 100).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Court considers that the same reasoning may apply in the present case if it can be demonstrated that the applicants had “arguable” claims under Articles 2 and 3 during the period in which they were under an imminent threat of deportation. A subsequent loss of victim status under Articles 2 and 3 cannot automatically and retrospectively dispense the State from its obligations under Article 13 (see Budrevich, cited above, § 81).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  In this context, the Court observes that the applicants had consistently claimed before the national authorities that as members of the ethnic Uighur community in China, they would be exposed to a real risk of ill-treatment or even death if returned to their home country, for they had been branded as terrorists by the Chinese authorities on account of their efforts to preserve their cultural and religious identity. They maintained that upon return to China, failed asylum seekers of Uighur origin were often subjected to capital punishment or given lengthy prison sentences following unfair trials, and would also be tortured. Their allegations were confirmed by the East Turkestan Foundation based in Istanbul (see paragraph 30 above), as well as by information the Court obtained proprio motu from reputable international sources (see paragraphs 67 and 68 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Court further observes from the information provided by the Government that the applicants’ names were included on a list of ETIM supporters and/or members drawn up by the Chinese Government, and that this led to their detention prior to the Beijing Olympics as a security measure. While the applicants never admitted to any affiliation with the ETIM, it is clear that they were of interest to the Chinese authorities as suspected terrorists, which, according to the aforementioned international sources, was sufficient to put them at a real risk of treatment contrary to Articles 2 and/or 3 of the Convention if returned to China (see paragraphs 67-70 above). The Court stresses in this regard that the existence and seriousness of this risk was also eventually recognised by the domestic administrative courts, which revoked the deportation orders against the applicants, albeit with some considerable delay after the indication of the measure under Rule 39 of the Rules of Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  Lastly, the Court notes that while the Government alleged that the deportation orders against the applicants did not necessarily entail their removal to China, this was a very real possibility in the absence of evidence from the Government of any efforts to secure the applicants’ admission to a third country. In any event, removal to a third country would not allay the applicants’ fears per se, or remove the respondent State’s obligations under Articles 2 and 3, as long as the risk of repatriation to their country of origin existed (Auad v. Bulgaria, no. 46390/10, § 106, 11 October 2011). The Court refers in this connection to Amnesty International’s report of 2012 (see paragraph 68 above), which stressed that China was using its growing financial and political influence to pressure other countries, especially those in Asia, to forcibly return Chinese nationals of Uighur origin.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  In the light of the foregoing, the Court considers that the applicants had “arguable” claims under Articles 2 and 3 of the Convention, within the meaning of Article 13 of the Convention, during the period in which they were under a threat of deportation (see, for a similar case, Diallo v. the Czech Republic, no. 20493/07, § 65, 23 June 2011). Furthermore, the facts constituting the alleged violation of Article 13 had already materialised by the time the risk of the applicants’ deportation had ceased to exist. It appears that the applicants’ deportation was only stopped on account of the Iranian authorities’ refusal to accept them and the subsequent application by the Court of the Rule 39 measure, and not as a consequence of a domestic remedy, at least not initially. The Court notes in this connection that the domestic court decisions ordering the suspension or revocation of the applicants’ deportation were issued considerably later than the Court’s interim measure. The Government have also acknowledged that the applicants were only allowed to stay in Turkey because of the interim measure applied by the Court (see paragraph 36 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Furthermore, although the revocation of the deportation orders and other subsequent developments removed the risk of the applicants’ removal from Turkey, their grievances under Article 13 were never acknowledged or redressed by the State authorities (see M.A., cited above, § 120).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In these circumstances, it cannot be said that the applicants can no longer claim to be victims of the alleged violation of Article 13 taken in conjunction with Articles 2 and 3 of the Convention. Consequently, and given that this complaint is not inadmissible on any other grounds, it must be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "95.  Given the irreversible nature of harm which might occur if an alleged risk of torture or ill-treatment materialises, and the importance which the Court attaches to Article 3, the notion of an effective remedy under Article 13 in this context requires (i) independent and rigorous scrutiny of a claim that there exist substantial grounds for believing that there is a real risk of treatment contrary to Article 3 in the event of the applicant’s expulsion to the country of destination, through direct or indirect refoulement, and (ii) a remedy with automatic suspensive effect (see Gebremedhin [Gaberamadhien], cited above, § 66; Muminov v. Russia, no. 42502/06, § 101, 11 December 2008; and M.S.S. v. Belgium and Greece [GC], no. 30696/09, § 293, ECHR 2011). It is, a fortiori, inconsistent with Article 13 for such measures to be executed before the national authorities have duly examined their compatibility with the Convention (see Čonka v. Belgium, no. 51564/99, § 79, ECHR 2002I; Salah Sheekh v. the Netherlands, no. 1948/04, § 153, 11 January 2007; and M. and Others v. Bulgaria, no. 41416/08, § 129, 26 July 2011). The same principles apply when expulsion exposes the applicant to a real risk of a violation of his rights safeguarded by Article 2 of the Convention (see M.A, cited above, § 133).",
                                        "elements": []
                                    },
                                    {
                                        "content": ". Turning to the facts of the instant case, the Court notes a number of significant shortcomings in the manner in which the Turkish authorities dealt with the applicants’ claims, which can be characterised by an apparent reluctance to subject them to a meaningful examination in accordance with the Convention standards, and to facilitate the applicants’ access to the legal remedies available.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Firstly, the Court observes that the deportation order against the applicants dated 26 September 2008 frustrated their legitimate expectations of due process, both in terms of its timing and its manner of execution. The Court notes in this regard that the order was issued by the Ministry of the Interior when the domestic asylum procedure was still pending, that is before an official decision on the refusal of the asylum claim had been issued and notified to the applicants. According to the Ministry, the fact that the applicants had not sought asylum prior to their arrest was sufficient evidence to conclude that their fears about returning to China were not sincere and that the asylum request had only been lodged to prolong their stay in Turkey. For that reason, the Ministry ordered the applicants’ immediate deportation, without addressing the personal and specific risks involved in returning them. Moreover, the deportation order was not served either on the applicants or their legal representative, which effectively denied them the opportunity to challenge it before the domestic courts. The authorities thus presented the applicants with a fait accompli; they did not even have the chance to contact their lawyers or families before being taken to the Iranian border. They were only spared from deportation because of the Iranian authorities’ refusal to accept them.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Secondly, following the failed attempt to deport them, the applicants were taken back to the Kumkapı Foreigners’ Admission and Accommodation Centre, where they continued to be kept in the dark about their fate. The Court notes in this connection the applicants’ lawyer’s repeated attempts to access the administrative decisions, in particular the deportation orders, in order to challenge their lawfulness before the relevant courts. His requests were fended off by the authorities without any legitimate justification. The Court considers that access to and exercise of the available domestic remedies were thus unjustifiably hindered by the acts or omissions of the authorities of the respondent State, whereas, in order to be effective, the remedy required by Article 13 must be available in practice as well as in law (see M.S.S. v. Belgium and Greece, cited above, § 290).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  Thirdly, the Court observes that the national authorities issued their official decisions on the applicants’ asylum requests on 13 February 2009 and, upon the applicants’ objection, on 31 March 2009, and then ordered their deportation with immediate effect. Yet the content of those decisions, which were virtually identical, suggested that they were not the result of rigorous scrutiny as required under Article 13. In this connection, the decisions briefly indicated that the claims made by the applicants in support of their asylum requests had failed to meet the criteria of the Geneva Convention and the relevant domestic regulations (“the 1994 Regulation”) to be recognised as a refugee. They did not, however, involve any discussion as to whether the applicants would risk facing treatment contrary to Articles 2 and 3 if deported, which is the only pertinent question the authorities were expected to ask under the Convention before ordering deportation, regardless of the applicants’ status under the Geneva Convention or the domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  Fourthly, the applicants claim, and the Government do not contest, that the final administrative decisions rejecting the asylum requests and the accompanying deportation orders were served only on the second applicant; the remaining four applicants had to wait for over a year to learn about the deportation orders against them and to challenge them before the administrative courts. In the Court’s opinion, this is yet further evidence of the national authorities’ indifference towards the applicants’ Article 13 right to an effective remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  Fifthly, the Court notes that certain submissions made by the Ministry of the Interior during the subsequent proceedings before the Supreme Administrative Court raise further doubts regarding the independence and quality of the assessment procedure. In this connection, the Court notes the Ministry’s statement indicating that no protection could be afforded to a foreigner whose stay in Turkey was deemed harmful by the Ministry of Foreign Affairs. Bearing in mind that even national security concerns do not take priority over a person’s rights under Articles 2 and 3 (see Auad v. Bulgaria, no. 46390/10, § 100, 11 October 2011), the unfavourable assessment of the Ministry of Foreign Affairs regarding a foreigner seeking international protection – which may be motivated by a desire to maintain good international relations or other political interests – should not be permitted to override the decisions of the Ministry of the Interior, the competent authority in charge of assessing individual risk factors in the light of Convention standards. Furthermore, the perceived character of the applicant should not play a role in the relevant State authority’s decision (see the relevant remarks made by the Ministry of the Interior in paragraph 41 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Sixthly, the Court notes that all applicants eventually managed to access to the administrative courts to request a revocation of the orders for their deportation, and the administrative courts granted those requests on the strength of their claims. While this outcome is laudable, the Court nevertheless does not consider the judicial review proceedings in question to have been effective. The Court notes in this regard that the review procedure was not sufficiently speedy: it took the applicants two to three years to gain access to the administrative courts after the first deportation order against them, and then at least another two years for the proceedings to be concluded. According to the latest information provided to the Court, the administrative proceedings concerning the second applicant may still be pending. The effectiveness of the remedial action was thus undermined by its excessive duration (see Doran v. Ireland, no. 50389/99, § 57, ECHR 2003X; and De Souza Ribeiro v. France [GC], no. 22689/07, § 81, ECHR 2012). Moreover, it has already been established that a judicial review of deportation cases in Turkey could not be regarded as an effective remedy, since it did not have automatic suspensive effect (see Abdolkhani and Karimnia, cited above, § 116).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  Lastly, while a number of deportation orders were issued against the applicants for immediate execution, none of them indicated where they would be deported to. Even in their observations before the Court, the respondent Government submitted that the applicants would not necessarily be deported to China, while failing to mention any alternative destinations that were being considered. During the administrative proceedings for the revocation of the deportation orders, both the applicants and the administrative courts proceeded on the assumption that the country of destination would be China, and on that assumption the administrative courts revoked the orders in view of the particular risks the applicants would face there. In the Court’s opinion, however, such ambiguity as regards the country of destination is unacceptable, not only because it exacerbated the applicants’ already precarious situation, but also because it frustrated the purpose of the judicial review, since no meaningful review can be carried out of the risks involved in a foreigner’s deportation without the destination country being specified (see, mutatis mutandis, Auad, cited above, § 133).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In the light of the above, the Court concludes that the applicants were not afforded an effective remedy in relation to their complaints under Articles 2 and 3 of the Convention regarding their threatened deportation from Turkey. There has accordingly been a violation of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "105.  The applicants complained under Article 5 of the Convention that their detention at the Kumkapı Foreigners’ Admission and Accommodation Centre for over ten months had no basis in domestic law and that they had been deprived of access to a judicial review of their detention.",
                                "elements": []
                            },
                            {
                                "content": "106.  The Court considers at the outset that the applicants’ complaints should be examined from the standpoint of Article 5 §§ 1 and 4 of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "107.  The Government did not contest the admissibility of the applicants’ complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Court observes that these complaints are not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "109.  The Government maintained that the applicants had been arrested on account of their illegal presence in Turkey in breach of visa regulations, and their connections with a terrorist organisation intending to sabotage the Beijing Olympics. They were subsequently taken to the Kumkapı Foreigners’ Admission and Accommodation Centre to be accommodated until the completion of the procedure for their removal, in accordance with Article 23 of Law no. 5683 in force at the material time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Government further submitted that the applicants had had the opportunity to use Article 125 of the Constitution to challenge their detention in the administrative courts. The applicants, however, had not made proper use of that remedy, for the case they had brought before the Istanbul Administrative Court for their release had been rejected on procedural grounds on 3 April 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The applicants mainly reiterated their complaints. In response to the Government’s argument that they had failed to make proper use of the administrative court remedy, they claimed that they were prevented from complying with some of the procedural directions given by the Istanbul Administrative Court on account of their inability to access the relevant material in their files through no fault of their own.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Alleged violation of Article 5 § 1 of the Convention",
                                        "elements": [
                                            {
                                                "content": "112.  The Court observes that the second applicant was taken into detention at the Kumkapı Foreigners’ Admission and Accommodation Centre on 12 July 2008, and the remaining applicants on 7 August of that year. They were all released from detention on 10 June 2009. It appears that during the course of their detention, the applicants were allowed to leave the Kumkapı Foreigners’ Admission and Accommodation Centre between 2 and 5 February 2009, for reasons that remain unknown to the Court. Apart from that brief period, they were kept at the Kumkapı Foreigners’ Admission and Accommodation Centre for approximately ten months in total.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  The Court notes the Government’s submission that the applicants had been detained pending the completion of their removal procedure, such detention falling under Article 5 § 1 (f) of the Convention in principle. The Court reiterates that any deprivation of liberty under the second limb of Article 5 § 1 (f) is justified as long as deportation proceedings are in progress, and only to the extent that the deprivation of liberty in question is effected “in accordance with a procedure prescribed by law”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  The Court examined a similar grievance in the case of Abdolkhani and Karimnia (cited above, §§ 125-135), in which it found that in the absence of clear legal provisions in Turkish law establishing the procedure for ordering detention with a view to deportation, the applicants’ detention was not “lawful” for the purposes of Article 5 of the Convention. There are no particular circumstances which would require the Court to depart from its findings in that judgment. While Article 23 of Law no. 5683 referred to by the Government envisaged the “residence” of foreigners in places indicated by the Ministry of the Interior pending their deportation, it did not mention anything about “forceful detention” of such persons, as in the applicants’ case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  In the light of the foregoing, the Court considers that there has been a violation of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Alleged violation of Article 5 § 4 of the Convention",
                                        "elements": [
                                            {
                                                "content": "116.  The Court reiterates that the purpose of Article 5 § 4 is to guarantee persons who are deprived of their liberty the right to judicial supervision of the lawfulness of the measure to which they are thereby subjected. A remedy must be made available during a person’s detention to allow the individual to obtain a speedy judicial review of the lawfulness of the detention. That review should be capable of leading, where appropriate, to release (see Abdolkhani and Karimnia, cited above, § 139).",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  The Court notes at the outset that the applicants brought an action before the administrative courts on 23 February 2009 to challenge the lawfulness of their detention, as indicated by the Government in their observations. However, on 3 April 2009 it was dismissed on procedural grounds. The applicants claimed that they could not rectify the procedural shortcomings identified by the Istanbul Administrative Court and proceed with the case without being allowed to access their files. Instead, they sent a letter to the Ministry of the Interior on 24 April 2009 reiterating their request to be released.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  The Court will not consider whether any fault could be attributed to the applicants for the procedural shortcomings noted by the Istanbul Administrative Court or whether they should have proceeded with the proceedings notwithstanding their lack of access to certain documents, because, for the reasons set out below, it considers the remedy in question to be ineffective in the circumstances (see, mutatis mutandis, Abdolkhani and Karimnia, cited above, § 141, and Dbouba v. Turkey, no. 15916/09, § 54, 13 July 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  In this connection, the Court observes that the applicants alleged, and the Government did not deny, that both the applicants and their lawyer were denied access to their files until 27 April 2009, which prevented them from reviewing and challenging the administrative decisions taken in their regard, including any decisions pertaining to their detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  The Court reiterates that anyone entitled to take proceedings to have the lawfulness of his detention decided cannot make effective use of that right unless he is promptly and adequately informed of the reasons relied on to deprive him of his liberty (see, mutatis mutandis, Shamayev and Others v. Georgia and Russia, no. 36378/02, § 413 and 432, ECHR 2005III; and Abdolkhani and Karimnia, cited above, § 141). While the national authorities may have a legitimate interest in keeping certain information or documents confidential, the individuals concerned must nonetheless receive sufficient information so as to be able to apply to a court for a review of the lawfulness as required by Article 5 § 4 (see Shamayev and Others, cited above, § 427). The applicants in the instant case, however, were refused access to information and documents which had direct repercussions on their rights and on which the exercise of the remedy set out in Article 5 § 4 of the Convention was contingent. Although it is true that the applicants were eventually able to review their files on 27 April 2009, in the Court’s opinion, this does not make up for the fact that they were denied such access for the first nine to ten months of their unlawful detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the light of the foregoing, the Court considers that the general administrative remedy theoretically available to the applicants under Article 125 of the Constitution was deprived of all effective substance in the circumstances, on account of their lack of access to vital information and documents relating to their detention for an extended period of time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  Lastly, going back to the proceedings before the Istanbul Administrative Court, it cannot be ignored that it took it a month and eight days to decide on a simple procedural matter. In these circumstances, and having regard to the previous judgments delivered against Turkey in this context, it is highly doubtful that the remedy in question would meet the “speediness” requirements of Article 5 § 4 of the Convention in any event (see Kadem v. Malta, no. 55263/00, § 41, 9 January 2003; Z.N.S. v. Turkey, no. 21896/08, § 62, 19 January 2010; Tehrani and Others v. Turkey, nos. 32940/08, 41626/08 and 43616/08, §§ 78-79, 13 April 2010; Keshmiri v. Turkey (no. 2), no. 22426/10, § 40, 17 January 2012; and Athary v. Turkey, no. 50372/09, § 41, 11 December 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  Accordingly, the Court concludes that on the particular facts of the instant case, the Turkish legal system did not provide the applicants with a remedy whereby they could obtain a judicial review of the lawfulness of their detention, within the meaning of Article 5 § 4 of the Convention (see S.D. v. Greece, no. 53541/07, § 76, 11 June 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has therefore been a violation of Article 5 § 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "124.  Relying on Articles 6 and 8, the applicants claimed that they had been denied a fair hearing since their access to their asylum files had been limited and their detention and threatened deportation had constituted an unjustified interference with their family lives. They further complained of a violation of Article 1 of Protocol No. 7.",
                                "elements": []
                            },
                            {
                                "content": "125.  In observations dated 21 January 2011, the applicants submitted a number of new complaints regarding the conditions of their detention at the Kumkapı Foreigners’ Admission and Accommodation Centre under Article 3, as well as under Article 5 §§ 2 and 5.",
                                "elements": []
                            },
                            {
                                "content": "126.  Regarding the complaints under Article 6 and Article 1 of Protocol No. 7, the Court notes that they are incompatible ratione materiae and ratione personae (since Turkey has not ratified Protocol No. 7), respectively with the provisions of the Convention (in relation to the complaint under Article 6, see Maaouia v. France [GC], no. 39652/98, § 40, ECHR 2000X). As for the complaint under Article 8, the Court notes that it has not been substantiated by the applicants in any way, and is thus manifestly ill-founded. The Court therefore declares these complaints inadmissible pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "127.  As regards the remaining complaints under Article 3 and Article 5 §§ 2 and 5 of the Convention, the Court notes that these complaints, which were not mentioned in the appropriate part of the applicants’ initial application, concern matters relating to their detention, which ended on 10 June 2009. Accordingly, the Court must reject them pursuant to Article 35 §§ 1 and 4 of the Convention as lodged outside the six-month time-limit (see Ashot Harutyunyan v. Armenia, no. 34334/04, § 99, 15 June 2010).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": ".  In view of the above conclusion in paragraph 84, it is appropriate to discontinue the application of Rule 39 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "129.  The applicants did not submit a claim for compensation for pecuniary damage. As regards nonpecuniary damage, the second applicant claimed 38,000 euros (EUR) and the remaining four applicants claimed EUR 33,000 each in view of the breach of their Convention rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Government contested these claims as excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The Court considers that the applicants must have suffered nonpecuniary damage which cannot be compensated for solely by the finding of violations. Having regard to the gravity of the violations in question and to equitable considerations, it awards the applicants EUR 9,500 each under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "132.  The applicants also claimed 21,720 Turkish liras (TRY) (approximately EUR 10,280 at the date the claim was lodged) for the lawyer’s fees and TRY 5,272.53 (approximately EUR 2,495 at the date the claim was lodged) for other costs and expenses incurred before the domestic courts and the Court, such as court fees, travel expenses, stationery, photocopying, translation and postage. In this connection, they submitted a time sheet showing that their legal representatives had carried out a hundred and eighty-one hours’ legal work, a legal services agreement concluded with their representatives, and invoices for the remaining costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  The Government contested these claims, deeming them unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the applicants jointly the sum of EUR 6,000 covering costs under all heads. From this sum should be deducted the EUR 850 granted by way of legal aid under the Council of Europe’s legal aid scheme.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "135.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT,",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the complaints under Article 5 §§ 1 and 4 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares, by a majority, the complaint under Article 13 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares, unanimously, the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, unanimously, that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds, unanimously, that there has been a violation of Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds, by 6 votes to 1, that there has been a violation of Article 13 of the Convention in conjunction with Articles 2 and 3 in relation to the applicants’ threatened deportation from Turkey;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds, unanimously,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses, unanimously, the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 July 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge A. Sajó is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I agree with all the conclusions reached in this judgment except with regard to the finding of a violation of Article 13 in conjunction with Articles 2 and 3 of the Convention. The Court found that the applicants could not be considered victims for the purposes of Articles 2 and 3. The applicants had failed to submit a proper application to the Istanbul Administrative Court. Moreover, A.A. had brought a case before the Supreme Administrative Court, which had decided to stay the execution of his deportation and provided a remedy. The application is, therefore, inadmissible, and in view of the outcome of the domestic proceedings it is not clear that there is no remedy for the purposes of Article 13 in similar situations.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Robert Spano",
            "role": "judges"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF A.D. AND OTHERS v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-145708.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0722JUD002268109",
    "externalsources": [],
    "extractedappno": [
        "22681/09",
        "30471/08",
        "41872/10",
        "60654/00",
        "65730/01",
        "60411/00",
        "656/06",
        "42409/09",
        "50031/11",
        "65303/10",
        "22689/07",
        "25389/05",
        "12853/03",
        "9152/09",
        "46390/10",
        "20493/07",
        "42502/06",
        "30696/09",
        "51564/99",
        "1948/04",
        "41416/08",
        "50389/99",
        "15916/09",
        "36378/02",
        "55263/00",
        "21896/08",
        "32940/08",
        "41626/08",
        "43616/08",
        "22426/10",
        "50372/09",
        "53541/07",
        "39652/98",
        "34334/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-145708",
    "judgementdate": "22/07/2014 00:00:00",
    "kpdate": "22/07/2014 00:00:00",
    "kpthesaurus": [
        "449",
        "624",
        "350",
        "620",
        "448",
        "220",
        "438",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "3",
        "5-4",
        "2",
        "5-1",
        "5",
        "13"
    ],
    "parties": [
        "A.D. AND OTHERS",
        "TURKEY"
    ],
    "rank": "1146.02075195313",
    "representedby": [
        "YILMAZ A.",
        "YILMAZ S.N."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "396151",
    "typedescription": "15"
}