{
    "__articles": "6;6-1;29;35;35-1;41;P1-1;P1-1-1",
    "__conclusion": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "33851/03",
    "article": [
        "p1-1",
        "29",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-78393.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 33851/03) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mrs Nelya Vasylivna Kononenko (“the applicant”), on 9 October 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Messrs Dmytro Ogiyenko and Valeriy Kononenko, lawyers practicing in the city of Kharkiv, . The Ukrainian Government (“the Government”) were represented by their Agents, Mrs V. Lutkovska and Mr Y. Zaytsev.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 15 March 2005 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1947 and lives in the town of Gorlivka, Donetsk region, .",
                                "elements": []
                            },
                            {
                                "content": "5.  On an unspecified date, the applicant instituted proceedings in the Tsentralno-miskyy District Court against her former employer, the Artemvugillya State Mining Company (Управління по гасінню териконів в/о „Артемвугілля”), to recover salary arrears. On 17 November 1998 the court awarded the applicant 2,864.16 Ukrainian hryvnias (“UAH”) (Рішення Центрально-міського районного суду м.Горлівки).",
                                "elements": []
                            },
                            {
                                "content": "6.  On 1 February 1999 the Tsentralno-miskyy District Bailiffs' Service (Відділ Державної виконавчої служби Управління юстиції Центрально-міського району м.Горлівки) initiated the enforcement proceedings. On 28 March 2000 the applicant was paid UAH 665.28. From 20 June 2000 until 8 February 2001 the enforcement proceedings were stayed because of the bankruptcy proceedings instituted against the debtor. On 14 May 2003 the applicant was paid further UAH 333.03.",
                                "elements": []
                            },
                            {
                                "content": "7.  On an unspecified date, the applicant instituted proceedings in the Tsentralno-miskyy District Court of the town of  against the Tsentralno-miskyy Bailiffs' Service for failure to enforce the court judgment in her favour. On 2 December 2003 the court rejected the applicant's claim, finding no fault had been committed by the Bailiffs' Service. The court stated that the Bailiffs' Service had acted properly in enforcing the judgment of 17 November 1998. The court noted that the debtor's property was in a tax lien and that, according to the Law on the Introduction of a Moratorium on the Forced Sale of Property, on 26 December 2001 a ban on the forced sale of assets belonging to undertakings in which the State held at least 25% of the share capital had been introduced.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 7 October 2005 the Government submitted that the applicant had further received UAH 261.88 and 677.04 in 2004. The applicant did not contest these submissions. According to the applicant, the rest of the sum due to her remains unpaid.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "9.  The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-18, 27 July 2004).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "10.  The applicant complained about the lengthy non-enforcement of the judgment in her favour. She invoked Article 6 § 1 of the Convention and Article 1 of Protocol No. 1., which provide, insofar as relevant, as follows:",
                        "elements": []
                    },
                    {
                        "content": "Article 6 § 1",
                        "elements": [
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Article 1 of Protocol No. 1",
                        "elements": [
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest ....”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "I.  ADMISSIBILITY",
                        "elements": [
                            {
                                "content": "11.  The Government raised objections regarding the exhaustion of domestic remedies similar to those which the Court has already dismissed in the case of Romashov v. Ukraine (cited above, §§ 28-32). The Court considers that the present objections must be rejected for the same reasons.",
                                "elements": []
                            },
                            {
                                "content": "12.  The Court concludes that the applicant's complaint under Article 6 § 1 of the Convention about the delay in the enforcement of the judgment of the Tsentralno-miskyy District Court raises issues of fact and law under the Convention, the determination of which requires an examination of the merits. It finds no ground for declaring this complaint inadmissible. For the same reasons, the applicant's complaint under Article 1 of Protocol No. 1 cannot be declared inadmissible.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  MERITS",
                        "elements": [
                            {
                                "content": "13.  The Government maintained that the right of the applicant to have a judgment in her favour enforced has been never questioned. The Government further maintained that the limitations of this right in the present case were aimed at the protection of the public interests and did not breach the very essence of the right in question. The Government argued that the State could not be considered responsible for the debts of its enterprises and, consequently, the responsibility of the State was limited to the organisation and proper conduct of enforcement proceedings only. The Government contended that the Bailiffs' Service had performed all necessary actions and could not be blamed for the delay. The Government finally maintained that the length of the enforcement in the present case was caused by a difficult financial situation of the debtor enterprise.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant disagreed.",
                                "elements": []
                            },
                            {
                                "content": "15.  The Court notes that the judgment in the applicant's favour has not been enforced for more than seven years and eleven months.",
                                "elements": []
                            },
                            {
                                "content": "16.  The Court recalls that it has already found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 in cases like the present application (see, among others, Romashov v. Ukraine, cited above, §§ 4246; Shmalko v. Ukraine, no. 60750/00, §§ 55-57, 20 July 2004).",
                                "elements": []
                            },
                            {
                                "content": "17.  Having examined all the materials submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                "elements": []
                            },
                            {
                                "content": "18.  There has, accordingly, been a violation of Article 6 § 1 of the Convention and of Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "20.  The applicant claimed UAH 1,327.61 in respect of pecuniary damage and EUR 4,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Government maintained that the applicant's non-pecuniary claims were exorbitant and non-substantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court considers that the Government should pay the applicant the outstanding debt in settlement of her pecuniary damage. As to the remainder of the applicant's just satisfaction claims for pecuniary damage, the Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. Making its assessment on an equitable basis, as required by Article 41 of the Convention, awards the applicant EUR 2,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "B. Costs and expenses",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant claimed UAH 3,100 in costs and expenses for legal assistance of Mr Ogiyenko.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Government contested this amount and stressed that it was not reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court reiterates that, in order for costs and expenses to be included in an award under Article 41, it must be established that they were actually and necessarily incurred in order to prevent or obtain redress for the matter found to constitute a violation of the Convention and were reasonable as to quantum (see, among many other authorities, Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court considers that the applicant may have incurred some costs and expenses for her representation before the Court. Regard being had to the information in its possession and to the above considerations, the Court awards the applicant EUR 300 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "27.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the judgment debt still owed to her as well as EUR 2,300 (two thousand three hundred euros) in respect of non-pecuniary damage, costs and expenses, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the above amount shall be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 December 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrP. Lorenzen",
            "role": "president"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "MrM. Villiger",
            "role": "judges"
        },
        {
            "name": "Mrs C. Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KONONENKO v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-78393.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1207JUD003385103",
    "externalsources": [],
    "extractedappno": [
        "33851/03",
        "67534/01",
        "60750/00",
        "23118/93"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-78393",
    "judgementdate": "07/12/2006 00:00:00",
    "kpdate": "07/12/2006 00:00:00",
    "kpthesaurus": [
        "369",
        "304",
        "445",
        "7",
        "40",
        "113",
        "406",
        "14",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "P1-1-1",
        "29",
        "35-1",
        "6-1",
        "35",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "KONONENKO",
        "UKRAINE"
    ],
    "rank": "566.502014160156",
    "representedby": [
        "OGIYENKO, Dmytro",
        "KONONENKO, Valeriy"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Romashov v. Ukraine, no. 67534/01, §§ 16-18, 27 July 2004",
        "Shmalko v. Ukraine, no. 60750/00, §§ 55-57, 20 July 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "341691",
    "typedescription": "15"
}