{
    "__articles": "6;6-1;7;10;10-1;10-2;41",
    "__conclusion": "Violation of Art. 10;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "23168/94",
    "article": [
        "6",
        "10",
        "41",
        "7"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58274.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court, as established under former Article 19 of the Convention3, by the European Commission of Human Rights (“the Commission”) on 17 March 1998, within the three-month period laid down by former Articles 32 § 1 and 47 of the Convention. It originated in an application (no. 23168/94) against the Republic of Turkey lodged with the Commission under former Article 25 by a Turkish national, Mr Hüseyin Karataş, on 27 August 1993. ",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to former Articles 44 and 48 and to the declaration whereby Turkey recognised the compulsory jurisdiction of the Court (former Article 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Articles 10 and 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  In response to the enquiry made in accordance with Rule 33 § 3 (d) of former Rules of Court A, the applicant stated that he wished to take part in the proceedings and designated the lawyer who would represent him (former Rule 30). The lawyer was given leave by the President of the Court at the time, Mr R. Bernhardt, to use the Turkish language in the written procedure (former Rule 27 § 3). ",
                        "elements": []
                    },
                    {
                        "content": "3.  As President of the Chamber which had originally been constituted (former Article 43 of the Convention and former Rule 21) in order to deal, in particular, with procedural matters that might arise before the entry into force of Protocol No. 11, Mr Bernhardt, acting through the Registrar, consulted the Agent of the Turkish Government (“the Government”), the applicant’s lawyer and the Delegate of the Commission on the organisation of the written procedure. Pursuant to the order made in consequence, the Registrar received the Government’s and the applicant’s memorials on 17 and 25 July 1998 respectively. On 8 September the Government produced documents as appendices to their memorial.",
                        "elements": []
                    },
                    {
                        "content": "4.  After the entry into force of Protocol No. 11 on 1 November 1998 and in accordance with the provisions of Article 5 § 5 thereof, the case was referred to the Grand Chamber of the Court. The President of the Court, Mr L. Wildhaber, decided that, in the interests of the proper administration of justice, a single Grand Chamber should be constituted to hear the instant case and twelve other cases against Turkey, namely: Arslan v. Turkey (application no. 23462/94); Polat v. Turkey (no. 23500/94); Ceylan v. Turkey (no. 23556/94); Okçuoğlu v. Turkey (no. 24246/94); Gerger v. Turkey (no. 24919/94); Erdoğdu and İnce v. Turkey (nos. 25067/94 and 25068/94); Başkaya and Okçuoğlu v. Turkey (nos. 23536/94 and 24408/94); Sürek and Özdemir v. Turkey (nos. 23927/94 and 24277/94); Sürek v. Turkey (no. 1) (no. 26682/95); Sürek v. Turkey (no. 2) (no. 24122/94); Sürek v. Turkey (no. 3) (no. 24735/94); and Sürek v. Turkey (no. 4) (no. 24762/94).",
                        "elements": []
                    },
                    {
                        "content": "5.  The Grand Chamber constituted for that purpose included ex officio Mr R. Türmen, the judge elected in respect of Turkey (Article 27 § 2 of the Convention and Rule 24 § 4 of the Rules of Court), Mr Wildhaber, the President of the Court, Mrs E. Palm, Vice-President of the Court, \nand Mr J.-P. Costa and Mr M. Fischbach, Vice-Presidents of Sections (Article 27 § 3 of the Convention and Rule 24 §§ 3 and 5 (a)). The other members appointed to complete the Grand Chamber were Mr A. Pastor Ridruejo, Mr G. Bonello, Mr J. Makarczyk, Mr P. Kūris, Mrs F. Tulkens, Mrs V. Strážnická, Mr V. Butkevych, Mr J. Casadevall, Mrs H.S. Greve, Mr A.B. Baka, Mr R. Maruste and Mrs S. Botoucharova (Rule 24 § 3 and Rule100 § 4). ",
                        "elements": []
                    },
                    {
                        "content": "On 19 November 1998 Mr Wildhaber exempted Mr Türmen from sitting after his withdrawal from the case in the light of the decision of the Grand Chamber taken in accordance with Rule 28 § 4 in the case of Oğur v. Turkey . On 16 December 1998 the Government notified the Registry that Mr F. Gölcüklü had been appointed ad hoc judge (Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "Subsequently Mrs Botoucharova, who was unable to take part in the further consideration of the case, was replaced by Mr K. Traja, substitute judge (Rule 24 § 5 (b)).",
                        "elements": []
                    },
                    {
                        "content": "6.  At the invitation of the Court (Rule 99) the Commission delegated one of its members, Mr H. Danelius, to take part in the proceedings before the Grand Chamber.",
                        "elements": []
                    },
                    {
                        "content": "7.  In accordance with the decision of the President, who had also given the applicant’s lawyer leave to address the Court in Turkish (Rule 34 § 3), a hearing took place in public in the Human Rights Building, Strasbourg, on 5 March 1999, the case being heard simultaneously with that of Polat v. Turkey.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Danelius, Ms Tuncer, Mr Tezcan and Mr Özmen. ",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  the circumstances of the case",
                        "elements": [
                            {
                                "content": "8.  Mr Hüseyin Karataş is a Turk of Kurdish origin and was born in 1963. He lives in Istanbul and works as a psychologist. ",
                                "elements": []
                            },
                            {
                                "content": "9.  In November 1991 he published an anthology of poems in Istanbul entitled “The song of a rebellion – Dersim” (“Dersim – Bir İsyanın Türküsü”).",
                                "elements": []
                            },
                            {
                                "content": "10.  On 8 January 1992, the public prosecutor at the Istanbul National Security Court no. 1 (“the public prosecutor”, “the National Security Court”) accused the applicant and his publisher of disseminating propaganda against the “indivisible unity of the State”. He requested, inter alia, application of section 8 of the Prevention of Terrorism Act (Law no. 3713 – see paragraph 18 below) and the confiscation of the copies of the work concerned (see paragraph 16 below). He relied on the following passages from that anthology in support of his request.",
                                "elements": []
                            },
                            {
                                "content": "“…",
                                "elements": []
                            },
                            {
                                "content": "[Freedom is the law of the clan] ",
                                "elements": []
                            },
                            {
                                "content": "… \na great passion is taking shape\nin our holy hands\n– the light of ancient Kurdistan\nfor as long as by the light of day the Munzursuyu[] is not reddened by our blood\nwe shall not let the whelps of the Ottoman whore trample upon it\nafter all\nfor thousands of years we have obeyed the law\nfreedom is the law of the clan. ",
                                "elements": []
                            },
                            {
                                "content": "[In solitude, they looked at the tombstones] ",
                                "elements": []
                            },
                            {
                                "content": "The heart of Dersim is torn to pieces\nits serpentine streets\nexplosions of dynamite\nthe noise of excavators \nthe soldiers’ boots …\n\na phial of medicine in one hand \nof poison in the other \nthe towers of Babel in others \nthe Turks are coming \nwith their schools \ntheir language \nin which we know only too well \nthe word for cruelty …\n\nin the corridors of Parliament \nin the galleries \nin the garrisons \nthey are preparing genocide \nlike those who know no bounds …\n\nOn the head of Hızır[], my brave one\nwe have never seen \nnor heard anything like this \nI ask you, brother, \nwhat Scripture would accept such cruelty?\n…",
                                "elements": []
                            },
                            {
                                "content": "[Silently, they looked towards the village of Deşt]\n\n…\nand now \ncruelty is spreading apace\nour blood will mix with the blood shed.\n\nresistance and betrayal\nfreedom and surrender \nside by side …\n\nhave we not accepted as law \nfor thousands of years\nthat blood shall be washed in blood?\n…",
                                "elements": []
                            },
                            {
                                "content": "[In their solitude their tears fell to the ground] \n\n…\nthousands of years \nof disasters have not altered our lives \nfor our Kurdistan\nfor our Dersim\nwe will sacrifice our heads, drunk on the fire of rebellion \n…",
                                "elements": []
                            },
                            {
                                "content": "[In solitude, they oiled the guns and rifles]\n\n… let us go\nchildren of the unyielding\nwe have heard \nthere is a rebellion in the mountains\ncan we hear and do nothing?\nlet the festivities and celebrations begin\nlet flames as high as the rooftops reach for the sky\nso that before the day’s end the cannons fall silent \nvenerable Kurdistan \nbeautiful Kurdistan\nKurdistan our friend\n…",
                                "elements": []
                            },
                            {
                                "content": "[They marched towards the laws to be brothers]\n\n…\nfor thousands of years, companion,\nwe have been the close acquaintance \nof the most barbaric cruelties \nI ask you out of love for the age in which you live \nhow much longer will we put up with \nthis cruelty?\n\n…\nto the majestic mountains that will lead us \nto freedom …",
                                "elements": []
                            },
                            {
                                "content": "[Snowy are the mountains]\n\n…\nthe whelps of the Ottoman whore\nrepeatedly pound our mountains \nthe waters that run \nour springtime \n\n…\nthey are preparing genocide \nlike those who know no bounds.\n\n…\nfor thousands of years, our clan \nhas been under siege in our besieged land \n\n…",
                                "elements": []
                            },
                            {
                                "content": "[The mountains before us have voices of snow]\n\n…\nan unbounded anger in my heart \na speechless hatred\n\n…\nthe laws do not give way\nrebellion comes from the mountains\nthe millennia of history\nsome have died for her \nsome march to their deaths.",
                                "elements": []
                            },
                            {
                                "content": "[They marched towards solitude] \n\n… those who were \nbut a handful of brave men \nthe hope and resistance \nof their blessed bodies \nthey have, piece by piece, adorned freedom \n\nthose who, before us,\nmarched to their deaths …\n\nYoung Kurds \n‘I am seventy-five years old \nI die a martyr \nI join the martyrs of Kurdistan\nDersim has been defeated \nbut Kurdism\nand Kurdistan shall live on\nthe young Kurd shall take vengeance’ \nwhen life leaves this body \nmy heart shall not cry out \nWhat happiness \nto live this day \nto join the martyrs of Kurdistan.\n…",
                                "elements": []
                            },
                            {
                                "content": "[Alişer is dead too]\n\n…\nwe have lived for centuries without a State,\nin exile, during massacres \nfor centuries \nalong the paths \nwe have hauled behind us a sword \nbut never have we been conquered by the sword \n\n…\nthe venerable Sheikh Alişer of Hasanan[]\nwas brave enough to know how to die \nfor his honour, his homeland and\nhis freedom …\n\nhow can I narrate \nto those who will come after us \nall that is brave and heroic \nimpregnating my whole body with courage.\n\n…\nI invite you to freedom,\nto death \nin these mountains, \nin this sacred spring \nwith death we march, \nfreedom is blessed with death,\nI invite you to die; \n– time is wounded like the beat of a heart.\n…",
                                "elements": []
                            },
                            {
                                "content": "[Exile]\n\n…\nGarrisons\ngarrison schools\nkids\nwomen …\nvaliant youths\nsongs of revenge\nmothers of children\nhand-to-hand \nside by side\nsurrender and resistance\nand the dignity\nand the honour\nand the pride of the Kurd\nbecome\nby the vows\nof the Mazlum Doğans[] \nof the Ali Haydar Yıldızes\nof the Hayri Durmuşes\nof the Delil Doğans\nlittle by little \ndrop by drop \na secret rebellion.”",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant denied the charges before the National Security Court, asserting, in particular, that the passage in inverted commas (see paragraph 10 above) was a quotation which in no way reflected his own opinions. ",
                                "elements": []
                            },
                            {
                                "content": "12.  On 22 February 1993 the National Security Court, composed of three judges, including a military judge, found the applicant guilty of the offences charged and sentenced him under section 8(1) of Law no. 3713 to one year and eight months’ imprisonment and a fine of 41,666,666 Turkish liras (TRL), to be paid in ten monthly instalments. It also ordered confiscation of the publications concerned.",
                                "elements": []
                            },
                            {
                                "content": "The National Security Court entirely accepted the submissions of the public prosecutor and found, inter alia, that the poems in issue referred to a particular region of Turkey as “Kurdistan” and had glorified the insurrectionary movements in that region by identifying them with the Kurds’ fight for national independence.",
                                "elements": []
                            },
                            {
                                "content": "In the National Security Court’s view, the expression of praise apparent throughout the work amounted to separatist propaganda that was detrimental to the unity of the Turkish nation and the territorial integrity of the Turkish State and justified Mr Karataş’s conviction.",
                                "elements": []
                            },
                            {
                                "content": "13.  In a judgment of 1 July 1993, the Court of Cassation dismissed an appeal by the applicant. The applicant’s subsequent application to the same court for rectification of the judgment was also unsuccessful.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 30 October 1995 Law no. 4126 of 27 October 1995 came into force. Inter alia, it reduced the length of prison sentences that could be imposed under section 8 of Law no. 3713 while increasing the level of fines (see paragraph 18 below). In a transitional provision relating to section 2, Law no. 4126 provided that sentences imposed pursuant to section 8 of Law no. 3713 would be automatically reviewed (see paragraph 19 below).",
                                "elements": []
                            },
                            {
                                "content": "15.  Consequently, the National Security Court reviewed the applicant’s case on the merits. In a judgment of 19 April 1996, it reduced Mr Karataş’s prison sentence to one year, one month and ten days but increased the fine to TRL 111,111,110.",
                                "elements": []
                            },
                            {
                                "content": "On an appeal by the applicant, the Court of Cassation upheld that decision on 1 December 1997.",
                                "elements": []
                            },
                            {
                                "content": "Mr Karataş was at that time still serving his sentence in Ümraniye Prison (Istanbul).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  relevant domestic law and practice",
                        "elements": [
                            {
                                "content": "A.  Criminal law",
                                "elements": [
                                    {
                                        "content": "1.  The Criminal Code",
                                        "elements": [
                                            {
                                                "content": "16.  The relevant provisions of the Criminal Code read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 2 § 2",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Where the legislative provisions in force at the time when a crime is committed are different from those of a later law, the provisions most favourable to the offender shall be applied.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 36 § 1",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the event of conviction, the court shall order the seizure and confiscation of any object which has been used for the commission or preparation of the crime or offence …”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Press Act (Law no. 5680 of 15 July 1950)",
                                        "elements": [
                                            {
                                                "content": "17.  Section 3 of the Press Act (Law no. 5680) provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 3",
                                                "elements": []
                                            },
                                            {
                                                "content": "“For the purposes of the present Law, the term ‘periodicals’ shall mean newspapers, press agency dispatches and any other printed matter published at regular intervals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "‘Publication’ shall mean the exposure, display, distribution, emission, sale or offer for sale of printed matter on premises to which the public have access where anyone may see it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "An offence shall not be deemed to have been committed through the medium of the press unless publication has taken place, except where the material in itself is unlawful.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Prevention of Terrorism Act (Law no. 3713)",
                                        "elements": [
                                            {
                                                "content": "18.  The Prevention of Terrorism Act (Law no. 3713 of 12 April 1991) has been amended by Law no. 4126 of 27 October 1995, which came into force on 30 October 1995 (see paragraph 19 below). Sections 8 and 13 read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Former section 8(1)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited, irrespective of the methods used and the intention. Any person who engages in such an activity shall be sentenced to not less than two and not more than five years’ imprisonment and a fine of from fifty million to one hundred million Turkish liras.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "New section 8(1) and (3)",
                                                "elements": []
                                            },
                                            {
                                                "content": " “Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited. Any person who engages in such an activity shall be sentenced to not less than one and not more than three years’ imprisonment and a fine of from one hundred million to three hundred million Turkish liras. The penalty imposed on a reoffender may not be commuted to a fine.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Where the crime of propaganda contemplated in the first paragraph is committed through the medium of printed matter or by means of mass communication other than periodicals within the meaning of the second paragraph, those responsible and the owners of the means of mass communication shall be sentenced to not less than six months’ and not more than two years’ imprisonment and a fine of from one hundred million to three hundred million Turkish liras …",
                                                "elements": []
                                            },
                                            {
                                                "content": "…”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Former section 13",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The penalties for the offences contemplated in the present Law may not be commuted to a fine or any other measure, nor may they be accompanied by a reprieve.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "New section 13",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The penalties for the offences contemplated in the present Law may not be commuted to a fine or any other measure, nor may they be accompanied by a reprieve.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, the provisions of this section shall not apply to convictions pursuant to section 8.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Law no. 4126 of 27 October 1995 amending Law no. 3713",
                                        "elements": [
                                            {
                                                "content": "19.  The Law of 27 October 1995 contains a “transitional provision relating to section 2” that applies to the amendments which that law makes to the sentencing provisions (see paragraph 18 above) of section 8 of Law no. 3713. That transitional provision provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the month following the entry into force of the present Law, the court which has given judgment shall re-examine the case of a person convicted pursuant to section 8 of the Prevention of Terrorism Act (Law no. 3713) and, in accordance with the amendment to … section 8 of Law no. 3713, shall reconsider the term of imprisonment imposed on that person and decide whether he should be allowed the benefit of sections 4 and 6 of Law no. 647 of 13 July 1965.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  The Execution of Sentences Act (Law no. 647 of 13 July 1965)",
                                        "elements": [
                                            {
                                                "content": "20.  The relevant parts of section 5 of the Execution of Sentences Act (Law no. 647) read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The term ‘fine’ shall mean payment to the Treasury of a sum fixed within the statutory limits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "If, after service of the order to pay, the convicted person does not pay the fine within the time-limit, he shall be committed to prison for a term of one day for every ten thousand Turkish liras owed, by a decision of the public prosecutor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The sentence of imprisonment thus substituted for the fine may not exceed three years …”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  The Code of Criminal Procedure",
                                        "elements": [
                                            {
                                                "content": "21.  The relevant provisions of the Code of Criminal Procedure concerning the grounds on which defendants may appeal on points of law against judgments of courts of first instance read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 307",
                                                "elements": []
                                            },
                                            {
                                                "content": "“An appeal on points of law may not concern any issue other than the lawfulness of the impugned judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Non-application or erroneous application of a legal rule shall constitute unlawfulness.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 308",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Unlawfulness is deemed to be manifest in the following cases:",
                                                "elements": []
                                            },
                                            {
                                                "content": "1-  where the court is not established in accordance with the law;",
                                                "elements": []
                                            },
                                            {
                                                "content": "2-  where one of the judges who have taken the decision was barred by statute from participating;",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal case-law submitted by the parties",
                                "elements": [
                                    {
                                        "content": "22.  The Government supplied copies of several decisions given by the prosecutor attached to the Ankara National Security Court withdrawing charges against persons suspected of inciting people to hatred or hostility, especially on religious grounds (Article 312 of the Criminal Code), or of disseminating separatist propaganda against the indivisible unity of the State (section 8 of Law no. 3713 – see paragraph 18 above). In the majority of cases where offences had been committed by means of publications the reasons given for the prosecutor’s decision included such considerations as the fact that the proceedings were time-barred, that some of the constituent elements of the offence could not be made out or that there was insufficient evidence. Other grounds included the fact that the publications in issue had not been distributed, that there had been no unlawful intent, that no offence had been committed or that those responsible could not be identified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, the Government submitted a number of decisions of the National Security Courts as examples of cases in which defendants accused of the above-mentioned offences had been found not guilty, namely: 1991/23 – 75 – 132 – 177 – 100; 1992/33 – 62 – 73 – 89 – 143; 1993/29 – 30 – 38 – 39 – 82 – 94 – 114; 1994/3 – 6 – 12 – 14 – 68 – 108 – 131 – 141 – 155 – 171 – 172; 1995/1 – 25 – 29 – 37 – 48 – 64 – 67 – 84 – 88 – 92 – 96 – 101 – 120 – 124 – 134 – 135; 1996/2 – 8 – 18 – 21 – 34 – 38 – 42 – 43 – 49 – 54 – 73 – 86 – 91 – 103 – 119 – 353; 1997/11 – 19 – 32 – 33 – 82 – 89 – 113 – 118 – 130 – 140 – 148 – 152 – 153 – 154 – 187 – 191 – 200 – 606; 1998/6 – 8 – 50 – 51 – 56 – 85 – 162.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards more particularly proceedings against authors of works dealing with the Kurdish problem, the National Security Courts in these cases reached their decisions on the ground that there had been no dissemination of “propaganda”, one of the constituent elements of the offence, or on account of the objective nature of the words used.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant supplied a list of works that had led to prosecutions in the National Security Courts together with general information on sentences that had been handed down and proceedings then pending against a number of writers and publishers. He produced, as examples, copies of several judgments against İ.B., a writer, and A.N.Z., an editor, who had been convicted notably of inciting the commission of offences and of disseminating pro-Kurdish propaganda. These were judgments nos. 1991/149; 1993/109 – 148 – 169 – 229 – 233; 1994/28 – 143 – 249 – 257; 1995/10 – 32 – 84 – 225 – 283 – 319 – 327 – 436; 1996/87 – 136 – 175 – 213 – 214 – 252; 1997/49 – 50 – 53 – 63 – 120 – 167 – 274 – 571; 1998/22 – 23.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The National Security Courts",
                                "elements": [
                                    {
                                        "content": "24.  The National Security Courts were created by Law no. 1773 of 11 July 1973, in accordance with Article 136 of the 1961 Constitution. That law was annulled by the Constitutional Court on 15 June 1976. The courts in question were later reintroduced into the Turkish judicial system by the 1982 Constitution. The relevant part of the statement of reasons contains the following passage:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“There may be acts affecting the existence and stability of a State such that when they are committed, special jurisdiction is required in order to give judgment expeditiously and appropriately. For such cases it is necessary to set up National Security Courts. According to a principle inherent in our Constitution, it is forbidden to create a special court to give judgment on a specific act after it has been committed. For that reason the National Security Courts have been provided for in our Constitution to try cases involving the above-mentioned offences. Given that the special provisions laying down their powers have been enacted in advance and that the courts have been created before the commission of any offence , they may not be described as courts set up to deal with this or that offence after the commission of such an offence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The composition and functioning of the National Security Courts are subject to the following rules.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The Constitution",
                                        "elements": [
                                            {
                                                "content": "25.  The constitutional provisions governing judicial organisation are worded as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 138 §§ 1 and 2",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the performance of their duties, judges shall be independent; they shall give judgment, according to their personal conviction, in accordance with the Constitution, statute and the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "No organ, authority, ... or ... person may give orders or instructions to courts or judges in the exercise of their judicial powers, or send them circulars or make recommendations or suggestions to them.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 139 § 1",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Judges  shall not be removed from office or compelled to retire without their consent before the age prescribed by the Constitution ”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 143 §§ 1-5",
                                                "elements": []
                                            },
                                            {
                                                "content": "“National Security Courts shall be established to try offences against the Republic, whose constituent qualities are enunciated in the Constitution, against the territorial integrity of the State or the indivisible unity of the nation or against the free democratic system of government, and offences which directly affect the State’s internal or external security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "National Security Courts shall be composed of a president, two other regular members, two substitute members, a prosecutor and a sufficient number of assistant prosecutors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The president, one of the regular members, one of the substitutes and the prosecutor shall be appointed from among judges and public prosecutors of the first rank, according to procedures laid down in special legislation; one regular member and one substitute shall be appointed from among military judges of the first rank and the assistant prosecutors from among public prosecutors and military judges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Presidents, regular members and substitute members ... of National Security Courts shall be appointed for a renewable period of four years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Appeals against decisions of National Security Courts shall lie to the Court of Cassation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 145 § 4",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Military legal proceedings",
                                                "elements": []
                                            },
                                            {
                                                "content": "The personal rights and obligations of military judges … shall be regulated by law in accordance with the principles of the independence of the courts, the safeguards enjoyed by the judiciary and the requirements of military service. Relations between military judges and the commanders under whom they serve in the performance of their non-judicial duties shall also be regulated by law ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Law no. 2845 on the creation and rules of procedure of the National Security Courts",
                                        "elements": [
                                            {
                                                "content": "26.  Based on Article 143 of the Constitution, the relevant provisions of Law no. 2845 on the National Security Courts, provide:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 1",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the capitals of the provinces of … National Security Courts shall be established to try offences against the Republic, whose constituent qualities are enunciated in the Constitution, against the territorial integrity of the State or the indivisible unity of the nation or against the free democratic system of government, and offences which directly affect the State’s internal or external security.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 3",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The National Security Courts shall be composed of a president, two other regular members and two substitute members.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 5",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The president of a National Security Court, one of the [two] regular members and one of the [two] substitutes ... shall be civilian … judges, the other members, whether regular or substitute, military judges of the first rank …”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 6(2), (3) and (6)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The appointment of military judges to sit as regular members and substitutes shall be carried out according to the procedure laid down for that purpose in the Military Legal Service Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Except as provided in the present Law or other legislation, the president and the regular or substitute members of the National Security Courts … may not be appointed to another post or place, without their consent, within four years …",
                                                "elements": []
                                            },
                                            {
                                                "content": "…",
                                                "elements": []
                                            },
                                            {
                                                "content": "If, after an investigation concerning the president or a regular or substitute member of a National Security Court conducted according to the legislation concerning them, competent committees or authorities decide to change the duty station of the person concerned, the duty station of that judge or the duties themselves … may be changed in accordance with the procedure laid down in that legislation.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 9(1)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“National Security Courts shall have jurisdiction to try persons charged with",
                                                "elements": []
                                            },
                                            {
                                                "content": "…",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d)  offences having a connection with the events which made it necessary to declare a state of emergency, in regions where a state of emergency has been declared in accordance with Article 120 of the Constitution,",
                                                "elements": []
                                            },
                                            {
                                                "content": "(e)  offences committed against the Republic, whose constituent qualities are enunciated in the Constitution, against the indivisible unity of the State – meaning both the national territory and its people – or against the free democratic system of government, and offences which directly affect the State’s internal or external security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "…”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 27(1)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Court of Cassation shall hear appeals against the judgments of the National Security Courts.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 34(1) and (2)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The rules governing the rights and obligations of … military judges appointed to the National Security Courts and their supervision …, the institution of disciplinary proceedings against them, the imposition of disciplinary penalties on them and the investigation and prosecution of any offences they may commit in the performance of their duties ... shall be as laid down in the relevant provisions of the laws governing their profession …",
                                                "elements": []
                                            },
                                            {
                                                "content": "The observations of the Court of Cassation on military judges, the assessment reports on them drawn up by Ministry of Justice assessors … and the files on any investigations conducted in respect of them … shall be transmitted to the Ministry of Justice.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 38",
                                                "elements": []
                                            },
                                            {
                                                "content": "“A National Security Court may be transformed into a Martial-Law Court, under the conditions set forth below, where a state of emergency has been declared in all or part of the territory in respect of which the National Security Court concerned has jurisdiction, provided that within that territory there is more than one National Security Court ”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Military Legal Service Act (Law no. 357)",
                                        "elements": [
                                            {
                                                "content": "27.  The relevant provisions of the Military Legal Service Act are worded as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Additional section 7",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The aptitude of military judges … appointed as regular or substitute members of the National Security Courts that is required for promotion or advancement in salary step, rank or seniority shall be determined on the basis of assessment reports drawn up according to the procedure laid down below, subject to the provisions of the present Law and the Turkish Armed Forces Personnel Act (Law no. 926).",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  The first superior competent to carry out assessment and draw up assessment reports for military judges, whether regular or substitute members … shall be the Minister of State in the Ministry of Defence, followed by the Minister of Defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "…”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Additional section 8",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Members … of the National Security Courts belonging to the Military Legal Service … shall be appointed by a committee composed of the personnel director and the legal adviser of the General Staff, the personnel director and the legal adviser attached to the staff of the arm in which the person concerned is serving and the Director of Military Judicial Affairs at the Ministry of Defence …”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 16(1) and (3)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Military judges … shall be appointed by a decree issued jointly by the Minister of Defence and the Prime Minister and submitted to the President of the Republic for approval, in accordance with the provisions on the appointment and transfer of members of the armed forces …",
                                                "elements": []
                                            },
                                            {
                                                "content": "…",
                                                "elements": []
                                            },
                                            {
                                                "content": "The procedure for appointment as a military judge shall take into account the opinion of the Court of Cassation, the reports by Ministry of Justice assessors and the assessment reports drawn up by the superiors …”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 18(1)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The rules governing the salary scales, salary increases and various personal rights of military judges … shall be as laid down in the provisions relating to officers.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 29",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Minister of Defence may apply to military judges, after considering their defence submissions, the following disciplinary sanctions:",
                                                "elements": []
                                            },
                                            {
                                                "content": "A.  A warning, which consists in giving the person concerned notice in writing that he must exercise more care in the performance of his duties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "…",
                                                "elements": []
                                            },
                                            {
                                                "content": "B.  A reprimand, which consists in giving the person concerned notice in writing that a particular act or a particular attitude has been found to be blameworthy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "…",
                                                "elements": []
                                            },
                                            {
                                                "content": "The said sanctions shall be final, mentioned in the assessment record of the person concerned and entered in his personal file …”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 38",
                                                "elements": []
                                            },
                                            {
                                                "content": "“When military judges … sit in court they shall wear the special dress of their civilian counterparts …”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The Military Criminal Code",
                                        "elements": [
                                            {
                                                "content": "28.  Article 112 of the Military Criminal Code of 22 May 1930 provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“It shall be an offence, punishable by up to five years’ imprisonment, to abuse one’s authority as a civil servant in order to influence the military courts.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Law no. 1602 of 4 July 1972 on the Supreme Military Administrative Court",
                                        "elements": [
                                            {
                                                "content": "29.  Under section 22 of Law no. 1602 the First Division of the Supreme Military Administrative Court has jurisdiction to hear applications for judicial review and claims for damages based on disputes relating to the personal status of officers, particularly those concerning their professional advancement.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "30.  Mr Karataş applied to the Commission on 27 August 1993. He submitted that he had been denied a fair trial before the National Security Court as it could not be regarded as an independent and impartial tribunal within the meaning of Article 6 § 1 of the Convention. He also maintained that his conviction for the publication of his poems constituted a violation of Articles 9 and 10. ",
                        "elements": []
                    },
                    {
                        "content": "31.  The Commission declared the application (no. 23168/94) admissible on 14 October 1996. In its report of 11 December 1997 (former Article 31 of the Convention), it expressed the opinion that there had been no violation of Article 10 (twenty-six votes to six), considered jointly with Article 9, and that there had been a violation of Article 6 § 1 (thirty-one votes to one).",
                        "elements": []
                    },
                    {
                        "content": "Extracts from the Commission’s opinion and the three partly dissenting opinions contained in the report are reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT ",
                "elements": [
                    {
                        "content": "32.  In their memorial and at the hearing, the Government asked the Court to dismiss Mr Karataş’s application on the ground that there had been no violation of Articles 6 § 1, 9 or 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "33.  The applicant invited the Court to hold that there had been a violation of Articles 6 § 1, 9 and 10 of the Convention and complained, in substance, of a breach of Article 7. He also sought just satisfaction under Article 41.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  scope of the case",
                        "elements": [
                            {
                                "content": "34.  Before the Court the applicant also complained of a breach of Article 7 of the Convention. The Court observes, however, that as Mr Karataş did not raise that complaint at the admissibility stage of the procedure before the Commission (see paragraph 30 above), it has no jurisdiction to examine it (see, mutatis mutandis, the Findlay v. the United Kingdom judgment of 25 February 1997, Reports of Judgments and Decisions 1997-I, pp. 277-78, § 63).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED violation of Articles 9 and 10 of the Convention",
                        "elements": [
                            {
                                "content": "35.  In his application Mr Karataş submitted that his conviction pursuant to section 8 of the Prevention of Terrorism Act (Law no. 3713) had breached Articles 9 and 10 of the Convention. At the hearing before the Court, however, he did not object to this complaint being considered from the standpoint of Article 10 alone, as it had been before the Commission (see paragraph 31 above). In that connection, the Court reiterates that since it is master of the characterisation to be given in law to the facts of the case, it does not consider itself bound by the characterisation given by an applicant, a government or the Commission (see the Guerra and Others v. Italy judgment of 19 February 1998, Reports 1998-I, p. 223, § 44).",
                                "elements": []
                            },
                            {
                                "content": "Article 10 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "36.  Those appearing before the Court agreed that the applicant’s conviction amounted to an “interference” with the exercise of his right to freedom of expression. Such an interference breaches Article 10 unless it satisfies the requirements of the second paragraph of that provision. The Court must therefore determine whether it was “prescribed by law”, was directed towards one or more of the legitimate aims set out in that paragraph and was “necessary in a democratic society” to achieve the aims concerned.",
                                "elements": []
                            },
                            {
                                "content": "1.  “Prescribed by law”",
                                "elements": [
                                    {
                                        "content": "37.  The applicant did not express a view on this point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Government submitted that the constitutive elements of the offence under section 8 had been clarified by the amendment made to that provision by Law no. 4126. Section 8 was now sufficiently explicit. The applicant had benefited from that amendment as his case had been reviewed after the entry into force of Law no. 4126 (see paragraph 19 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Delegate of the Commission observed at the hearing before the Court that the wording of section 8 was rather vague and that it might be questioned whether it satisfied the conditions of clarity and foreseeability inherent in the prescribed-by-law requirement. He noted however that the Commission had accepted that section 8 formed a sufficient legal basis for the applicant’s conviction and concluded that the interference was “prescribed by law”. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court notes the concern of the Delegate about the vagueness of section 8 of the Prevention of Terrorism Act (Law no. 3713). However, like the Commission, the Court accepts that since the applicant’s conviction was based on section 8 of Law no. 3713 the resultant interference with his right to freedom of expression could be regarded as “prescribed by law”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Legitimate aim",
                                "elements": [
                                    {
                                        "content": "41.  The Government submitted that the aim of the interference in issue had been not only to maintain “national security” and prevent “[public] disorder”, as the Commission had found, but also to preserve “territorial integrity” and “national unity”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Commission for its part considered that the applicant’s conviction was part of the authorities’ efforts to combat illegal terrorist activities and to maintain national security and public safety, which are legitimate aims under Article 10 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The applicant accepted that the aim of the interference could have been to prevent “disorder”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court considers that, having regard to the sensitivity of the security situation in south-east Turkey (see the Zana v. Turkey judgment of 25 November 1997, Reports 1997-VII, p. 2539, § 10) and to the need for the authorities to be alert to acts capable of fuelling additional violence, the measures taken against the applicant can be said to have been in furtherance of certain of the aims mentioned by the Government, namely the protection of national security and territorial integrity and the prevention of disorder and crime. This is certainly true where, as with the situation in south-east Turkey at the time of the circumstances of this case, the separatist movement had recourse to methods which rely on the use of violence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  “Necessary in a democratic society”",
                                "elements": []
                            },
                            {
                                "content": "(a)  Arguments of those appearing before the Court",
                                "elements": [
                                    {
                                        "content": "45.  The applicant asserted that the real reason for his conviction was that he had referred to the Kurds and “Kurdistan” in his poems. Thus, his only crime, in the eyes of the authorities, was that he had not followed the official line.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, it had to be borne in mind that the work in issue was an anthology of poems in which the author had expressed his thoughts, anger, feelings and joys through colourful language that contained some hyperbole. The book was therefore first and foremost a literary work and should be treated as such.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government maintained that the applicant’s poems contributed to separatist propaganda. Article 10 left Contracting States a particularly broad margin of appreciation in cases where their territorial integrity was threatened by terrorism and, as in the instant case, the interference only affected the rights of a few isolated individuals. It was in that spirit, for example, that the New Criminal Code in France, which came into force on 1 March 1994 had, in its Article 410.1, clearly defined the fundamental interests of the nation to include independence, territorial integrity, security, the republican nature of its institutions, defence, diplomacy and the protection of people in France and overseas. Those were spheres in which the States’ margin of appreciation was traditionally wider. What is more, when confronted with the situation in Turkey – where the PKK (Workers’ Party of Kurdistan) systematically carried out massacres of women, children, schoolteachers and conscripts – the Turkish authorities had a duty to prohibit all separatist propaganda, which could only incite to violence and hostility between society’s various component groups and thus endanger human rights and democracy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Commission likewise adverted to the “duties and responsibilities” mentioned in the second paragraph of Article 10, which made it important for people expressing an opinion in public on sensitive political issues to ensure that they did not condone “unlawful political violence”. Freedom of expression nevertheless included the right to engage in open discussion of difficult problems like those with which Turkey was confronted with a view to analysing, for example, the underlying causes of the situation or to expressing opinions on possible solutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commission considered that a special feature in the present case was the fact that the applicant had chosen to express himself through poetry. However, even taking into account the prerogatives of a poet, it found that parts of the applicant’s poems glorified armed rebellion against the Turkish State and martyrdom in that fight. Read in context, some of the expressions used were capable of creating among readers the impression that the applicant was encouraging, or even calling for, an armed struggle against the Turkish State and was supporting violence for separatist purposes. Consequently, the Turkish authorities had been entitled to consider that the poems were harmful to national security and public safety. In those circumstances, the applicant’s conviction and the penalty imposed on him could reasonably be regarded as answering a pressing social need and, consequently, as being necessary in a democratic society. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "48.  The Court reiterates the fundamental principles underlying its judgments relating to Article 10, as set out, for example, in the Zana judgment (cited above, pp. 2547-48, § 51) and in Fressoz and Roire v. France ([GC], no. 29183/95, § 45, ECHR 1999-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i) Freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and for each individual’s self-fulfilment. Subject to paragraph 2 of Article 10, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of that pluralism, tolerance and broadmindedness without which there is no “democratic society”. As set forth in Article 10, this freedom is subject to exceptions, which must, however, be construed strictly, and the need for any restrictions must be established convincingly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii) The adjective “necessary”, within the meaning of Article 10 § 2, implies the existence of a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii) In exercising its supervisory jurisdiction, the Court must look at the interference in the light of the case as a whole, including the content of the impugned statements and the context in which they were made. In particular, it must determine whether the interference in issue was “proportionate to the legitimate aims pursued” and whether the reasons adduced by the national authorities to justify it are “relevant and sufficient”. In doing so, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they based themselves on an acceptable assessment of the relevant facts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The work in issue contained poems which, through the frequent use of pathos and metaphors, called for self-sacrifice for “Kurdistan” and included some particularly aggressive passages directed at the Turkish authorities. Taken literally, the poems might be construed as inciting readers to hatred, revolt and the use of violence. In deciding whether they in fact did so, it must nevertheless be borne in mind that the medium used by the applicant was poetry, a form of artistic expression that appeals to only a minority of readers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In that connection, the Court observes that Article 10 includes freedom of artistic expression – notably within freedom to receive and impart information and ideas – which affords the opportunity to take part in the public exchange of cultural, political and social information and ideas of all kinds (see, mutatis mutandis, the Müller and Others v. Switzerland judgment of 24 May 1988, Series A no. 133, p. 19, § 27). Those who create, perform, distribute or exhibit works of art contribute to the exchange of ideas and opinions which is essential for a democratic society. Hence the obligation on the State not to encroach unduly on their freedom of expression (ibid., p. 22, § 33). As to the tone of the poems in the present case – which the Court should not be taken to approve – it must be remembered that Article 10 protects not only the substance of the ideas and information expressed but also the form in which they are conveyed (see, mutatis mutandis, the De Haes and Gijsels v. Belgium judgment of 24 February 1997, Reports 1997-I, p. 236, § 48).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In the instant case, the poems had an obvious political dimension. Using colourful imagery, they expressed deep-rooted discontent with the lot of the population of Kurdish origin in Turkey. In that connection, the Court recalls that there is little scope under Article 10 § 2 of the Convention for restrictions on political speech or on debate on matters of public interest (see the Wingrove v. the United Kingdom judgment of 25 November 1996, Reports 1996-V, pp. 1957-58, § 58). Furthermore, the limits of permissible criticism are wider with regard to the government than in relation to a private citizen or even a politician. In a democratic system the actions or omissions of the government must be subject to the close scrutiny not only of the legislative and judicial authorities but also of public opinion. Moreover, the dominant position which the government occupies makes it necessary for it to display restraint in resorting to criminal proceedings, particularly where other means are available for replying to the unjustified attacks and criticisms of its adversaries. Nevertheless, it certainly remains open to the competent State authorities to adopt, in their capacity as guarantors of public order, measures, even of a criminal-law nature, intended to react appropriately and without excess to such remarks (see the Incal v. Turkey judgment of 9 June 1998, Reports 1998-IV, pp. 1567-68, § 54). Finally, where such remarks incite to violence against an individual or a public official or a sector of the population, the State authorities enjoy a wider margin of appreciation when examining the need for an interference with freedom of expression.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court takes into account, furthermore, the background to the cases submitted to it, particularly problems linked to the prevention of terrorism (see the Incal judgment cited above, pp. 1568-69, § 58). On that point, it takes note of the Turkish authorities’ concern about the dissemination of views which they consider might exacerbate the serious disturbances that have been going on in Turkey for some fifteen years (see paragraph 44 above). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court observes, however, that the applicant is a private individual who expressed his views through poetry – which by definition is addressed to a very small audience – rather than through the mass media, a fact which limited their potential impact on “national security”, “[public] order” and “territorial integrity” to a substantial degree. Thus, even though some of the passages from the poems seem very aggressive in tone and to call for the use of violence, the Court considers that the fact that they were artistic in nature and of limited impact made them less a call to an uprising than an expression of deep distress in the face of a difficult political situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, the Court notes that Mr Karataş was convicted by the National Security Court not so much for having incited to violence, but rather for having disseminated separatist propaganda by referring to a particular region of Turkey as “Kurdistan” and for having glorified the insurrectionary movements in that region (see paragraph 12 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Furthermore and above all, the Court is struck by the severity of the penalty imposed on the applicant – particularly the fact that he was sentenced to more than thirteen months’ imprisonment – and the persistence of the prosecution’s efforts to secure his conviction. In that regard, it notes that his fine was more than doubled after Law no. 4126 came into force (see paragraph 19 above). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court notes in that connection that the nature and severity of the penalty imposed are also factors to be taken into account when assessing the proportionality of the interference.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  In conclusion, Mr Karataş’s conviction was disproportionate to the aims pursued and accordingly not “necessary in a democratic society”. There has therefore been a violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  The applicant complained that the presence of a military judge on the bench of the National Security Court which tried and convicted him meant that he had been denied a fair hearing in breach of Article 6 § 1 of the Convention, the relevant part of which provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law ...”",
                                "elements": []
                            },
                            {
                                "content": "56.  The Government contested that allegation whereas the Commission accepted it.",
                                "elements": []
                            },
                            {
                                "content": "57.  In the applicant’s submission, the military judges appointed to the National Security Courts such as the Istanbul National Security Court were dependent on the executive, being appointed by the joint decree of the Minister of Defence and the Prime Minister, subject to the approval of the President of the Republic. He pointed to the fact that their professional assessment and promotion as well as their security of tenure were within the control of the executive branch and in turn the army. The ties which bound them to the executive and to the army made it impossible for military judges to discharge their functions on the bench in an independent and impartial manner. The applicant further stressed that the independence and impartiality of military judges and hence of the courts on which they sat were compromised since these judges were unable to take a position which might be contradictory to the views of their commanding officers.",
                                "elements": []
                            },
                            {
                                "content": "The applicant stated that these considerations impaired the independence and impartiality of the Istanbul National Security Court and prevented him from receiving a fair trial, in violation of Article 6 § 1.",
                                "elements": []
                            },
                            {
                                "content": "58.  The Government replied that the rules governing the appointment of military judges to the National Security Courts and the guarantees which they enjoyed in the performance of their judicial functions on the bench were such as to ensure that these courts fully complied with the requirements of independence and impartiality within the meaning of Article 6 § 1. The Government disputed the applicant’s argument that military judges were accountable to their superior officers. In the first place, it was an offence under Article 112 of the Military Cirminal Code for a public official to attempt to influence the performance by a military judge of his judicial functions (see paragraph 28 above). Secondly, the assessment reports referred to by the applicant related only to conduct of a military judge’s non-judicial duties. Military judges had access to their assessment reports and were able to challenge their content before the Supreme Military Administrative Court (see paragraph 29 above). When acting in a judicial capacity a military judge was assessed in exactly the same manner as a civilian judge.",
                                "elements": []
                            },
                            {
                                "content": "59.  The Government added that the fact that a military judge had sat in the National Security Court had not impaired the fairness of the applicant’s trial. Neither the military judge’s hierarchical superiors nor the public authorities which had appointed him to the court had any interest in the proceedings or in the outcome of the case.",
                                "elements": []
                            },
                            {
                                "content": "The Government also impressed upon the Court the need to have particular regard to the security context in which the decision to establish National Security Courts was taken pursuant to Article 143 of the Constitution. In view of the experience of the armed forces in the anti-terrorism campaign the authorities had considered it necessary to strengthen these courts by including a military judge in order to provide them with the necessary expertise and knowledge to deal with threats to the security and integrity of the State.",
                                "elements": []
                            },
                            {
                                "content": "60.  The Commission concluded that the Istanbul National Security Court could not be regarded as an independent and impartial tribunal for the purposes of Article 6 § 1 of the Convention. The Commission referred in this respect to its opinion in the case of Incal v. Turkey as expressed in its report adopted on 25 February 1997 and the reasons supporting that opinion. ",
                                "elements": []
                            },
                            {
                                "content": "61.  The Court recalls that in its Incal judgment cited above and in its Çıraklar v. Turkey judgment of 28 October 1998 (Reports 1998-VII) the Court had to address arguments similar to those raised by the Government in their pleadings in the instant case. In those judgments the Court noted that the status of military judges sitting as members of National Security Courts did provide some guarantees of independence and impartiality (see the Incal judgment cited above, p. 1571, § 65, and paragraph 25 above). On the other hand, the Court found that certain aspects of these judges’ status made their independence and impartiality questionable (ibid., p. 1572, § 68): for example, the fact that they are servicemen who still belong to the army, which in turn takes its orders from the executive; the fact that they remain subject to military discipline; and the fact that decisions pertaining to their appointment are to a great extent taken by the administrative authorities and the army (see paragraphs 26-29 above). Mr Karataş mentioned some of these shortcomings in his observations.",
                                "elements": []
                            },
                            {
                                "content": "62.  As in its Incal judgment the Court considers that its task is not to determine in abstracto the necessity for the establishment of National Security Courts in the light of the justifications advanced by the Government. Its task is to ascertain whether the manner in which the Istanbul National Security Court functioned infringed Mr Karataş’s right to a fair trial, in particular whether, viewed objectively, he had a legitimate reason to fear that the court which tried him lacked independence and impartiality (see the Incal judgment cited above, p. 1572, § 70, and the Çıraklar judgment cited above, pp. 3072-73, § 38). ",
                                "elements": []
                            },
                            {
                                "content": "As to that question, the Court sees no reason to reach a conclusion different from that in the cases of Mr Incal and Mr Çıraklar, both of whom, like the present applicant, were civilians. It is understandable that the applicant – prosecuted in a National Security Court for disseminating propaganda aimed at undermining the territorial integrity of the State and national unity – should have been apprehensive about being tried by a bench which included a regular army officer, who was a member of the Military Legal Service (see paragraph 27 above). On that account he could legitimately fear that the Istanbul National Security Court might allow itself to be unduly influenced by considerations which had nothing to do with the nature of the case. In other words, the applicant’s fears as to that court’s lack of independence and impartiality can be regarded as objectively justified. The proceedings in the Court of Cassation were not able to dispel these fears since that court did not have full jurisdiction (see the Incal judgment cite above, p. 1573, § 72 in fine).",
                                "elements": []
                            },
                            {
                                "content": "63.  For these reasons the Court finds that there has been a breach of Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  Application of ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "64.  The applicant sought just satisfaction under Article 41 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "65.  The applicant claimed 200,000 French francs (FRF) as compensation for the money he would have earned as an editor had he not been in prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government contended that Mr Karataş had not proved his loss of earnings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Delegate of the Commission expressed no view on this point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court finds that there is insufficient proof of a causal link between the violation and the applicant’s alleged loss of earnings. In particular, it has no reliable information on Mr Karataş’s salary. Consequently, it cannot make an award under this head (Rule 60 § 2 of the Rules of Court). ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "69.  Mr Karataş sought payment of FRF 100,000 for the non-pecuniary damage he had suffered by being deprived of his liberty and separated from his family.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government invited the Court to hold that a finding of a violation would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Delegate of the Commission did not express a view.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court considers that the applicant must have suffered a certain amount of distress in the circumstances of the case. Deciding on an equitable basis, it awards him the sum of FRF 40,000 for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "73.  The applicant claimed FRF 100,000 for his costs and expenses, of which FRF 60,000 for his lawyer’s fees (140 hours’ work, plus costs of attendance at the hearing in Strasbourg) and FRF 40,000 to cover telephone, fax, photocopy, translation and secretarial expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Government found those sums excessive. They submitted, in particular, that the documentary evidence supplied by the applicant did not accurately reflect his claims and that the fees requested exceeded usual rates normally applied in Turkey in similar cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  On the basis of the information in its possession, the Court considers it reasonable to award the applicant FRF 20,000, less FRF 10,446,45 paid by the Council of Europe in legal aid.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "76.  The Court deems it appropriate to adopt the statutory rate of interest applicable in France at the date of adoption of the present judgment, which is 3.47% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.\tHolds by twelve votes to five that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds by sixteen votes to one that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.\tHolds by sixteen votes to one",
                        "elements": []
                    },
                    {
                        "content": "(a)\tthat the respondent State is to pay the applicant, within three months, the following amounts to be converted into Turkish liras at the rate applicable on the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)\tthat simple interest at an annual rate of 3.47% shall be payable on these sums from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "4.\tDismisses unanimously the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 8 July 1999.",
                        "elements": []
                    },
                    {
                        "content": "A declaration by Mr Wildhaber and, in accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)\tjoint concurring opinion of Mrs Palm, Mrs Tulkens, Mr Fischbach, Mr Casadevall and Mrs Greve;",
                        "elements": []
                    },
                    {
                        "content": "(b)\tconcurring opinion of Mr Bonello;",
                        "elements": []
                    },
                    {
                        "content": "(c)\tjoint partly dissenting opinion of Mr Wildhaber, Mr Pastor Ridruejo, Mr Costa and Mr Baka;",
                        "elements": []
                    },
                    {
                        "content": "(d)\tdissenting opinion of Mr Gölcüklü.",
                        "elements": []
                    },
                    {
                        "content": "Although I voted against the finding of a violation of Article 6 § 1 of the Convention in the case of Incal v. Turkey (judgment of 9 June 1998, Reports of Judgments and Decisions 1998-IV), I now consider myself bound to adopt the view of the majority of the Court.",
                        "elements": []
                    },
                    {
                        "content": "We share the Court’s conclusion that there has been a violation of Article 10 in the present case although we have reached the same result by a route which employs the more contextual approach set out in the partly dissenting opinion of Judge Palm in Sürek v. Turkey (no. 1) ([GC], no. 26682/95, ECHR 1999-IV).",
                        "elements": []
                    },
                    {
                        "content": "In our opinion the majority assessment of the Article 10 issue in this line of cases against Turkey attaches too much weight to the form of words used in the publication and insufficient attention to the general context in which the words were used and their likely impact. Undoubtedly the language in question may be intemperate or even violent. But in a democracy, as our Court has emphasised, even “fighting” words may be protected by Article 10.",
                        "elements": []
                    },
                    {
                        "content": "An approach which is more in keeping with the wide protection afforded to political speech in the Court’s case-law is to focus less on the inflammatory nature of the words employed and more on the different elements of the contextual setting in which the speech was uttered. Was the language intended to inflame or incite to violence? Was there a real and genuine risk that it might actually do so? The answer to these questions in turn requires a measured assessment of the many different layers that compose the general context in the circumstances of each case. Other questions must be asked. Did the author of the offending text occupy a position of influence in society of a sort likely to amplify the impact of his words? Was the publication given a degree of prominence either in an important newspaper or through another medium which was likely to enhance the influence of the impugned speech? Were the words far away from the centre of violence or on its doorstep?",
                        "elements": []
                    },
                    {
                        "content": "It is only by a careful examination of the context in which the offending words appear that one can draw a meaningful distinction between language which is shocking and offensive – which is protected by Article 10 – and that which forfeits its right to tolerance in a democratic society.",
                        "elements": []
                    },
                    {
                        "content": "I voted with the majority to find a violation of Article 10, but I do not endorse the primary test applied by the Court to determine whether the interference by the domestic authorities with the applicant’s freedom of expression was justifiable in a democratic society.",
                        "elements": []
                    },
                    {
                        "content": "Throughout these, and previous Turkish freedom-of-expression cases in which incitement to violence was an issue, the common test employed by the Court seems to have been this: if the writings published by the applicants supported or instigated the use of violence, then their conviction by the national courts was justifiable in a democratic society. I discard this yardstick as insufficient.",
                        "elements": []
                    },
                    {
                        "content": "I believe that punishment by the national authorities of those encouraging violence would be justifiable in a democratic society only if the incitement were such as to create “a clear and present danger”. When the invitation to the use of force is intellectualised, abstract, and removed in time and space from the foci of actual or impending violence, then the fundamental right to freedom of expression should generally prevail.",
                        "elements": []
                    },
                    {
                        "content": "I borrow what one of the mightiest constitutional jurists of all time had to say about words which tend to destabilise law and order: “We should be eternally vigilant against attempts to check the expression of opinions that we loathe and believe to be fraught with death, unless they so imminently threaten immediate interference with the lawful and pressing purposes of the law that an immediate check is required to save the country.”",
                        "elements": []
                    },
                    {
                        "content": "The guarantee of freedom of expression does not permit a State to forbid or proscribe advocacy of the use of force except when such advocacy is directed to inciting or producing imminent lawlessness and is likely to incite or produce such action. It is a question of proximity and degree.",
                        "elements": []
                    },
                    {
                        "content": "In order to support a finding of clear and present danger which justifies restricting freedom of expression, it must be shown either that immediate serious violence was expected or was advocated, or that the past conduct of the applicant furnished reason to believe that his advocacy of violence would produce immediate and grievous action.",
                        "elements": []
                    },
                    {
                        "content": "It is not manifest to me that any of the words with which the applicant was charged, however pregnant with mortality they may appear to some, had the potential of imminently threatening dire effects on the national order. Nor is it manifest to me that instant suppression of those expressions was indispensable for the salvation of Turkey. They created no peril, let alone a clear and present one. Short of that, the Court would be subsidising the subversion of freedom of expression were it to condone the conviction of the applicant by the criminal courts.",
                        "elements": []
                    },
                    {
                        "content": "In summary, “no danger flowing from speech can be deemed clear and present, unless the incidence of the evil apprehended is so imminent that it may befall before there is opportunity for full discussion. If there be time to expose, through discussion, the falsehood and the fallacies, to avert the evil by the process of education, the remedy to be applied is more speech, not enforced silence”.",
                        "elements": []
                    },
                    {
                        "content": "In freedom of expression cases the Court is called upon to decide whether the alleged interference has a sufficient basis in domestic law, pursues a legitimate aim and is justifiable in a democratic society. This flows not only from the clear wording of the second paragraph of Article 10, but also from the extensive case-law on that provision. Freedom of expression under the Convention is not absolute. Although the protection of Article 10 extends to information and ideas that “offend, shock or disturb the State or any section of the population” (see the Handyside v. the United Kingdom judgment of 7 December 1976, Series A no. 24, p. 23, § 49; the Castells v. Spain judgment of 23 April 1992, Series A no. 236, pp. 22-23, § 42; the Jersild v. Denmark judgment of 23 September 1994, Series A no. 298, p. 26, § 37; and Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I), this is always subject to paragraph 2. Those invoking Article 10 must not overstep certain bounds. ",
                        "elements": []
                    },
                    {
                        "content": "In the assessment of whether restrictive measures are necessary in a democratic society, due deference will be accorded to the State’s margin of appreciation; the democratic legitimacy of measures taken by democratically elected governments commands a degree of judicial self-restraint. The margin of appreciation will vary: it will be narrow for instance where the speech interfered with is political speech because this type of expression is the essence of democracy and interference with it undermines democracy. On the other hand, where it is the nature of speech itself that creates a danger of undermining democracy, the margin of appreciation will be correspondingly wider.",
                        "elements": []
                    },
                    {
                        "content": "Where there are competing Convention interests the Court will have to engage in a weighing exercise to establish the priority of one interest over the other. Where the opposing interest is the right to life or physical integrity, the scales will tilt away from freedom of expression (see, for example, the Zana v. Turkey judgment of 25 November 1997, Reports of Judgments and Decisions 1997-VII, pp. 2568-70, §§ 51, 55, 61). ",
                        "elements": []
                    },
                    {
                        "content": "It will therefore normally be relatively easy to establish that it is necessary in a democratic society to restrict speech which constitutes incitement to violence. Violence as a means of political expression being the antithesis of democracy, irrespective of the ends to which it is directed, incitement to it will tend to undermine democracy. In the case of United Communist Party of Turkey v. Turkey (judgment of 30 January 1998, Reports 1998-I p. 27, § 57) the Court refers to democracy as the only political model contemplated by the Convention and notes that “one of the principal characteristics of democracy [is] the possibility it offers of resolving a country’s problems through dialogue, without recourse to ",
                        "elements": []
                    },
                    {
                        "content": "violence”. Violence is intrinsically inimical to the Convention. Unlike the advocacy of opinions on the free marketplace of ideas, incitement to violence is the denial of a dialogue, the rejection of the testing of different thoughts and theories in favour of a clash of might and power. It should not fall within the ambit of Article 10. ",
                        "elements": []
                    },
                    {
                        "content": "In the instant case the Court has held that there has been a breach of Article 10 of the Convention. We do not share the majority’s view. We find that the applicant’s poems exhort readers to armed violence through the use of expressions that are particularly insulting (such as “the whelps of the Ottoman whore”), alarmist (“genocide is being prepared”) or a call to insurrection (“I invite you to ... death”; “blood shall be washed in blood”; “we will sacrifice our heads drunk on the fire of rebellion”; “I die a martyr ... the young Kurd shall take vengeance”; “how much longer will we put up with this cruelty”).",
                        "elements": []
                    },
                    {
                        "content": "The majority of the Court says that poetry is a form of artistic expression that “appeals only to a minority of readers” and is “of limited impact” (paragraphs 49 and 52 of the judgment). We disagree with this assessment. It seems to us that the Court saw the poetic form as being more important than the substance, that is to say the tone and content. We consider that the Court should be wary of adopting an ivory-tower approach. One only has to think of words of the “Marseillaise” as an example of a poetic call to arms.",
                        "elements": []
                    },
                    {
                        "content": "The fact that the poems may use metaphors and other stylistic devices does not suffice, in the instant case, to make this collection any less likely to incite to hatred or armed struggle. Far from being metaphorical, the author’s language was direct and its meaning absolutely clear. It was not comprehensible solely for a cultural elite. On the contrary, it was accessible to the public at large, who were liable to take it at its face value.",
                        "elements": []
                    },
                    {
                        "content": "Given this assessment of the facts of the case before us, we feel that the majority of the Court should have followed paragraph 50 of the judgment, in which it is explained that “where … remarks incite to violence ..., the State authorities enjoy a wider margin of appreciation when examining the need for an interference with freedom of expression”. The Court’s decision in fact largely disavows the clear statement in paragraph 50. We cannot follow the majority in this respect. We therefore consider that the interference with Mr Karataş’s freedom of expression was, in the circumstances of the case, proportionate to the legitimate aims relied on by the Government and accepted by the Court.",
                        "elements": []
                    },
                    {
                        "content": "In the present case we accordingly cannot agree with the opinion of the majority of the Court that there has been a violation of Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "To my great regret, I cannot agree with the majority of the Court that there has been a violation of Article 10 of the Convention. In my opinion, there is no valid reason to find that the interference in this case was not necessary in a democratic society and, in particular, not proportionate to the aim of preserving national security and public order.",
                        "elements": []
                    },
                    {
                        "content": "Nor do I share the majority’s view that there has been a violation of Article 6 § 1 in that the National Security Courts are not “independent and impartial tribunals” within the meaning of that provision owing to the presence of a military judge on the bench.",
                        "elements": []
                    },
                    {
                        "content": "1.  The considerations set out in paragraphs 1 to 9 of my dissenting opinion in Gerger v. Turkey ([GC], no. 24919/94, 8 July 1999) are equally valid and relevant in the instant case. I therefore refer the reader to them.",
                        "elements": []
                    },
                    {
                        "content": "2.  I also entirely agree with the joint partly dissenting opinion of Judges Wildhaber, Pastor Ridruejo, Costa and Baka.",
                        "elements": []
                    },
                    {
                        "content": "3.  Furthermore, I think that it would assist in the understanding of the present judgment if I were to refer to the opinion of the majority of the European Commission of Human Rights who, by twenty-six votes to six, concluded that there had been no breach of Article 10 in this case. The following is to be found in paragraphs 58 to 60 of the Commission’s report:",
                        "elements": []
                    },
                    {
                        "content": "“In the present case … the Commission, even taking into account the prerogatives of a poet, finds that parts of the applicant’s poems glorify armed rebellion against the Turkish State and martyrdom in that fight. The poems contain, in particular, the following passages: ‘let us go! children of those who do not yield, we have heard, there is a rebellion in the mountains, would one stay behind upon hearing this?’; ‘let the guns speak freely’; ‘the whelps of the Ottoman whore’; ‘I invite you to die, in these mountains, freedom is blessed with death’; ‘the Kurdish youth will take revenge’. In the Commission’s opinion, those expressions, read in the context of the poems as a whole, were capable of creating among readers the impression that the applicant was encouraging, or even calling for, an armed struggle against the Turkish State and was supporting violence for separatist purposes.",
                        "elements": []
                    },
                    {
                        "content": "Consequently, the Commission considers that the Turkish authorities were entitled to consider that the poems were harmful to national security and public safety. In these circumstances, the applicant’s conviction and the penalty imposed on him on account of the publication of these poems could reasonably be regarded as answering a pressing social need.  ",
                        "elements": []
                    },
                    {
                        "content": "In the light of these considerations, the Commission, having regard to the State’s margin of appreciation in this area, is of the opinion that the restriction placed on the applicant’s freedom of expression was proportionate to the legitimate aims pursued and that, therefore, it could reasonably be regarded as necessary in a democratic society to achieve those aims.”",
                        "elements": []
                    },
                    {
                        "content": "4.  As regards the Court’s finding of a violation of Article 6 § 1, I refer to the partly dissenting opinion which I expressed jointly with those eminent judges, Mr Thór Vilhjálmsson, Mr Matscher, Mr Foighel, Sir John Freeland, Mr Lopes Rocha, Mr Wildhaber and Mr Gotchev in the case of Incal v. Turkey (judgment of 9 June 1998, Reports of judgments and Decisions 1998-IV) and my individual dissenting opinion in the case of Çıraklar v. Turkey (judgment of 28 October 1998, Reports 1998-VII). I remain convinced that the presence of a military judge in a court composed of three judges, two of whom are civilian judges, in no way affects the independence and impartiality of the National Security Courts, which are courts of the non-military (ordinary) judicial order whose decisions are subject to review by the Court of Cassation.",
                        "elements": []
                    },
                    {
                        "content": "5.  I wish to stress that: (1) the conclusion of the majority results from an unjustified extension to the theory of outward appearances; (2) it does not suffice to say, as the majority do in paragraph 62 of the judgment, that it is “understandable that the applicant ... should have been apprehensive about being tried by a bench which included a regular army officer, who was a member of the Military Legal Service”, and then simply to rely on the Incal precedent (Çıraklar being a mere repetition of what was said in the Incal judgment); and (3) the majority’s opinion is in the abstract and ought therefore, if it was to be justifiable, to have been better supported both factually and legally.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrL. Wildhaber",
            "role": "president"
        },
        {
            "name": "MrsE. Palm",
            "role": "ad hoc judge"
        },
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "ad hoc judge"
        },
        {
            "name": "MrG. Bonello",
            "role": "ad hoc judge"
        },
        {
            "name": "MrJ. Makarczyk",
            "role": "ad hoc judge"
        },
        {
            "name": "MrP. Kūris",
            "role": "ad hoc judge"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "ad hoc judge"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "ad hoc judge"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "ad hoc judge"
        },
        {
            "name": "MrM. Fischbach",
            "role": "ad hoc judge"
        },
        {
            "name": "MrV. Butkevych",
            "role": "ad hoc judge"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "ad hoc judge"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "ad hoc judge"
        },
        {
            "name": "MrA.B. Baka",
            "role": "ad hoc judge"
        },
        {
            "name": "MrR. Maruste",
            "role": "ad hoc judge"
        },
        {
            "name": "MrK. Traja",
            "role": "ad hoc judge"
        },
        {
            "name": "MrF. Gölcüklü",
            "role": "ad hoc judge"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KARATAS v. TURKEY",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58274.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1999:0708JUD002316894",
    "externalsources": [],
    "extractedappno": [
        "23168/94",
        "23462/94",
        "23500/94",
        "23556/94",
        "24246/94",
        "24919/94",
        "25067/94",
        "25068/94",
        "23536/94",
        "24408/94",
        "23927/94",
        "24277/94",
        "26682/95",
        "24122/94",
        "24735/94",
        "24762/94",
        "1991/23",
        "1992/33",
        "1993/29",
        "1997/11",
        "1994/28",
        "1995/10",
        "1996/87",
        "1997/49",
        "1998/22",
        "29183/95"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Prevention of Terrorism Act (Law no. 3713 of 12 April 1991), sections 8 (1) and 13",
        "Law no. 4126 of 27 October 1995",
        "Constitution, Articles 143 and 145",
        "Law no. 2845 on the creation and rules of procedure of the National Security Courts, sections 5, 6 and 34",
        "Military Legal Service Act (Law no. 357), additional sections 7 and 8, sections 16 and 29",
        "Military Criminal Code of 22 May 1930, Article 112"
    ],
    "itemid": "001-58274",
    "judgementdate": "08/07/1999 00:00:00",
    "kpdate": "08/07/1999 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "201",
        "316",
        "265",
        "259",
        "488",
        "331",
        "327",
        "238",
        "354",
        "445",
        "181",
        "180",
        "76",
        "288",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "10-2",
        "7",
        "10",
        "10-1",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "KARATAS",
        "TURKEY"
    ],
    "rank": "388.053863525391",
    "representedby": [
        "N/A"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Müller and Others v. Switzerland judgment of 24 May 1988, Series A no. 133, p. 19, § 27, p. 22, § 33",
        "Wingrove v. the United Kingdom judgment of 25 November 1996, Reports of Judgments and Decisions (\"Reports\") 1996-V, p. 1957, § 58",
        "De Haes and Gijsels v. Belgium judgment of 24 February 1997, Reports 1997-I, p. 236, § 48",
        "Findlay v. the United Kingdom judgment of 25 February 1997, Reports 1997-I, p. 277, § 63",
        "Zana v. Turkey judgment of 25 November 1997, Reports 1997-VII, p. 2539, § 10, p. 2547-2548, § 51",
        "Guerra and Others v. Italy judgment of 19 February 1998, Reports 1998-I, p. 223, § 44",
        "Incal v. Turkey judgment of 9 June 1998, Reports 1998-IV, p. 1567, § 54, p. 1568, § 58, p. 1571, § 65, p. 1572, §§ 68, 70, p. 1573, § 72 in fine",
        "Çiraklar v. Turkey judgment of 28 October 1998, Reports 1998, § 38",
        "Fressoz and Roire v. France judgment of 21 January 1999, § 45"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "317289",
    "typedescription": "15"
}