{
    "__articles": "6;6+6-3-d;6-1;6-3-d",
    "__conclusion": "Violation of Article 6+6-3-d - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Equality of arms) (Article 6 - Right to a fair trial;Article 6-3-d - Examination of witnesses)",
    "applicability": "",
    "appno": "10718/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-d",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing",
                "Equality of arms"
            ],
            "element": "Violation of Article 6+6-3-d - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-d - Examination of witnesses"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-142515.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 10718/05) against the former Yugoslav Republic of Macedonia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Macedonian national, Mr Duško Ivanovski (“the applicant”), on 18 March 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr S. Trajkovski, a lawyer practising in Skopje. The Macedonian Government (“the Government”) were represented by their Agent, Mr K. Bogdanov.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he was denied the right to a fair trial in the criminal proceedings against him complaining that the domestic courts had based their judgments on unlawfully obtained evidence and that he had been denied the opportunity to examine witnesses in his defence and have alternative expert evidence.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 8 October 2009 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1971 and lives in Skopje.",
                                "elements": []
                            },
                            {
                                "content": "A.  Events of 4 and 5 February 2003",
                                "elements": [
                                    {
                                        "content": ".  On 4 February 2003 the applicant was apprehended by the police on a location in Skopje and searched. As indicated in the search record, which the applicant duly signed, the search was carried out without a court warrant and in the absence of witnesses, as provided for in sections 200(4) and 202(2) of the Criminal Proceedings Act (“the Act”, see paragraph 32 below). The police confiscated 13 keys and a mobile phone from him. The search was completed at 2.10 pm.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On that date, an investigating judge of Skopje Court of First Instance (“the trial court”) issued two separate search warrants (Kri.br.34/03 and Kri.br.35/03) concerning two apartments (nos. 8 and 9 in the building in which the applicant lived) and other premises (наредба за претрес на дом и други простории) owned by the applicant’s father. The search warrants were issued on the reasonable suspicion that the applicant had been involved in drug trafficking.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Both apartments and the accompanying cellars were searched that day in the presence of the applicant’s father and two neighbours, who acted as witnesses. Seven packages containing an unknown substance were found. An authorised police officer, the neighbours, as well as the applicant’s father, who was specified in the search records as the occupier of the premises, signed the search records without any objection. The searches were completed at 6 pm. and 7.30 pm. At the request of those attending the search, the following note was included in the search record concerning apartment no. 9:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The packages were found in the cellar belonging to apartment no. 10 of the same building, which was opened with a key confiscated during the personal search of [the applicant] ....”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  As indicated in that search record, a certificate of confiscation of property (“the certificate”) was issued concerning the seven packages found in the cellar. It stated that the packages had been confiscated in relation to a crime punishable under the Criminal Code (drug trafficking). The applicant had not been present in the cellars while those were being searched but was brought to the premises afterwards (see § 16 below). He signed the certificate of confiscation as a person from whom the packages had been confiscated.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 5 February 2003 the Criminal Investigations Bureau at the Ministry of the Interior (“the Bureau”, Сектор за криминалистичка техника) carried out an expert examination of the padlock which had secured cellar no.10 and 13 keys that had been confiscated from the applicant. According to the expert report of that date (no. 10.2.6-5520/1), the locking system of the padlock had been damaged and it could be opened with any object, including all keys confiscated from the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In another expert report (X-164/2003) of that date, the Bureau confirmed that five packages found in cellar no.10 contained 2.296 kg of heroin. As to the remaining 0.991 kg found in the two other packages, the report stated that they contained two substances that were often mixed with heroin. That was confirmed by an additional expert report of the Bureau dated 10 February 2003 (no. X-164/2/2003). As indicated in the report X-164/2003, each of six packages found in the cellar contained between 486gr and 527gr. The dimensions of the largest package were 20x10x2.2 mm.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  A third expert report of the Bureau (SK-164/2003) of 5 February 2003 that concerned a fingerprint found on one of the packages confiscated in cellar no.10 stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The fingerprints found were entered into the system of automatic search of fingerprints ... it was determined, after verification of the list of suspected candidates, that [the fingerprints] corresponded to (the applicant’s) right middle finger ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On the same date, the Ministry of the Interior lodged a criminal complaint with the public prosecutor accusing the applicant of drug trafficking. In support, it submitted the evidence described above (see paragraphs 6-12 above) and a number of photographs.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 5 February 2003 an investigating judge of the trial court examined the applicant in the presence of his lawyer. The applicant remained silent. He confirmed, however, that he had signed the record of his personal search and two certificates of confiscation of property. The investigating judge opened an investigation against the applicant and ordered his pre-trial detention for thirty days.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": ".  On 17 February 2003 the public prosecutor lodged an indictment with the trial court charging the applicant with having been in possession of and offering for sale 5 packages containing 2.396 kg (the weight was specified to 2.296 kg later at the trial) of heroin and 0.991 kg of other prohibited substances, which had been found in the cellar of the building in which he had lived.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  At a hearing held on 19 March 2003, the trial court examined the applicant, who denied any connection with the drugs found in the cellar. As to the cellar, he submitted that it belonged to a third party, whom he did not know. He further stated that after he had been arrested, he had been brought with a police car in front of the building in which he had lived. He had waited in the car for an hour or two before the police had brought him to the cellar. He submitted that there had been many people (мешаница) there, including five police inspectors who had asked him to hold the packages in his hands in order to photograph him. The applicant also stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“They forced me to touch the drugs; I don’t remember what the packages looked like and how many there were. At that point, maybe I touched (the drugs), I don’t remember. Then they photographed me; I refused [to cooperate] the whole time. My father was also present. Then, they brought me to the police (station) where they again forced me to take the [package of] drugs, to hold it in my hands in order to take photographs... Then, they started beating me and jumping over handcuffs (put) on my hands in order to [make me] touch the drugs. Then, they took my fingerprints. I was again physically ill-treated. They stopped when my lawyer arrived...”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  As regards the alleged ill-treatment by the police, he stated that he had neither asked for medical assistance nor had he informed the investigating judge due to fear of further ill-treatment by the police. He had not seen how and what key had been used to open the door of the cellar because he had been, at that time, in the police car. He further stated that he had signed the search records in the presence of a police officer and two witnesses. He had voluntarily signed the confiscation records regarding the keys found in his possession. As regards the certificate of confiscation concerning the drugs he stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... I most probably signed it when they (police officers) gave me five sheets of paper to sign...”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant’s lawyer requested that the court examine the applicant’s father regarding the place where the drugs had been found and title to the apartment. In a statement, the applicant’s father confirmed that the police had shown him two search warrants and that the search had been carried out in his presence and that of two neighbours. He also stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... I use other cellars in the building, namely two small cellars that I have constructed and another one which belongs to... When they did not find anything (in his cellars), a policeman ... entered cellar no.10, which is currently used by the sister of P.G., who owns the apartment and the cellar. After some time, policemen opened the padlock with the keys confiscated from [the applicant]... After half an hour, a policeman called me and said that he had found something in the cellar’s ventilation shaft... I saw a plastic bag. After he had taken the bags out, I noticed that there were seven bags. He put them on a metal sheet. Before doing so, he called the witnesses, namely the two neighbours, who confirmed what they were looking at. They called my son Duško. When he arrived, [the police officer] told him to stand next to the metal sheet in order for him to be photographed. Actually, he pushed him against the metal sheet and then [the applicant], in order not to fall down, touched the metal sheet with his hands. Thus, he touched the packages. They photographed him with the packages and took him away again. Then they brought the dog. Then we went upstairs to the apartment. [The police officer] forced me to sign the record that the packages had been found in cellar no.10, which I did. That meant that they did not find anything in my place, but in the [cellar belonging to] apartment no.10...”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  As indicated in the record, the applicant’s father reiterated that cellar no.10 had been opened with a key found in the applicant’s possession, which belonged to another padlock. He also stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I want to say that two keys of ours (the applicant’s and his) fitted in that padlock. [The police officer] actually opened (the padlock) with one of my keys and found out that one of the keys that Duško had fitted in the padlock. [They] were a pair, of which I had one and Duško had the other.”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant’s father also stated that the police officer had not been wearing gloves when he had taken the packages out. He had put gloves on later.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In his concluding remarks made at the trial, the applicant’s lawyer objected that no search warrants had been issued regarding the personal search of the applicant and the search of cellar no.10. In the absence of any eyewitnesses, there had been no direct evidence that would link the applicant with the drugs, which had been hidden in a cellar that had belonged to a third party and could have been opened with any key. He also argued that the applicant’s fingerprint had been secured in the absence of an expert and that the police had sought an expert examination ex post facto. He maintained that expert report SK-164/2003 (see paragraph 12 above) had been unclear and imprecise because it had contained no information as to the manner and circumstances under which that fingerprint had been secured. Furthermore, it would have been impossible for the applicant to manipulate the packages with only one finger. He further argued that no fingerprints had been found on the padlock and the cellar where the drugs had been found.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  He also challenged the expert examination of the substance found in the packages, arguing that the latter had been too small to contain compacted material in the quantity indicated in the expert report X-164/2003 (see paragraph 11 above). In this connection he argued that it had not been established the place and person who had determined the quantity of the substance. He also submitted that the expert examinations had been carried out in his absence. Furthermore, he challenged whether the substance found had been pure heroin. In this connection he also stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I think that the problem [arising from] the practice that the prosecuting body also carries out expert examinations means that the evidence [obtained thereby] is not impartial.”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 20 March 2003 the trial court convicted the applicant, who had a previous criminal record (suspended prison sentence for an act of violence), of drug trafficking and sentenced him to two-and-a-half years’ imprisonment. The court established that he had stored, with the aim of offering for sale, the five packages containing 2.296kg of heroin found in cellar no.10. The court held inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Cellar no.10 where the drugs were found had been locked with a padlock that could be open with any keys besides the original ones.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court established these facts on the basis of admitted written evidence ... The expert examinations of [the Bureau] confirmed that the substance found in the compacted packages was 2.296kg heroin. The expert examination confirmed that the fingerprint, which had been found and secured during the on-site examination, corresponded to the accused’s right middle finger ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court examined the arguments presented by the defense ...., but it finds that they are unsubstantiated because the court established ... that the written evidence, notably the record concerning the search of home and other premises had been drawn up in lawful procedure in the presence of two witnesses and on the basis of a search warrant issued earlier. The attending witnesses are neighbours who were present there by accident and whom [the applicant’s father] knew. The court established that the accused had signed the certificate for confiscated property without any qualification. He did not contest his signature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court examined the arguments of [the applicant’s lawyer] that there were no witnesses to corroborate that the accused had hidden the drugs in order to offer it for sale and that the accused could not be brought in connection with the drugs hidden in a cellar that did not belong to him, but (the court) dismissed those arguments on the basis of a written evidence, notably the (fingerprint) expert opinion by [the Bureau], which confirmed that the fingerprint corresponded to the [applicant’s] middle finger. Accordingly it is irrelevant that the drugs were found in the cellar belonging to a third person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court examined the statement produced by [the applicant’s father] according to which the police officers had pushed his son against the metal sheet where drugs had been put and that, in order not to fall down, he had touched (the packages) but it gave no weight because the responsible police officers acted in compliance with their official duty and after they had found the drugs they photographed him next to (the packages). There was no reason for them to push the accused or to secure evidence with the use of force. The father’s statement was biased because it concerns his son and it is understandable that he wants to help [the applicant] avoid criminal liability ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In an appeal of 17 June 2003, the public prosecutor complained that the sentence given to the applicant had been too lenient.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 24 July 2003 the applicant appealed against the trial court’s judgment, arguing that his conviction had been based on inadmissible evidence, namely there had been no court warrant authorising the search of cellar no.10 and the expert examinations of the substance and the fingerprint found on one of the packages in that cellar. He reiterated his complaints regarding the quality and reliability of the fingerprint expert evidence (see paragraph 21 above). In this connection he complained about the trial court’s failure to examine the police officers who had secured his fingerprint in his absence, as well as the experts who had drawn up report SК-164/2003 and requested that they be examined. He further argued that the trial court could not have validly based its judgment on those expert examinations since they had been carried out by the Bureau, a body that operated within the Ministry, which had set in motion the criminal proceedings against him. Accordingly, the examinations had been biased. He also sought to have alternative expert examinations conducted. That concerned both the fingerprint expert evidence, which according to him, had been the sole evidence linking him with the drugs, as well as the expert examination of the substance. As to the latter examination, he reiterated his complaints raised in the concluding remarks (see paragraph 22 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant also requested that the court examines the neighbours (providing their names and addresses) who had attended the search regarding his allegations that his fingerprint found on one of the packages had been the result of an argument which he had had in the cellar with the police after he had refused to comply with their order to touch the packages.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  At a public session held on 20 May 2004 in the presence of the applicant and his lawyer, the Skopje Court of Appeal dismissed the appeals and upheld the trial court’s judgment. It held that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"... the evidence admitted at the trial on which the judgment was based do not contain such deficiencies so as to be regarded unlawful evidence that cannot serve as a legal basis for the judgment, within the meaning of section 15(2) of the Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As evident from the case-file, the search of the accused’s home and other accompanying premises ... and the personal search of the accused were carried out in accordance with the (relevant) statutory provisions ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The search of the home and other premises was carried out by competent officials on the basis of a written warrant by the investigating judge ... in the presence of two adult citizens, as witnesses and the occupier of the premises-[the applicant’s] father. Search records were drawn up and duly signed by the competent official, the occupier and the attending witnesses, in accordance with sections 198, 199 and 200 of the Act. The personal search of the accused was carried out without a court warrant and in the absence of witnesses, but it was done by competent officials on account of a reasonable suspicion ... in accordance with section 202(2) of the Act. Accordingly, the search records are a valid ground on which the court judgment was based.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court examined the complaint ... concerning the lack of an order by the investigating judge for the expert examinations carried out by [the Bureau] ... regarding the nature and composition of the substance and the origin of the fingerprint evidence; however, the Ministry has competence to request expert examinations ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "... On the basis of admitted evidence, especially that the accused was in possession of the keys from the door of the cellar; [the applicant’s] fingerprint found on one of the packages containing drugs and the certificate for confiscated property signed by the accused, the trial court had undoubtedly established [the applicant’s] identity as the perpetrator of the criminal offence ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court examined the complaint regarding the quantity and composition of the drugs, but it dismissed it finding that the trial court had established [the quantity of the drugs], on the basis of the expert opinion by [the Bureau], which applied (it gave a description of the used methodology).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court dismissed the complaint regarding the objectivity of the expert opinions of [the Bureau], since it was a department that was founded and operated within the Ministry of the Interior, as a State body, which had been authorised to carry out expert examinations, as specified in section 234(2) of the Act ... (furthermore, the expert reports) ... had been based on scientific methods, which enable valid results ... on the basis of the case-file, it can be established that after the competent officials had discovered the criminal offense, (they) secured evidence which had been transmitted to [the Bureau] whose experts had determined [the applicant’s] identity applying the system of automatic search of fingerprints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court considered the complaint regarding the examination of [the neighbours] as witnesses ... but it dismissed it because ... [the neighbours] had signed the search records without any objection, which means, for all practical purposes, that they had confirmed [the record’s] veracity regarding the search. Accordingly, it is not necessary for them to be examined ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 6 July 2004 the applicant lodged an application for extraordinary review of a final judgment (барање за вонредно преиспитување на правосилна пресуда), arguing that there had been no direct evidence corroborating his guilt. In this connection he reiterated his complaints that cellar no.10 had been searched without a court order; that the trial court should have summoned the experts and police officers regarding his fingerprint; and that the Court of Appeal had wrongly found that their examination and the examination of the neighbours would have been irrelevant. In this connection, the applicant’s lawyer stated that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the (police) officers present in cellar (no.10) forced [the applicant] to touch the packages in order to confirm whether they [contained] compacted [material]. [The applicant] refused to comply with the officers’ order to touch the packages and due to the mass of people pushing each other (поради настаната мешаница и турканица), he was again taken to the police station. The same method of treating [the applicant] continued in the police station, where he was forced to touch the packages in order to obtain his fingerprint [on them]...”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  He further reiterated his concerns regarding the quality and impartiality of the expert examinations carried out by the Bureau (see paragraphs 21, 22 and 25 above) and sought alternative expert examinations of the fingerprint and heroin found.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 2 November 2004 the Supreme Court dismissed the applicant’s application and confirmed the lower courts’ judgments. The relevant parts of the judgment read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"... the evidence admitted at the trial on which the judgment was based do not contain such deficiencies so as to be regarded unlawful evidence that cannot serve as a legal basis for the judgment, within the meaning of section 15(2) of the Act. The lower courts correctly established that the search of the accused’s home and other accompanying premises ... and the personal search of the accused had been carried out in accordance with the (relevant) statutory provisions ...The search of the home and other premises, as evident from the admitted written evidence, was carried out, according to this court, by competent officials on the basis of a written warrant by the investigating judge ... in the presence of two adult citizens, as witnesses and the occupier of the premises-[the applicant’s] father. Search records were drawn up and duly signed by the competent official, the occupier and the attending witnesses, which implies that sections 198, 199 and 200 of the Act had been respected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is true that the personal search of the accused was carried out without a court warrant and in the absence of witnesses, but the lower courts correctly held that such measures had been taken by competent officials on account of a reasonable suspicion ... in accordance with section 202(2) of the Act. Accordingly, the search records are a valid ground on which the court judgment could be based.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Supreme Court examined the complaint ... concerning the lack of an order by the investigating judge for the expert examinations carried out by [the Bureau] ... regarding the nature and composition of the substance and the origin of the fingerprint evidence, but it dismissed them as unsubstantiated. The court had decided in compliance with section 234(2) of the Act ... [The court] cannot accept the allegation raised in the extraordinary review request regarding the objectivity of the expert opinions of [the Bureau], since it was a department that was founded and operated within the Ministry of the Interior, as a State body, which could be requested to carry out expert examinations, as specified in section 234(2) of the Act ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Supreme Court considers that in the ordinary proceedings the trial court decided in accordance with section 339(2) of the Act. In establishing the facts, it had into consideration and assessed all evidence admitted at the trial, i.e. it assessed the evidence separately and taken together, and on the basis of such assessment, it drew conclusion if certain fact was established ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In view of the foregoing, it is clear that in the ordinary proceedings all legally relevant facts were correctly established ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 17 February 2005 the public prosecutor informed the applicant that there were no grounds for lodging a request for the protection of legality with the Supreme Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "32.  The relevant provisions of the Criminal Proceedings Act 1997 (Закон за кривичната постапка), as in force at the time and as amended on 22 October 2004, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Unlawfully obtained evidence or evidence obtained in violation of human rights and freedoms ... can neither be used (in court) nor can a court judgment be based on it.”",
                                "elements": []
                            },
                            {
                                "content": "“(1)  A search of a home or other premises of a defendant or other individual can be carried out if it is likely that the offender will be discovered or evidence or objects relevant for the criminal proceedings will be found.",
                                "elements": []
                            },
                            {
                                "content": "(2)  A search of a person can be carried out if it is likely that evidence or objects relevant for the criminal proceedings will be found [on that person].”",
                                "elements": []
                            },
                            {
                                "content": "“(1)  A search may be ordered by a detailed written warrant issued by a court.",
                                "elements": []
                            },
                            {
                                "content": "(2)  Before the search starts, the search warrant shall be handed over to the person to be searched or whose premises are to be searched...”",
                                "elements": []
                            },
                            {
                                "content": "“(1)  The occupier of the home or other premises shall be invited to attend the search, and if he or she is absent, his or her representative, an adult member of his or her family or neighbours shall be invited to attend the search.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(3)  Two adults, as witnesses, shall attend any search of a home or a person... Before the search starts, the witnesses shall be instructed to observe how the search is carried out and informed of their entitlement to make an objection before they sign the search record if they consider that the contents of the search record are incorrect.",
                                "elements": []
                            },
                            {
                                "content": "(4)  The search can be carried out in the absence of witnesses if their attendance cannot be secured immediately and there is a risk of delay. The search record must state the reasons for carrying out the search in the absence of witnesses.”",
                                "elements": []
                            },
                            {
                                "content": "“(1)  A search record is to be drawn up in respect to every search of a home or person. It shall be signed by the official carrying out the search, the person whose premises were searched or who was searched and by the persons whose attendance [at the search] is compulsory...”",
                                "elements": []
                            },
                            {
                                "content": "“(1)  Officials of the Ministry of the Interior can enter a person’s home or other premises without a search warrant in order to execute an arrest warrant or a warrant for apprehension.",
                                "elements": []
                            },
                            {
                                "content": "(2)  Officials of the Ministry of the Interior can carry out a personal search without a search warrant and in the absence of witnesses in order to execute an arrest warrant, if there is a reasonable suspicion that the person concerned is in possession of firearms or a dangerous object or if there is a suspicion that he or she may dispose of, hide or destroy objects that should be confiscated as evidence in criminal proceedings.”",
                                "elements": []
                            },
                            {
                                "content": "“(1)  An expert examination may be requested by a written order of the body which carries out the procedure. The order shall specify the reasons for which the examination is required and the person appointed to perform it.",
                                "elements": []
                            },
                            {
                                "content": "(2)  If a special institution exists or if the examination can be carried out by a State body, the examination, especially in more complex cases, shall as a rule be entrusted to that institution or body. The institution or body shall appoint one or more experts to carry out the expert examination...”",
                                "elements": []
                            },
                            {
                                "content": "“An opinion must be obtained from other experts if the expert opinion which has already been delivered contains inconsistencies or deficiencies or if there are reasonable doubts as to its accuracy and these cannot be eliminated by further questioning of the experts who gave the opinion.”",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "(3)  The president of the (adjudicating) panel can order, in the absence of a request by the parties, that new evidence be admitted at trial.”",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "(6)  The panel can decide to admit evidence that was not adduced (by an interested party) or evidence which (the interested party) renounced to adduce.”",
                                "elements": []
                            },
                            {
                                "content": "“(1)  Court judgments shall be based on facts and evidence admitted at the hearing(s).",
                                "elements": []
                            },
                            {
                                "content": "(2)  The court must conscientiously assess each piece of evidence separately and in conjunction and on the basis of such analysis decide whether it considers the various facts [of the case] to be established.”",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "(4)  New facts and evidence may be presented in an appeal, but the appellant is required to state the reasons for having failed to present them earlier...”",
                                "elements": []
                            },
                            {
                                "content": "“(1)  The second-instance court decides on a session (седница) or public hearing (претрес).",
                                "elements": []
                            },
                            {
                                "content": "(2)  The second-instance court decides whether it will hold a hearing.”",
                                "elements": []
                            },
                            {
                                "content": "“(1)  Тhe second-instance court will hold a hearing only if new evidence needs to be produced or evidence re-produced due to errors on facts or if the facts were established incompletely and there are reasonable grounds not to remit the case for fresh consideration by the first-instance court.",
                                "elements": []
                            },
                            {
                                "content": "(2)  The defendant and his or her counsel, the prosecutor, the victim ..., as well as witnesses or experts whom the court will decide to examine, are summoned to attend the hearing before the second-instance court.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "(4)  Parties may present new facts and evidence at the hearing.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "“(1) Criminal proceedings which ended with a final judgment can be reopened:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "7) if the European Court of Human Rights has given a final judgment finding a violation of the human rights or freedoms.”",
                                "elements": []
                            },
                            {
                                "content": "\"An extraordinary review request (барањето за вонредно преиспитување на правосилна пресуда) may be submitted:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(3)  in a case of a violation of the defence rights of the convicted person by the trial court or an infringement of the procedural rules in the appeal proceedings, if relevant to the adoption of a just decision.\"",
                                "elements": []
                            },
                            {
                                "content": "33.  The relevant provision of the Criminal Proceedings Act 2010, which became applicable on 1 December 2013, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“(1)  Criminal proceedings which ended with a final judgment can be reopened:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "6)  if the European Court of Human Rights has given a final judgment finding a violation of the human rights or freedoms.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant complained under Article 6 of the Convention, alleging that his conviction had been based on unlawfully obtained evidence, in particular his fingerprint found in the cellar, in respect of which no search warrant had been issued; the domestic judgments had been based on the expert reports produced by the Bureau, which could not be considered an impartial expert; and the courts had refused to hear witnesses in his defence and admit as evidence alternative expert reports. The Court considers that these complaints should be examined under Article 6 §§ 1 and 3 (d) of the Convention, taken together, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": ".  The Government did not raise any objection as regards the admissibility of the application.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": ".  The applicant reiterated his arguments that there had been no search warrant in respect to cellar no.10, which had belonged to a third person. He also submitted that the domestic courts, by having failed to hear the defence witnesses and admit as evidence alternative expert examinations, had unduly restricted his defence rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government submitted that the search had been carried out in accordance with the law, as there had been two search warrants issued by the investigating judge specifying the premises and suspected objects to be searched for. Cellar no.10 had been opened with a key belonging to the applicant’s father, which, together with his statement that he had used other cellars in the building, had led the police to conclude that he had been using that cellar. Furthermore, the search had been carried out in the presence of the applicant’s father, as the occupier, and the neighbours, as witnesses. All of them had signed the search record without qualification. Lastly, the applicant had duly signed the certificate of confiscation relating to the drugs.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  They further maintained that the courts’ judgments had been based on all evidence admitted at the trial. The applicant had not sought that the trial court examines any other witnesses except his father. He had requested the examination of the neighbours and experts only in the appeal against the trial court’s judgment. The same concerned his request for alternative expert examinations, which he had raised only at the appeal stage. In so doing, he had not specified, although required under section 353(4) of the Act, the reasons for having failed to seek the admission of that evidence earlier. The Court of Appeal had accordingly not been required to examine those witnesses and to admit expert evidence sought. Furthermore, the Appeal and Supreme Courts had provided sufficient reasons for having refused the applicant’s requests for examination of the defence witnesses, namely such requests had not been made during the trial proceedings and there had been sufficient evidence corroborating the applicant’s guilt.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Relying on the Stoimenov judgment (see Stoimenov v. the former Yugoslav Republic of Macedonia, no. 17995/02, §§ 38 and 39, 5 April 2007), the Government conceded that the Bureau could not be regarded as a court-appointed expert and that the applicant had not had the opportunity to submit a privately-commissioned expert opinion. That the Bureau worked within the Ministry had not signified that it had been biased. In this respect the courts had established that the Bureau had applied scientific methods.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s consideration",
                                        "elements": [
                                            {
                                                "content": ".  The Court reiterates that, even if the primary purpose of Article 6, as far as criminal proceedings are concerned, is to ensure a fair trial by a “tribunal” competent to determine “any criminal charge”, it does not follow that the Article has no application to pre-trial proceedings. Thus, Article 6 may be relevant before a case is sent for trial if and so far as the fairness of the trial is likely to be seriously prejudiced by an initial failure to comply with its provisions (see Salduz v. Turkey [GC], no. 36391/02, § 50, ECHR 2008, and Lisica v. Croatia, no. 20100/06, § 47, 25 February 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  According to Article 19 of the Convention, the Court’s duty is to ensure the observance of the engagements undertaken by the Contracting States to the Convention. In particular, it is not its function to deal with errors of fact or of law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention. While Article 6 guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence as such or the way it should be assessed, which are therefore primarily matters for regulation by national law and the national courts. It is not the role of the Court to determine, as a matter of principle, whether particular types of evidence – for example, unlawfully obtained evidence – may be admissible or, indeed, whether the applicant was guilty or not. The question which must be answered is whether the proceedings as a whole, including the way in which the evidence was obtained, were fair. This involves an examination of the “unlawfulness” in question (see Lisica, cited above, § 48; Gorgievski v. the former Yugoslav Republic of Macedonia, no. 18002/02, § 47, 16 July 2009; Ziberi v. the former Yugoslav Republic of Macedonia, no. 27866/02, § 30, 5 July 2007; and Khan v. the United Kingdom, no. 35394/97, § 34, ECHR 2000V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In determining whether the proceedings as a whole were fair, regard must also be had to whether the rights of the defence were respected. It must be examined in particular whether the applicant was given the opportunity of challenging the authenticity of the evidence and of opposing its use. In addition, the quality of the evidence must be taken into consideration, including whether the circumstances in which it was obtained cast doubt on its reliability or accuracy (see Bykov v. Russia [GC], no. 4378/02, § 90, 10 March 2009, and Lee Davies v. Belgium, no. 18704/05, § 42, 28 July 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Furthermore, the right to call witnesses is not absolute and can be limited in the interests of the proper administration of justice. An applicant claiming a violation of his right to obtain the attendance and examination of a defence witness should show that the examination of that person was necessary for the establishment of the truth and that the refusal to call that witness was prejudicial to the defence rights (see Guilloury v. France, no. 62236/00, § 55, 22 June 2006). Although it is normally for the national courts to assess the evidence before them as well as the relevance of the evidence which defendants seek to adduce, there might be exceptional circumstances which could prompt the Court to conclude that the failure to hear a person as a witness was incompatible with Article 6 (see Polyakov v. Russia, no. 77018/01, § 31, 29 January 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Lastly, the Court recalls that the principle of equality of arms is part of the wider concept of a fair hearing within the meaning of Article 6 § 1 of the Convention. It requires a “fair balance” between the parties: each party must be afforded a reasonable opportunity to present their case under conditions that do not place them at a disadvantage vis-à-vis their opponent or opponents (see Stoimenov, cited above, § 41).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  According to the facts established by the domestic courts, which were not contested by the parties, the packages containing drugs were found in cellar no. 10 in the building where the applicant lived. The “unlawfulness” of which complaint is made in the present case relates exclusively to the fact that there was no court warrant for the search of that cellar. The Court notes that the search was carried out in the presence of the applicant’s father and two neighbours, who acted as neutral witnesses (see, conversely, Lisica v. Croatia, no. 20100/06, §§ 36 and 58, 25 February 2010), all of whom had signed the search record without qualification (see paragraphs 8 and 23 above). There was conflicting evidence as to whether the cellar was opened with a key confiscated from the applicant (see paragraphs 8, 18 and 19 above) or his father (see paragraphs 19 and 38 above). The domestic courts did not establish this issue of fact (see paragraphs 23, 27 and 30 above). The applicant’s father signed the search record as the occupier of the searched premises (see paragraphs 8 and 9 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  All of the above led the domestic courts, which reviewed, at three levels of jurisdiction, the applicant’s complaint, to find that the search had been based on the applicable provisions of the Act (see paragraphs 23, 27 and 30 above). It is clear that, had the domestic courts been of the view that the admission of the evidence would have given rise to substantive unfairness, they would have had discretion to exclude it under section 15(2) of the Act (see paragraph 32 above, and Khan, cited above, § 39). Having regard to its limited powers regarding the interpretation and application of national law (see Miragall Escolano and Others v. Spain, nos. 38366/97, 38688/97, 40777/98, 40843/98, 41015/98, 41400/98, 41446/98, 41484/98, 41487/98 and 41509/98, §§ 33-39, ECHR 2000I), the Court sees no grounds to depart from the assessment made by the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that at the hearing held on 19 March 2003 (see paragraph 16 above), the applicant gave oral evidence in which he denied any connection with the drugs and alleged that his fingerprint found on one of the packages in cellar no.10 had been secured in an oppressive manner. His father also stated that the applicant’s fingerprint had been secured with the use of force (see paragraph 18 above). At the trial, the applicant further contested the quality of the expert reports of the Bureau, as well as the latter’s objectivity, as a body operating within the Ministry of the Interior, the same Ministry which had set in motion the criminal proceedings against him (see paragraphs 21 and 22 above). Accordingly, his defence rested on the alleged force used against him in obtaining the fingerprint evidence, as well as the unreliability of the expert evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that, as the Government submitted, besides the examination of his father, at no time during the first instance proceedings did the applicant avail himself of the opportunity to seek the examination of any other witness or the admission of any other evidence. However, that did not prevent the trial court from admitting any new evidence, which it considered relevant to establish the truth. In so doing it was not bound with the parties’ requests for evidence (see sections 274(3) and 314(6) of the Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Having been convicted at first instance, the applicant explicitly complained in the appeal about the trial court’s failure to examine the witnesses (neighbours, police officers who had allegedly secured his fingerprint in cellar no.10 and the experts who had drawn up the relevant expert report) and admit as evidence alternative expert examinations (see paragraphs 25 and 26 above). He also requested that such evidence be admitted at the appeal stage. The applicable legislation provided for such an opportunity (see section 353(4) of the Act). However, the Skopje Court of Appeal dismissed the applicant’s requests. The applicant’s complaints in this respect before the Supreme Court were to no avail (see paragraphs 28 and 29 above) despite the fact that this court had jurisdiction, under section 413 § 1 (3), to decide complaints regarding the applicant’s defence rights (see paragraph 32 above). In such circumstances, the Court will not, when considering the fairness of the proceedings as a whole, hold against the applicant that he did not expressly raise those points already in the first instance proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  As indicated, the task of the Court is to ascertain whether the proceedings at issue, considered as a whole, were fair as required by Article 6 (see Vidal v. Belgium, judgment of 22 April 1992, Series A no. 235-B, § 33). In order to decide whether the applicant in the instant case was afforded the opportunity to present his case without being placed at a disadvantage vis-à-vis the prosecution, and whether the proceedings were conducted fairly, the Court will first examine what constituted the basis of the applicant’s conviction (see, mutatis mutandis, Popov v. Russia, no. 26853/04, § 180, 13 July 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the applicant’s conviction for drug trafficking rested on the following evidence: the search record concerning cellar no.10 where drugs were found; the certificate of confiscation of the drugs signed by the applicant; the expert report drawn up by the Bureau attesting inter alia that the substance found in the cellar was drugs and the report attesting that a fingerprint found on one of the packages belonged to the applicant. The Court notes that cellar no.10, where the drugs were found, was not owned by the applicant and it was secured by a padlock which locking system, as established by the Bureau, was damaged and could have been opened with any object (see paragraph 10 above). In such circumstances, the applicant’s fingerprint found on one of the packages in that cellar constituted, in the Court’s view, the principal evidence in the case, as it established a direct link between the applicant and the drugs. That was confirmed by the trial court according to which the applicant’s fingerprint found on one of the packages outweighed the fact that the cellar no.10 did not belong to him (see paragraph 23 above). There was no other evidence that would link the applicant with the substance found in that cellar.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As stated above (see paragraph 48 above), the grounds on which the applicant based his defense concerned the alleged unlawfulness in obtaining the fingerprint evidence, as well as the unreliability of the expert evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As to the fingerprint evidence, the applicant argued that it had been secured as a result of trickery and force used against him. His father confirmed the applicant’s version of events by stating that the police officers had pushed the applicant who had touched the packages “in order not to fall down”. The trial court dismissed such allegations as unsubstantiated and held that the responsible police officers had no reason to push the applicant or to secure evidence with the use of force. In reaching that conclusion, the trial court did not refer to any evidence (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the appeals before the Skopje Court of Appeal and the Supreme Court, the applicant complained about the lower courts’ failure to examine the police officers who had secured the fingerprint in the cellar; the experts of the Bureau who had drawn up the expert report regarding the fingerprint, as well as the neighbours, who had attended the search of cellar no.10. At the same time, he sought that these witnesses be examined. Apparently, these requests concerned witnesses who had participated in or experienced the critical events at first hand. This applies, in particular, to the neighbours who were neutral witnesses and could have provided objective evidence. Accordingly, such requests were sufficiently reasoned, relevant to the subject matter of the case and could arguably have strengthened the defence position.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court of Appeal did not examine any of the proposed witnesses. In so doing, it did not give any reason why it considered unnecessary to hear oral evidence from the police officers who had been involved in securing the fingerprint found on one of the packages with the drugs and in respect of whom concerns had been aired at the trial that they had not handled the packages properly (see paragraph 20 above). It also gave no reason for refusing to examine the experts who had drawn up the fingerprint report SK-164/2003. Assuming that it regarded unnecessary to hear them in person because it had their written reports, which had been based on scientific methods (see paragraphs 27 and 39 above), the Court considers that it did not make their questioning unnecessary – otherwise there would be no need to question any witness who had given written submissions to the prosecution during the pre-trial investigation. Even if there were no inconsistencies or irregularities in the report, questioning of experts might reveal possible conflicts of interests, insufficiency of materials at their disposal, or flaws in the methods of examination (see Khodorkovskiy and Lebedev v. Russia, nos. 11082/06 and 13772/05, § 714, 25 July 2013). The same concerns the Court of Appeal’s refusal to examine the neighbours. That they signed the search record without any qualification as regards the search (see paragraph 27 above) did not mean that they could not provide relevant information regarding the circumstances in the cellar and the applicant’s allegations concerning the way in which his fingerprint had been secured. The Supreme Court made no comment as regards the applicant’s inability to call witnesses in his defence (see paragraph 30 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As regards the expert evidence, the Court notes that the reports of the Bureau, a State agency, were obtained within the preliminary investigation, i.e. not in adversarial proceedings and without any participation of the defence. They were drawn up without a court order and their transmission to the public prosecutor had set in motion the criminal proceedings against the applicant. Accordingly, these reports were akin to incriminating evidence used by the prosecution rather than a “neutral” and “independent” expert opinion (see Stoimenov, cited above, §§ 38-40).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The trial court admitted those reports as evidence. The defence challenged both the quality and accuracy of the expert reports produced by the Bureau and asked the courts to commission fresh expert examinations. The courts refused this request finding that the expert evidence submitted by the prosecution had been based on scientific methods and there was nothing to cast doubt on their credibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the defence was unable to call the experts who had prepared the fingerprint report (see paragraph 56 above), which undoubtedly made the defence’s task of proving the usefulness of the counter-reports more difficult. The applicant also was unable, as conceded by the Government (see paragraph 39 above), to introduce himself a private expert opinion. In such circumstances, although the applicant was able to raise his grievances regarding the expert evidence, he was not given any opportunity, as required under Article 6 §§ 1 and 3 (d), to conduct an active defence – for example, by calling witnesses on his behalf or adducing other evidence (see Khodorkovskiy and Lebedev, cited above, §§ 728 and 730).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Similar circumstances led the Court to conclude that the inability of the applicant to challenge the reports of the Bureau as evidence submitted by the public prosecutor, created a disbalance between the defence and the prosecution, thus breaching the principle of equality of arms between the parties (see Stoimenov, cited above, § 42). In the present case, there are no reasons for the Court to find otherwise.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Against this background, the Court considers that when considering the fairness of the proceedings as a whole, there was a violation of Article 6 §§ 1 and 3 (d) of the Convention on the account of the domestic courts’ refusal to hear the defence witnesses and admit alternative expert evidence.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "63.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                "elements": []
                            },
                            {
                                "content": "64.  However, the Court is of the opinion that the most appropriate form of redress would, in principle, be trial de novo or the reopening of the proceedings, if requested (see Sakhnovskiy v. Russia [GC], no. 21272/03, § 112, 2 November 2010; Demerdžieva and Others v. the former Yugoslav Republic of Macedonia, no. 19315/06, § 34, 10 June 2010; and Popov v. Russia, no. 26853/04, § 263, 13 July 2006). The Court notes, in this connection, that section 449(6) of the Criminal Proceedings Act 2010 provides that criminal proceedings may be reopened if the Court finds a violation of the Convention (see paragraph 33 above).",
                                "elements": []
                            },
                            {
                                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                                "elements": []
                            },
                            {
                                "content": "1.  Declares the application admissible;",
                                "elements": []
                            },
                            {
                                "content": "2.  Holds that there has been a violation of Article 6 §§ 1 and 3 (d) of the Convention on account of the failure of the domestic courts to examine the defence witnesses and admit alternative expert evidence;",
                                "elements": []
                            },
                            {
                                "content": "Done in English, and notified in writing on 24 April 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                                "elements": []
                            },
                            {
                                "content": "\tSøren Nielsen\tIsabelle Berro-Lefèvre\n\tRegistrar\tPresident",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF DUŠKO IVANOVSKI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-142515.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0424JUD001071805",
    "externalsources": [],
    "extractedappno": [
        "10718/05",
        "34/03",
        "35/03",
        "17995/02",
        "36391/02",
        "20100/06",
        "18002/02",
        "27866/02",
        "35394/97",
        "4378/02",
        "18704/05",
        "62236/00",
        "77018/01",
        "38366/97",
        "38688/97",
        "40777/98",
        "40843/98",
        "41015/98",
        "41400/98",
        "41446/98",
        "41484/98",
        "41487/98",
        "41509/98",
        "26853/04",
        "11082/06",
        "13772/05",
        "21272/03",
        "19315/06"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Section 449(6) of the Criminal Proceedings Act 2010"
    ],
    "itemid": "001-142515",
    "judgementdate": "24/04/2014 00:00:00",
    "kpdate": "24/04/2014 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "119",
        "122"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1",
        "6-3-d"
    ],
    "parties": [
        "DUŠKO IVANOVSKI",
        "\"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\""
    ],
    "rank": "1110.33825683594",
    "representedby": [
        "TRAJKOVSKI S."
    ],
    "respondent": "MKD",
    "respondentOrderEng": "33",
    "scl": [
        "Bykov v. Russia [GC], no. 4378/02, § 90, 10 March 2009",
        "Demerdžieva and Others v. “the former Yugoslav Republic of Macedonia”, no. 19315/06, § 34, 10 June 2010",
        "Gorgievski v. “the former Yugoslav Republic of Macedonia”, no. 18002/02, § 47, 16 July 2009",
        "Guilloury v. France, no. 62236/00, § 55, 22 June 2006",
        "Khan v. the United Kingdom, no. 35394/97, ECHR 2000 V",
        "Khodorkovskiy and Lebedev v. Russia, nos. 11082/06 and 13772/05, 25 July 2013",
        "Lee Davies v. Belgium, no. 18704/05, § 42, 28 July 2009",
        "Lisica v. Croatia, no. 20100/06, 25 February 2010",
        "Miragall Escolano and Others v. Spain, nos. 38366/97, 38688/97, 40777/98, 40843/98, 41015/98, 41400/98, 41446/98, 41484/98, 41487/98 and 41509/98, §§ 33-39, ECHR 2000 I",
        "Polyakov v. Russia, no. 77018/01, § 31, 29 January 2009",
        "Popov v. Russia, no. 26853/04, 13 July 2006",
        "Sakhnovskiy v. Russia [GC], no. 21272/03, § 112, 2 November 2010",
        "Salduz v. Turkey [GC], no. 36391/02, § 50, ECHR 2008",
        "Stoimenov v. “the former Yugoslav Republic of Macedonia”, no. 17995/02, 5 April 2007",
        "Vidal v. Belgium, judgment of 22 April 1992, Series A no. 235-B, § 33",
        "Ziberi v. “the former Yugoslav Republic of Macedonia”, no. 27866/02, § 30, 5 July 2007"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "387543",
    "typedescription": "15"
}