{
    "__articles": "41;P4-2;P4-2-1;P4-2-3",
    "__conclusion": "Violation of Article 2 of Protocol No. 4 - Freedom of movement-{general} (Article 2 para. 1 of Protocol No. 4 - Freedom of movement);Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "23592/07",
    "article": [
        "41",
        "p4-2"
    ],
    "conclusion": [
        {
            "article": "p4-2",
            "base_article": "p4-2",
            "details": [
                "Article 2 para. 1 of Protocol No. 4 - Freedom of movement"
            ],
            "element": "Violation of Article 2 of Protocol No. 4 - Freedom of movement-{general}",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-108766.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 23592/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a French national, Mr Edmond Miażdżyk (“the applicant”), on 18 May 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Ladrowski, a lawyer practising in Poznań. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged a violation of his right to liberty of movement. He relied on Article 2 § 2 of Protocol No. 4 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 July 2010 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  The French Government were invited to intervene in the proceedings (Article 36 § 1 of the Convention). However, by a letter of 23 September 2010, they informed the Registry that they did not wish to exercise their right to intervene.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1950 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "7.  On 19 November 2004 the applicant was arrested and subsequently placed in detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 14 November 2005 the Poznań Appellate Prosecutor released the applicant from detention and imposed other preventive measures, namely bail, police supervision and prohibition on leaving the country, combined with the withholding of his passport. Those measures were imposed for an indefinite period of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 23 December 2005 the applicant and the other fifteen accused were indicted. The applicant was charged with running an organised criminal group and several counts of fraud, stealing cars and handling stolen goods. In the bill of indictment of almost 200 pages the prosecutor requested the court to hear over 100 witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 17 April 2007 the applicant’s lawyer requested the trial court to postpone the hearing scheduled on 18 April 2007, because of the applicant’s state of health. The lawyer submitted that the French Consulate had informed him that the applicant was in a psychiatric hospital in connection with depression and a suicide attempt. It is unclear whether the hearing was postponed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 28 March 2008 the court decided that the trial should be restarted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant’s lawyer made nine requests for the measure preventing him from leaving  to be lifted (he produced copies of the following six requests: those of 18 May, 24 October, and 30 November 2006, 14 February and 12 December 2007, and 6 November 2008). He relied on the fact that the applicant had been deprived of contact with his three children, who lived in , and on his poor state of health. He also considered that the prohibition on leaving Poland had already lasted too long and that the applicant’s situation was getting worse with time: he had no work and no income in , and thus no means of staying there for several years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The Poznań District Court refused each of the requests to lift the preventive measure in question, relying on similar grounds, which included a reasonable suspicion that the applicant had committed the offences with which he had been charged and the likelihood that a heavy penalty would be imposed on him. The court also considered that allowing the applicant to leave the country would impair the proper conduct of the proceedings. As regards contact with his family, the court considered that there was nothing to prevent the applicant’s children from visiting him in . The court also found that the concerns about the applicant’s health had not been confirmed by any medical evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  All the appeals lodged by the applicant’s lawyer were unsuccessful; the decisions refusing to lift the preventive measure were all upheld.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 27 March 2009 the Poznań District Court upheld the decision of 5 December 2008, in which the same court had refused the applicant’s lawyer’s request to lift the prohibition on leaving the country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 27 January 2011 the Poznan District Court lifted the preventive measure applied in relation to the applicant. The court took the view that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“ (...) taking into account that the accused had already been heard, the period of time during which the measure was applied and the fact that the accused is a foreigner, a renewed application of this measure must be considered unnecessary to secure the proper conduct of the proceedings and too onerous for the accused.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 27 January 2011 the court decided again that the trial should be restarted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  After 27 January 2011 the applicant left for . On 22 February and 10 March 2011 the trial court held two hearings, at which the applicant did not appear. His counsel was present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 14 June 2011 the trial court held a further hearing. The applicant and his counsel appeared at the trial. However, the applicant and several other co-accused decided not to participate in the hearing and agreed that the court could continue the proceedings without their presence. The court held the hearing and heard four witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The proceedings are pending before the first-instance court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "21.  The 1997 Code of Criminal Procedure defines prohibition on leaving the country (zakaz opuszczania kraju) as one of the “preventive measures” (środki zapobiegawcze). Those measures are, in addition to prohibition on leaving the country, pre-trial detention (tymczasowe aresztowanie), bail (poręczenie majątkowe), police supervision (dozór policji), guarantee by a responsible person (poręczenie osoby godnej zaufania), guarantee by a social entity (poręczenie społeczne), and a temporary ban on engaging in a given activity (zawieszenie oskarżonego w określonej działalności).",
                                "elements": []
                            },
                            {
                                "content": "22.  Paragraph 1 of Article 277 of the Code provides, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“A prohibition on leaving the country may be imposed if there is a reasonable risk that an accused will abscond or go into hiding; this prohibition may be combined with withholding the accused’s passport or other travel document or with a prohibition on issuing such a document ...”",
                                "elements": []
                            },
                            {
                                "content": "23.  Paragraph 1 of Article 376 of the Code allows the court to proceed in the accused’s absence and provides, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“If an accused who has already been heard leaves a courtroom without the court’s consent, the court may continue proceedings in the accused’s absence and a judgment given in these circumstances will not be considered a default judgment ...”",
                                "elements": []
                            },
                            {
                                "content": "24.  Paragraph 2 of Article 376 of the Code provides, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The above provision is applicable when an accused who has already been heard and informed of the date of a postponed hearing fails to appear without giving any justification for his absence”.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 § 2 OF PROTOCOL No. 4 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant complained that a preventive measure imposed on him, namely a prohibition on his leaving Poland, which was in place for five years and two months (six years and two months when the one year of pre-trial detention prior to the prohibition on leaving Poland is taken into account) constituted a disproportionate restriction on his liberty of movement safeguarded in Article 2 § 2 of Protocol No. 4 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone lawfully within the territory of a State shall, within that territory, have the right to liberty of movement and freedom to choose his residence.",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone shall be free to leave any country, including his own.",
                                "elements": []
                            },
                            {
                                "content": "3.  No restrictions shall be placed on the exercise of these rights other than such as are in accordance with law and are necessary in a democratic society in the interests of national security or public safety, for the maintenance of ordre public, for the prevention of crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.",
                                "elements": []
                            },
                            {
                                "content": "4.  The rights set forth in paragraph 1 may also be subject, in particular areas, to restrictions imposed in accordance with law and justified by the public interest in a democratic society.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "26.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "27.  The Government submitted that the prohibition on leaving  imposed on the applicant constituted a lawful and proportionate preventive measure, applied to ensure the proper conduct of criminal proceedings. The Government further stressed the complex nature of the proceedings against the applicant, the number of witnesses who had to be heard and the need for the applicant to be present at the trial. They also relied on a series of cases against Italy (see Goffi v. Italy, no. 55984/00; Luordo v. Italy, no. 32190/96; and Bassani v. Italy, no. 47778/99) where the length of proceedings varied between thirteen years and six months and twenty-four years and five months, and where violations were found by the Court, and compared them with the case of Fedorov and Fedorova v. Russia, no. 31008/02, where a restriction on leaving the place of residence lasting about four years and three months was found to be proportionate. The Government concluded that the application should be found manifestly ill-founded: alternatively that in the circumstances of the present case there had been no breach of Article 2 of Protocol No. 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The applicant’s lawyer contested the argument that the case was particularly complex. He pointed to the fact that it had been assigned to a court of the lowest instance (a district court) and that a regional court had refused to deal with the matter. He further submitted that he had filed nine requests for the preventive measure imposed on the applicant to be lifted, and all of them had been refused. The courts likewise refused to grant the applicant permission to leave  for a short period of time to see his children and to take care of his most urgent affairs. The lawyer further maintained that the applicant had appeared at court for all the hearings, and that he had given no reasons for suspicion that he would abscond or obstruct the proper conduct of the proceedings in any other way. As regards the Court’s case-law relied on by the Government, the applicant’s lawyer pointed to two crucial differences between the circumstances of the case of Fedorov and Fedorova v. Russia and the present case. Firstly, in the case relied on by the Government one of the applicants was twice granted permission to leave her place of residence for a short period of time. Secondly, in the present case, the applicant was a citizen of another country, who had been forced to remain in  for over six years (including the period of his pre-trial detention). The applicant’s lawyer submitted that the application of the preventive measure to the applicant for such a long period of time constituted a disproportionate interference with his right to freedom of movement.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a.  Whether there was an interference",
                                "elements": [
                                    {
                                        "content": "29.  The Court notes that the parties did not dispute that there had been a restriction on the applicant’s freedom of movement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court reiterates that in order to comply with Article 2 of Protocol No. 4 such a restriction should be “in accordance with the law”, pursue one or more of the legitimate aims contemplated in paragraph 3 of the same Article and be “necessary in a democratic society” (see Raimondo v. Italy, judgment of 22 February 1994, Series A no. 281-A, p. 19, § 39).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  Lawfulness and purpose of the interference",
                                "elements": [
                                    {
                                        "content": "31.  The Court is satisfied that the interference was in accordance with the law (Article 277 of the Code of Criminal Procedure). It also accepts the Government’s submission that its purpose was to ensure the applicant’s presence at the trial. The Court accordingly finds that the restriction pursued the legitimate aims set out in paragraph 3 of Article 2 of Protocol No. 4, in particular, the prevention of crime and protection of the rights and freedoms of others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  It remains to be determined whether the measure was necessary in a democratic society.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "c.  Proportionality of the interference",
                                "elements": [
                                    {
                                        "content": "33.  The Court observes that it had to rule on the compatibility with Article 2 of Protocol No. 4 of an obligation not to leave one’s place of residence in a series of cases against Italy, including the case of Luordo (see Luordo, cited above, § 96). In Luordo the Court found such an obligation, imposed on the applicant for the duration of the bankruptcy proceedings, disproportionate because of the length of the proceedings, in that case fourteen years and eight months, even though there had been no indication that the applicant had wished to leave his place of residence or that such permission had ever been refused. This approach was followed in subsequent cases, where the duration of an obligation not to leave the territory of the respondent State varied between more than five years (Prescher v. Bulgaria no. 6767/04, § 47, 7 June 2011) and more than ten years (see Riener v. Bulgaria, no. 46343/99, § 106, 23 May 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In the present case the preventive measure was applied to the applicant for a period of five years and two months. Prior to that preventive measure the applicant had been held in pre-trial detention for a period of one year (see paragraphs 7 and 8 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  However, the Court considers that, in the present case, the comparative duration of the restriction in itself cannot be taken as the sole basis for determining whether a fair balance was struck between the general interest in the proper conduct of the criminal proceedings and the applicant’s personal interest in enjoying freedom of movement. This issue must be assessed according to all the special features of the case. The restriction may be justified in a given case only if there are clear indications of a genuine public interest which outweigh the individual’s right to freedom of movement (see Hayibeyli v. Azerbaijan, no. 16528/05, § 63).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  First of all, it should be noted that in the present case the restriction on the applicant’s freedom of movement consisted in prohibiting him from leaving the country and withholding his passport. It follows that the applicant was free to travel within the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Secondly, the applicant made nine requests for the restriction imposed on him to be lifted. He cited deprivation of contact with his family, his poor financial situation and deteriorating health. All the requests were refused and all his appeals against the refusals dismissed (see paragraphs 12-14 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Thirdly, for the entire duration of the restriction no first-instance judgment was given in the applicant’s case. The proceedings have been pending since November 2004. The Court cannot comment on the applicant’s lawyer’s submission that the case was not complicated, since a  refused to hear it because the lawyer had failed to support his submissions with relevant documents. Taking into account the number of co-accused and the number of witnesses to be heard (see paragraph 9 above) the Court accepts that the case is of a certain complexity. However, the factual and organisational complexity of the case cannot justify the application of the prohibition on leaving the country throughout the whole period of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Fourthly, the applicant is a French national and his life prior to his arrest in Poland was based in . His family, including three children, friends and business were all located in . He also had a right to medical care in . Such a situation cannot be compared to a restriction on an applicant’s freedom of movement imposed on him or her in his or her own country. The Court would agree with the applicant’s lawyer’s submissions that this is the crucial circumstance which differentiates the present case from the other cases relied on by the Government in their observations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court notes finally that on 27 January 2011, the preventive measure imposed on the applicant was lifted, although the criminal proceedings against him were still pending. On the same day the applicant left for . He appeared at a hearing on 14 June 2011, but decided with the domestic court’s agreement not to participate further in the trial. The proceedings are pending, apparently without the applicant’s participation (see paragraphs 19 and 23-24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In view of the above, the Court considers that the restriction on the applicant’s freedom of movement for a period of five years and two months was disproportionate particularly given that he was forced to stay for all that period in a foreign country and was not allowed to leave even for a short period of time. At the same time, the Court notes that the proceedings against the applicant have been pending for a considerable time and no first-instance judgment has yet been given. What is more, the preventive measure applied to the applicant was eventually lifted and, with the agreement of the domestic court concerned, the proceedings are being conducted without his presence. Therefore, the Court finds that a fair balance between the demands of the general interest and the applicant’s rights was not achieved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  There has accordingly been a violation of Article 2 of Protocol No. 4 to the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "44.  The applicant claimed 100,000 euros (EUR) in respect of non-pecuniary damage and EUR 72,110 in respect of pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Government considered the claims unjustified and groundless. As regards the claim for pecuniary damage, the Government expressed an opinion that it was purely of a hypothetical nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicant EUR 4,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "47.  The applicant also claimed EUR 4,000 for costs and expenses, which he described as “legal fees”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government submitted that the applicant’s claim for costs and expenses was not supported by any additional documents such as bills and invoices. They took the view that the claim should be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria and the fact that the applicant’s lawyer did submit well-prepared observations on the admissibility and merits of the present application, the Court considers it reasonable to award the sum of EUR 1,500 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "50.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 2 of Protocol No. 4 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the national currency of the respondent State at the rate applicable on the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 January 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "David Thór Björgvinsson",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MIAŻDŻYK v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-108766.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0124JUD002359207",
    "externalsources": [
        "Articles 277 and 376 of the Code of Criminal Procedure"
    ],
    "extractedappno": [
        "23592/07",
        "55984/00",
        "32190/96",
        "47778/99",
        "31008/02",
        "6767/04",
        "46343/99",
        "16528/05"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-108766",
    "judgementdate": "24/01/2012 00:00:00",
    "kpdate": "24/01/2012 00:00:00",
    "kpthesaurus": [
        "216",
        "566",
        "150",
        "270",
        "330",
        "378",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P4-2",
        "P4-2-1",
        "41",
        "P4-2-3"
    ],
    "parties": [
        "MIAŻDŻYK",
        "POLAND"
    ],
    "rank": "857.854064941406",
    "representedby": [
        "LADROWSKI J."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Bassani v. Italy, no. 47778/99, 11 December 2003",
        "Fedorov and Fedorova v. Russia, no. 31008/02, 13 October 2005",
        "Goffi v. Italy, no. 55984/00, 24 March 2005",
        "Hayibeyli v. Azerbaijan, no. 16528/05, § 63",
        "Luordo v. Italy, no. 32190/96, § 96, ECHR 2003-IX",
        "Prescher v. Bulgaria no. 6767/04, § 47, 7 June 2011",
        "Raimondo v. Italy, judgment of 22 February 1994, Series A no. 281-A, p. 19, § 39",
        "Riener v. Bulgaria, no. 46343/99, § 106, 23 May 2006"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "366101",
    "typedescription": "15"
}