{
    "__articles": "2;2-1;3;5;5-1;13;13+2-1;13+3",
    "__conclusion": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 13+2-1 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2-1 - Life;Article 2 - Right to life);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Inhuman treatment;Prohibition of torture)",
    "applicability": "",
    "appno": "867/12;869/12;7215/12;52498/12;77701/12;79938/12;1969/13;73593/13;63000/14;70438/14",
    "article": [
        "13",
        "3",
        "2",
        "5"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "2-1",
            "base_article": "2",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+2-1 - Right to an effective remedy",
            "mentions": [
                "Article 2-1 - Life",
                "Article 2 - Right to life"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+2-1 - Right to an effective remedy",
            "mentions": [
                "Article 2-1 - Life",
                "Article 2 - Right to life"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Inhuman treatment",
                "Prohibition of torture"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Inhuman treatment",
                "Prohibition of torture"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-193490.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in ten applications against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates indicated in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  Notice of the applications was given to the Russian Government (“the Government”).",
                        "elements": []
                    },
                    {
                        "content": "3.  The Government did not object to the examination of the applications by a Committee.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants are Russian nationals who, at the material time, lived in the Chechen Republic or Ingushetia. Their personal details are set out in the appended table. They are close relatives of individuals who disappeared after allegedly being unlawfully detained by servicemen during special operations. The events concerned took place in areas under the full control of the Russian federal forces. The applicants have not seen their missing relatives since the alleged arrests. Their whereabouts remain unknown.",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicants reported the abductions to lawenforcement bodies, and official investigations were opened. The proceedings were repeatedly suspended and resumed, and have remained pending for several years without any tangible results being achieved. The applicants lodged requests with the investigating authorities and various law-enforcement bodies for information and assistance in the search for their relatives. Their requests received either only formal responses or none at all. The perpetrators have not been established by the investigating bodies. It appears that all of the investigations are still pending.",
                                "elements": []
                            },
                            {
                                "content": "6.  Summaries of the facts in respect of each application are set out below. Each account is based on statements provided by the applicants and their relatives and/or other witnesses to both the Court and the domestic investigative authorities. The Government did not dispute the principal facts of the cases, as presented by the applicants, but questioned the involvement of servicemen in the events.",
                                "elements": []
                            },
                            {
                                "content": "A.  Abubakarova v. Russia (no. 867/12)",
                                "elements": [
                                    {
                                        "content": "7.  The applicant is the mother of Mr Aslan Abubakarov, who was born in 1979.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Abduction of Mr Aslan Abubakarov",
                                        "elements": [
                                            {
                                                "content": "8.  At the material time the applicant and her family lived in the village of Achkhoy-Martan in the vicinity of the Achkhoy-Martan district department of the interior (“the Achkhoy-Martan ROVD”) and the AchkhoyMartan district department of the Federal Security Service (“the Achkhoy-Martan FSB”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  At about 3 a.m. on 14 October 2004 a large group of armed servicemen in camouflage uniforms arrived at the applicant’s house in two armoured personnel carriers (“APCs”) and two Ural lorries without registration plates. The servicemen were of Slavic appearance and spoke unaccented Russian. Some of them were equipped with helmets, metal shields and portable radio devices. A group of around six servicemen broke into the house, searched the premises and checked the identity documents of the residents. Then they forced Mr Aslan Abubakarov into one of the Ural lorries and drove him off in the direction of the Achkhoy-Martan FSB.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  The abduction took place in the presence of several witnesses. The applicant submitted written statements by three neighbours, Ms B.A., Mr Sh.S. and Ms S.S., who had seen a group of servicemen arriving at her house in military vehicles, including APCs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  Shortly thereafter the applicant’s husband, together with his son and two neighbours, Mr Sh.S., and Mr T.A., went to the checkpoint on the outskirts of Achkhoy-Martan in search of Mr Aslan Abubakarov. Servicemen manning the checkpoint told them that a convoy of military vehicles had passed through unrestricted earlier that night.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "12.  On 14 October 2004 the father of Mr Aslan Abubakarov contacted the Achkhoy-Martan inter-district prosecutor seeking to have a criminal investigation opened into the abduction of his son.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  Two days later the investigators examined the crime scene. No evidence was collected. On the same day the investigators questioned the applicant and her husband. Their submissions were similar to the applicant’s submissions before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On 1 November 2004 the prosecutor opened criminal case no. 38050 under Article 126 of the Russian Criminal Code (“the CC”) (abduction).",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  Between November and December 2004 the investigators questioned the applicant’s neighbours, who had heard about the abduction. They noted that Mr Aslan Abubakarov had not participated in illegal armed groups.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  In the meantime the investigators requested various law-enforcement authorities, including the FSB, and detention facilities to provide them with information about the possible arrest and detention of Mr Aslan Abubakarov. The authorities replied that they did not have any information on the matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 29 December 2004 the applicant was granted victim status in the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 19 January 2005 the investigators questioned the applicant’s neighbour Mr Sh.S., an eyewitness to the abduction, who said that Mr Aslan Abubakarov had been abducted by men in camouflage uniforms and balaclavas who had arrived at the applicant’s house in APCs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 1 March 2005 the investigation was suspended for failure to identify the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 29 April 2005 the above decision was overruled as ill-founded and the investigation was resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  Having questioned several hearsay witnesses, the investigators suspended the investigation on 6 June 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 14 November 2006 Mr Aslan Abubakarov’s father contacted the Russian Prosecutor General, complaining of the ineffectiveness of the investigation into his son’s abduction. On 22 January 2007 the complaint was forwarded to the Achkhoy-Martan inter-district prosecutor, who overruled the decision of 6 June 2005 as unlawful and ordered the resumption of the investigation on 14 February 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  Subsequently the investigation was suspended on 14 March and 30 November 2007 and 11 July 2008 and then resumed on 31 October 2007, 11 June 2008 and 13 September 2011 respectively, before being suspended again on 14 September 2011.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  In the meantime, on 4 September 2008 and 14 April 2009, Mr Aslan Abubakarov’s parents contacted the Russian Ministry of the Interior and the Chechen Parliament’s committee for the search for missing persons respectively, asking for their assistance in the search for their son. Their requests were forwarded to the investigators. By letters of 5 December 2008 and 6 June 2009 the investigators replied that the investigation had been suspended, but that operational search activities were ongoing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  There is no information about any further developments in the proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Magaziyev and Others v. Russia (no. 869/12)",
                                "elements": [
                                    {
                                        "content": "26.  The applicants are close relatives of Mr Said-Emin Magaziyev, who was born in 1979. The first and second applicants are his parents, the third and fourth applicants are his sisters, and the fifth applicant is his son.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Circumstances preceding the abduction",
                                        "elements": [
                                            {
                                                "content": "27.  On 10 September 2002 Mr Said-Emin Magaziyev was taken to the Achkhoy-Martan ROVD and questioned by a police investigator, M.K., and an FSB officer, V.K., on suspicion of having been involved in a truck crane theft. On the same day he was released under an obligation to appear before the FSB officer for subsequent questioning on 16 September 2002. However, he failed to do so.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Abduction of Mr Said-Emin Magaziyev",
                                        "elements": [
                                            {
                                                "content": "28.  At 3 a.m. on 18 September 2002 seven or eight servicemen in camouflage uniforms and balaclavas armed with automatic weapons arrived at the applicant’s house in the village of Zakan-Yurt, Chechnya, in several APCs. They broke into the house, searched the premises, bound Mr SaidEmin Magaziyev, put him in one of the APCs and drove off towards the village of Samashki.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The abduction took place in the presence of several neighbours who had been woken up by the noise of military vehicles passing by. The applicants submitted written statements by three of them, Mr I.A., Mr A.M. and Mr B.M. They confirmed that on the night of 18 September 2002 military vehicles, including an APC, had parked near the applicants’ house. Several minutes later they had driven off in the direction of Samashki. As soon as the vehicles had left, the first and second applicants went to see the neighbours, complaining about their son’s abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Immediately thereafter the first applicant and several neighbours followed the abductors. Having reached Samashki, they spoke with villagers, who told them that several APCs had entered the premises of the Samashki military commander’s headquarters.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  In the morning the first applicant went to the headquarters. The personnel manning the headquarters told him that Mr Said-Emin Magaziyev had been detained and brought to the headquarters at 4 a.m. on 18 September 2002. A few hours later a UAZ minivan had taken him away to an unknown destination.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "32.  On an unspecified date the applicants informed the authorities of Mr Said-Emin Magaziyev’s abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 28 September 2002 the Achkhoy-Martan district prosecutor opened criminal case no. 63072 under Article 126 of the CC (abduction).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Government did not provide the Court with a copy of the investigation file. From the applicants’ submissions it appears that the investigation proceeded as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 27 December 2002 the first applicant was granted victim status in the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On an unspecified date in 2002 or 2003 the investigators suspended the investigation for failure to identify the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 8 August 2003 they resumed the investigation, and at some point later they suspended it again.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 3 December 2004 the applicants contacted the European Committee for the Prevention of Torture, seeking its assistance in the search for Mr Said-Emin Magaziyev. The outcome of the request is unknown.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In early 2007 the first applicant complained to the Russian Prosecutor General of the ineffectiveness of the investigation into his son’s abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 9 March 2007 the investigators resumed the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  On 16 March 2007 the applicant’s complaint concerning the ineffectiveness of the investigation was forwarded to the investigators. By a letter of 3 April 2007 they replied that the investigation had already been resumed. Four days later, on 7 April 2007, the investigation was suspended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On an unspecified date in 2008 the investigation was resumed. Subsequently it was suspended on 10 June 2008 and 16 February 2009 and then resumed on 16 January and 23 March 2009 respectively, before being suspended again on 23 April 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In the meantime, on 20 January 2009 the fourth applicant was granted victim status in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On 14 May 2009 the third applicant requested that the investigators grant her permission to review the criminal case file. The outcome of the request is unknown.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On 21 June 2011 the fourth applicant complained to the investigators of the lack of information about the course of the proceedings. The next day she was informed that the proceedings had been suspended on 23 April 2009, but that extensive operational search activities were ongoing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  There is no information about any further developments in the case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Edilsultanova and Others v. Russia (no. 7215/12)",
                                "elements": [
                                    {
                                        "content": "47.  The first applicant is the wife of Mr Ruslanbek Boltiyev, who was born in 1962. The second, third and fourth applicants are his children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The fifth applicant is the wife of Mr Shamkhan Zibikov, who was born in 1964. The sixth, seventh, eighth and ninth applicants are his children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The tenth applicant is the wife of Mr Sayd-Ali (also spelled as SaidAli) Sharshuyev, who was born in 1954.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Abduction of Mr Ruslanbek Boltiyev, Mr Shamkhan Zibikov and Mr Sayd-Ali Sharshuyev",
                                        "elements": [
                                            {
                                                "content": "50.  At 7 a.m. on 20 July 2003 three armed servicemen in camouflage uniforms arrived at the first applicant’s house in the village of Avtury, Chechnya, and ordered the first applicant and her family members to show their identity documents. They checked Mr Ruslanbek Boltiyev’s passport and left.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  About ten minutes later the first applicant heard several gunshots outside. Then two armed servicemen of Chechen and Slavic appearance entered the house. The Chechen serviceman ordered Mr Ruslanbek Boltiyev to follow them. They put him in a grey UAZ vehicle without registration plates and drove away.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Immediately after that, the first applicant went to see Mr Ruslanbek Boltiyev’s brother, who lived nearby, and followed the UAZ in a car with him. They caught up with the UAZ in the village centre. The first applicant was allowed to pass socks and medication on to her husband. Then three other UAZ vehicles arrived and the convoy drove off in the direction of the village of Shali. The first applicant attempted to follow the convoy, but was not allowed to cross the checkpoint between Shali and Avtury.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  At about 7 a.m. on 20 July 2003 two armed servicemen in camouflage uniforms arrived at the fifth applicants’ house in Avtury, Chechnya, and checked the identity documents of the family members. At the time Mr Shamkhan Zibikov was in the courtyard and the fifth applicant did not see what was happening to him. When she went outside, she saw about fifteen military UAZ and VAZ vehicles. The servicemen ordered her to go back inside the house. A few minutes later all the vehicles, except for three, left. She did not see in which vehicle her husband was put.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  At about 7.30 a.m. on 20 July 2003 several armed servicemen in camouflage uniforms, some of whom were in balaclavas, arrived in VAZ21099 and UAZ vehicles at the tenth applicant’s house in Avtury, Chechnya, searched the premises and took Mr Sayd-Ali Sharshuyev away.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "55.  On 20 July 2003 the head of the Avtury municipal administration informed the Shali district department of the interior (“the Shali ROVD”) about the abduction of Mr Ruslanbek Boltiyev, Mr Shamkhan Zibikov and Mr Sayd-Ali Sharshuyev. On the same day investigators from the Shali ROVD examined the applicants’ houses. No evidence was collected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  On 24 July 2003 the case was transferred to the Shali district prosecutor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  On 30 July 2003 he opened criminal case no. 22111 under Article 126 of the CC (abduction).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 31 July 2003 the investigators questioned the tenth applicant, who described the circumstances of her husband’s abduction, and her neighbour, Mr A.A. The latter stated that he had seen the abduction of Mr Sayd-Ali Sharshuyev by servicemen in camouflage uniforms, who had arrived in VAZ and UAZ vehicles without registration plates.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In early August 2003 the investigators questioned relatives of Mr Ruslanbek Boltiyev and Mr Shamkhan Zibikov, eyewitnesses to their abductions. Their description was consistent with the applicants’ account of the events.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On 13 September 2003 the investigators contacted various military and law-enforcement authorities to check whether the abducted persons had been arrested and taken into custody. The respondent authorities replied that they had no information about their arrests or detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  On 18 and 19 August 2003 the first, fifth and tenth applicants were granted victim status in the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  On 18 August 2003 the brother of Mr Sayd-Ali Sharshuyev informed the investigators that he had identified one of the persons who had arrested Mr Sayd-Ali Sharshuyev. It was Mr A., from the village of Tsotsin-Yurt, who worked in the Chechen President’s security service. Mr A. had told him that the security service had detained Mr Sayd-Ali Sharshuyev for two days and then had transferred him to the FSB.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  On an unspecified date (apparently in August 2003) one of the investigators spoke with the head of the Chechen President’s security service, Mr S. He stated that on 20 July 2003 the security service had conducted a special operation in Avtury. As a result of that operation four persons had been arrested. One of them had been released afterwards, whereas three others had been taken to the town of Gudermes to take part in “operational activities”. Mr S. refused to give a formal statement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  On 30 September 2003 the investigation was suspended for failure to identify the perpetrators. It was then resumed on 3 July 2004 and suspended on 9 August 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  On 22 September 2004 the investigators resumed the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  On 12 October 2004 the investigators questioned Mr S., who denied the involvement of the security service in the abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  On 22 October 2004 the investigation was suspended. It was then resumed on 6 September 2005, 12 April 2006, 12 January 2010 and 9 August 2011, and then suspended on 14 November 2005, 14 May 2006, 12 February 2010 and 19 August 2011 respectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In the meantime, on 8 June 2006 and 22 May 2007 the first and tenth applicants respectively contacted the Chechen Parliament seeking assistance in the search for their missing husbands. It appears that their letters were forwarded to the investigators. It is not clear whether any replies followed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  On an unspecified date in 2009 the tenth applicant asked the Chechen Parliament’s relevant committee to help her to find her husband. Her request was forwarded to the investigators, who replied on 23 April 2009 that the investigation had been suspended, but that operational search activities in the case were ongoing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On 22 January 2010 the investigators questioned Mr A. According to his statements, on 20 July 2003 he had been working in the Kurchaloiy district department of the interior and had participated in a “mopping-up” operation carried out by FSB officers from the “SSG-1” unit in Avtury. The operation had been headed by an officer with the call sign “Terek”. Four or five people had been arrested during that operation on suspicion of having participated in an illegal armed group.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  On 6 February 2010 the investigators requested the FSB in Chechnya to provide them with a list of persons who had participated in the “mopping-up operation”. By a letter of 5 March 2010 the FSB replied that the relevant archive documents had been destroyed, and that in any event the information requested was classified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  There is no information about any further developments in the case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Proceedings against the investigators",
                                        "elements": [
                                            {
                                                "content": "73.  On an unspecified date in 2011 the applicants lodged a complaint with the Shali Town Court, challenging the effectiveness of the investigation and seeking to have the criminal proceedings resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  On 10 August 2011 the Shali Town Court dismissed the complaint on the grounds that the investigation had already been resumed a day before, on 9 August 2011.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Dzhambulatova v. Russia (no. 52498/12)",
                                "elements": [
                                    {
                                        "content": "75.  The applicant is the sister of Mr Khamit Dzhambulatov, who was born in 1957.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Circumstances preceding the abduction",
                                        "elements": [
                                            {
                                                "content": "76.  At 8 p.m. on 28 August 2002 a group of fifteen to twenty armed servicemen in camouflage uniforms and balaclavas broke into the courtyard of the applicant’s house in Grozny. Some of them remained in the courtyard, while the others entered the house. The servicemen spoke unaccented Russian. They searched the premises and left.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Abduction of Mr Khamit Dzhambulatov",
                                        "elements": [
                                            {
                                                "content": "77.  At 8 p.m. on 7 September 2002 several armed servicemen in camouflage uniforms and balaclavas arrived at the applicant’s house in an APC. They broke into the house and searched the premises. Thereafter the servicemen took Mr Khamit Dzhambulatov outside. A couple of minutes later the applicant went outside. She did not find her brother, but saw the APC driving away. Her neighbours told her that Mr Khamit Dzhambulatov had been forced into the vehicle by the servicemen.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "78.  On 9 and 12 September 2002 the applicant contacted the head of the Staropromyslovskiy district municipal administration in Grozny and the Grozny town prosecutor, complaining about her brother’s abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  A month later, on 12 October 2002 the prosecutor opened criminal case no. 54087 under Article 126 of the CC (abduction).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Government did not provide the Court with a copy of the investigation file. From the applicant’s submissions it appears that the investigation proceeded as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  On 12 December 2002 the investigation was suspended for failure to identify the perpetrators, and on 12 October 2004 it was resumed again.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  On 2 December 2004 the investigators examined the crime scene. No evidence was collected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Ten days later, on 12 December 2004, the investigation was suspended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  According to the applicant, she and her mother contacted the local authorities, the investigative committee and the Red Cross, seeking their assistance in the search for their missing relative, but to no avail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  On 17 June 2009 the applicant asked the investigators to grant her victim status in the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  On 11 June 2010 she requested the investigators to resume the investigation and to allow her to review the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  It appears that no responses were forthcoming in reply to those two requests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  On 26 September 2011 the investigators resumed the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  On the next day they granted the applicant victim status and questioned her. Her statements were similar to the account of the events described above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  Subsequently, the investigation was suspended on 26 October 2011, 27 January and 23 March 2012 and 18 December 2013, and then resumed on 27 December 2011, 13 March 2012, and on an unspecified date in 2013 respectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  In the meantime, on 3 and 27 February 2012 the applicant requested the investigators to allow her to review the case file. Several months later her lawyer obtained access to the documents in the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  There is no information about the further progress of the investigation.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "E.  Golbatsova v. Russia (no. 77701/12)",
                                "elements": [
                                    {
                                        "content": "93.  The applicant is Ms Ayzan Golbatsova, who was born in 1953. She is the mother of Mr Alikhan Golbatsov, who was born in 1979.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The applicant died on 17 August 2013. Her daughter, Ms Elina Golbatsova, the sister of Mr Golbatsov, expressed her wish to pursue the proceedings before the Court in her mother’s stead.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Abduction of Mr Alikhan Golbatsov",
                                        "elements": [
                                            {
                                                "content": "95.  At about 9 p.m. on 25 November 2004 Mr Alikhan Golbatsov and his acquaintance Mr S.K. were driving a Zaporozhets car in the village of Avtury in the direction of its centre, when a group of armed military servicemen in camouflage uniforms stopped them. The servicemen were of Slavic appearance and spoke unaccented Russian. They were in two UAZ minivans and three Ural lorries. Having forced Mr Golbatsov and Mr S.K. into one of the minivans, the servicemen drove off to an unknown destination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The abduction took place in the presence of several witnesses. The applicant submitted written statements by several of them. Her neighbour, Ms D.A., had seen Mr Alikhan Golbatsov’s car being stopped by armed servicemen in a white UAZ minivan. The servicemen had surrounded the car and argued in unaccented Russian. Other witnesses, Mr L.Z. and Ms E.A., made similar statements. The aforementioned three witnesses were not questioned by the investigators.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "97.  Immediately after the abduction the applicant informed the authorities and requested that criminal proceedings be opened.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  On 23 December 2004 investigators from the Shali district department of the interior examined the crime scene. No evidence was collected. On the same day they questioned Mr Alikhan Golbatsov’s relatives. They submitted that on 25 November 2004 he had not returned home.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  On 24 December 2004 the case was transferred to the Shali district prosecutor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  On 10 January 2005 he opened criminal case no. 46002 under Article 105 of the CC (murder).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  In January 2005, apparently following allegations made by relatives of Mr Alikhan Golbatsov or Mr S.K. that the two men had been abducted by State agents, the investigators contacted various authorities, including the Shali district FSB and remand prisons, to check whether Mr Alikhan Golbatsov had been arrested and taken into custody. The authorities replied that they had no information on the matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  On 11 January 2005 the head of the Avtury municipal authority informed the investigators that the remains of Mr Alikhan Golbatsov’s car bearing signs of an explosion had been found near a road between the villages of Avtury and Niki-Khita in the Kurchaloiy district, Chehcnya.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  On 1 February 2005 the applicant, the mother of Mr Alikhan Golbatsov, was granted victim status in the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  On 23 February 2005 the investigators asked the Kurchaloiy district military commander whether a special operation had been conducted on 25 November 2004. The military commander replied in the negative.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  On 17 March 2005 the investigation was suspended for failure to identify the perpetrators. It was then resumed on 17 June 2005, and suspended again on 17 July 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  On 22 January 2007, apparently after the investigation had been resumed one more time, the wife of Mr S.K. was granted victim status.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  On 2 October 2007 the applicant contacted the Chechen Ombudsman, seeking his assistance in the search for her son. She submitted that on 25 November 2004 Mr Alikhan Golbatsov had been arrested in the centre of Avtury by a group of servicemen in camouflage uniforms. On 8 October 2007 the Ombudsman requested the investigators to inform him about the progress of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  On 12 November 2007 the investigators resumed the investigation and asked the applicant to tell them the names of the village residents who had seen the abduction of her son. Owing to the time that had elapsed, she could not recall the names.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  On 11 December 2007 the investigation was suspended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  On unspecified dates in early 2008 and 2009 the applicant asked the Chechen President and the Chechen Parliament’s committee for the search for missing persons to assist in the search for her son. Her requests were forwarded to the investigators. By a letter dated 18 June 2009 they informed her that the investigation had been suspended, but that operational search measures were ongoing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  On 28 March 2011 the applicant requested that the investigators inform her about the progress of the investigation and allow her to review the criminal case file. Her request was granted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  On 14 June 2012 the investigation was transferred to the Kurchaloiy district prosecutor. There is no information about any further developments in the case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "F.  Pashayeva v. Russia (no. 79938/12)",
                                "elements": [
                                    {
                                        "content": "113.  The applicant is the mother of Mr Ruslan Pareulidze (also spelled as Paraulidze), who was born in 1982.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Abduction of Mr Ruslan Pareulidze",
                                        "elements": [
                                            {
                                                "content": "114.  At the material time Mr Ruslan Pareulidze was visiting his aunt, Ms M.M., in the Nesterovskaya settlement, Ingushetia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  At about 5 p.m. on 7 October 2003 Mr Pareulidze was in the courtyard of his aunt’s house when a group of armed servicemen in camouflage uniforms arrived in a military UAZ car, a Niva car and a Gazel minivan with the registration plates O 182 MM 06. The servicemen spoke unaccented Russian and were of Slavic appearance. They forced Mr Ruslan Pareulidze into the minivan and drove off to an unknown destination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  About five days later a group of about 200 servicemen arrived at Ms M.M.’s house in APCs, Ural lorries and UAZ minivans. They brought a man, presumably Mr Ruslan Pareulidze, whose upper body and head were covered with a sack. The servicemen searched the house and then drove off again with the man.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "117.  On 8 October 2003 Ms M.M. informed the authorities of the abduction and requested that criminal proceedings be opened.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  Two days later the investigators questioned Ms M.M., her son, and two neighbours who had witnessed the abduction. Their submissions were similar to the account of the events set out above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  On 20 October 2003 the Sunzhenskiy district prosecutor opened criminal case no. 23600067 (in the documents submitted the number was also referred to as 036600067) under Article 126 of the CC (abduction).",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  On 25 October 2003 the applicant was granted victim status in the criminal proceedings. On the same day the investigators questioned her and several neighbours. They repeated the statements given before, adding that several days after the abduction Ms M.M.’s house had been searched by persons in uniforms, accompanied by a neighbourhood police officer. Some of the witnesses said that according to rumours, Mr Ruslan Pareulidze had been in the custody of the FSB.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  On 16 October 2003 the road traffic police, further to a request from the investigators, informed them that the registration number O 182 MM 06 belonged to a Niva car owned by the FSB in Ingushetia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  On 20 February 2004 the investigators questioned the neighbourhood police officer who had participated in the search which followed the abduction. He submitted that on 7 October 2004 he had accompanied a group of the FSB officers who intended to check the registration documents of two families, including that of Ms M.M. When they had arrived at the latter’s address he had remained outside. The FSB officers had entered the house and left it shortly thereafter. Then they had moved to another address and found a large secret store of weapons. According to rumours, the location of that store had been disclosed by Mr Ruslan Pareulidze, who had been in the custody of the FSB.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  In the meantime, on various dates in 2003 and 2004 the investigators requested a number of law-enforcement authorities, including the FSB, to provide them with any information about Mr Ruslan Pareulidze’s arrest or detention. The authorities replied that they had no information on the matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  On 20 March 2004 the investigation was suspended for failure to identify the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  On 16 December 2004 the applicant contacted the FSB in Ingushetia, seeking its assistance in the search for her son. The FSB forwarded her letter to the investigators, who replied that the investigation had been suspended, but that operational search activities were still ongoing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  On 28 March 2005 the applicant requested the update on the course of the proceedings. Three days later the investigators informed her that there had been no new developments in the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  On 12 March 2008 the applicant requested the investigators to provide her with copies of some documents from the investigation file. Her request was granted on 15 March 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  On 24 November 2010 the investigators resumed the investigation and on 30 December 2010 they suspended it again.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  On 27 August 2011 and 26 June 2012 the applicant contacted the investigators, requesting information about new developments in the case. On 9 July 2012 the investigators replied that the proceedings had been suspended, but that recently they had ordered that operational search measures in the case be intensified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  There is no information about the further progress of the investigation.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "G.  Khamzatovy v. Russia (no. 1969/13)",
                                "elements": [
                                    {
                                        "content": "131.  The first applicant is the wife of Mr Lema (also spelled as Lemma) Khamzatov, who was born in 1964. The second, third and fourth applicants are his children. The application form was also lodged on behalf of Mr Lema Khamzatov’s father, Mr Saydamagomed Khamzatov. However, on 8 July 2016 the applicants informed the Court that he had died in 2011, that is to say before the application was submitted. Therefore he cannot be treated as one of the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Abduction of Mr Lema Khamzatov",
                                        "elements": [
                                            {
                                                "content": "132.  At about 3 a.m. on 4 May 2003 (in the documents submitted the date was also referred to as 5 May 2003) Mr Lema Khamzatov was at home in the Noviye Aldy settlement, Chechnya (in the documents submitted the address was also referred to as Grozny) when a group of about thirty armed servicemen in camouflage uniforms arrived at his house in APCs and UAZ minivans. The servicemen spoke unaccented Russian. Having broken into the house, they checked the identity documents of the residents, including the applicants, and then forced Mr Khamzatov outside, handcuffed him, put him into one of the APCs and drove off to an unknown destination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  The abduction took place in the presence of several witnesses, including the applicants and their neighbours. The applicants submitted written statements by four neighbours, Ms R.S., Mr R.D., Ms M.A. and Mr L.Kh, who had seen the abduction from their houses. They confirmed the account of the events as described above.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "134.  Immediately after the abduction the applicants attempted to search for Mr Khamzatov on their own, but in vain. On 6 May 2003 Mr Lema Khamzatov’s father lodged an official complaint asking the authorities to assist in the search for his son.",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  On 15 May 2003 the Zavodskoy district prosecutor in Grozny opened criminal case no. 30069 under Article 126 of the CC (abduction).",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  On an unspecified date the investigators examined the crime scene and collected cartridge cases and bullets, allegedly left by the perpetrators near a neighbouring house.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  On 29 May 2003 the investigators ordered an expert ballistics examination of the evidence collected, as well as a fingerprint analysis. The experts concluded that the cartridge cases and bullets belonged to a special sniper rifle (Винтовка Снайперская Специальная), a “Val” special automatic rifle (Автомат Специальный “Вал”), and an Army Sniper Complex-94 rifle (Войсковой Снайперский Комплекс-94). No fingerprints were found.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  On 6 June 2003 the first applicant was granted victim status in the criminal proceedings and questioned. A copy of the records of questioning submitted by the Government is illegible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  On 11 June 2003 the investigators questioned the father of Mr Lema Khamzatov. His description of the events was similar to the applicants’ submissions before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  On 15 July 2003 the investigation was suspended for failure to identify the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "141.  On 25 August and 1 and 11 September 2003 Mr Lema Khamzatov’s father contacted the Russian Prosecutor General, the head of the Russian Parliament and the head of the Chechen Parliament respectively, seeking their assistance in the investigation. The requests were forwarded to the investigators, who did not reply.",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  On 5 April 2004 the applicant asked the investigators to resume the investigation. On the next day, 6 April 2004 the investigation was resumed. It was then suspended on 9 May 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  On 21 August 2004 the aforementioned decision was overruled by the deputy prosecutor of Chechnya. He noted the investigators’ failure to identify all of the eyewitnesses to the abduction, to question the police officers who had manned the road checkpoints at the material time, and to take other basic investigative steps. The investigation was resumed and then suspended on 25 September 2004. It does not appear that the persons mentioned by the deputy prosecutor were questioned, in spite of his direct orders to that end.",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  Subsequently the investigation was resumed on 25 April 2006 and 1 March 2010, and then suspended on 25 May 2006 and 2 March 2010 respectively. In the meantime, on 4 February 2010 the father of Mr Lema Khamzatov requested the investigators to provide him with information about new developments in the case and to grant him victim status. On 1 March 2010 his request was granted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  The Government did not submit a copy of the investigation file concerning further developments in the case. From the documents presented by the applicants it appears that on 8 July 2010 the NGO SRJI/ASTREYA, on behalf of Mr Lema Khamzatov’s father, requested an update about the progress of the case and access to the documents in the case file. No reply was forthcoming.",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  On 14 December 2012 the applicant’s relatives father repeated the request, but to no avail.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "H.  Reshidovy v. Russia (no. 73593/13)",
                                "elements": [
                                    {
                                        "content": "147.  The applicants are the parents of Mr Islam Reshidov and Mr Usam (also spelled as Usama) Reshidov, who were born in 1986 and 1989 respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Abduction of the Reshidov brothers",
                                        "elements": [
                                            {
                                                "content": "148.  At about 2.30 p.m. on 7 December 2004 Mr Usam Reshidov was at the crossroads of Zavodskaya and A. Sheripova Streets in the town of Argun, Chechnya, when a group of armed servicemen in military camouflage uniforms arrived in an APC, a UAZ vehicle and a Niva car. The servicemen apprehended Mr Usam Reshidov and took him away to an unknown destination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  At about 7 p.m. on the same date, presumably the same group of servicemen in military vehicles (among which were APCs, a UAZ car and a Niva car) surrounded a block of flats on Sakhzavodskaya Street in Argun, broke into a flat, where Mr Islam Reshidov was with his friends Mr A.Kh. and Ms I.D., apprehended them and then took them to the Argun military commander’s headquarters. Subsequently Ms I.D. was released from detention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "150.  Immediately after the abductions the applicants complained to the police, asking for assistance in the search for their sons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  On 21 December 2004 the first applicant lodged an abduction complaint with the Chechnya prosecutor. She stated that Mr Usam Reshidov had left home on 7 December 2004 and had not come back, and that Mr Islam Reshidov had been abducted on the same date from his friend’s flat in Argun by military servicemen in APCs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  On 30 December 2004 she contacted the Argun district department of the interior (“Argun ROVD”). She submitted that on 7 December 2004 her sons had left home and had not returned. On 6 January 2005 the Argun ROVD refused to open a criminal investigation into the incidents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  On 27 January 2005, at the request of Mr A.Kh.’s father, the Argun prosecutor opened criminal case no. 58003 under Article 126 of the CC (abduction).",
                                                "elements": []
                                            },
                                            {
                                                "content": "154.  On 7 February 2005 the Argun deputy prosecutor overruled the refusal to open a criminal case dated 6 January 2005. The investigation into the abduction of the Reshidov brothers was joined to the investigation in criminal case no. 58003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "155.  Two days later, on 9 February 2005 the first applicant was granted victim status in the criminal proceedings and questioned. She told the investigators that after the abduction she and Ms I.D.’s mother had gone to the Argun military commander’s headquarters in search of their relatives. At the headquarters she had met officer R. From her conversation with him she had understood that both of her sons had been detained on the headquarters’ premises.",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  Between February and April 2005 the investigators requested a number of law-enforcement agencies to inform them whether they had conducted any special operations on 7 December 2004 in Argun and whether they had arrested or detained the Reshidov brothers. No reply in the affirmative was received.",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  Between February and August 2005, and again in February 2006, the investigators questioned residents of the block of flats from which Mr Islam Reshidov had been abducted. Some of them had heard gunshots and sounds produced by heavy military vehicles outside their flats on the evening of 7 December 2004; others had directly witnessed the special operation conducted by the law-enforcement agencies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  On 17 February 2005 the investigators questioned officer A.Kh. from the Argun ROVD. According to him, on 8 December 2004 he had heard from Argun ROVD officers and officers from the temporary operative group of the Ministry of the Interior (Временная оперативная группировка органов и подразделений Министерства Внутренних Дел) (“the VOGOP”) that a special operation aimed at arresting Mr A.Kh. had taken place on 7 December 2004, but that the arrest had failed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  14 March 2005 the investigators questioned Ms I.D. Her statement concerning the circumstances of the abduction was similar to the applicants’ account of the events submitted to the Court. According to her, the abductors had placed her in a police station detention unit, where she had been detained for nine days and then released.",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  On 27 April 2005 the investigation was suspended for failure to identify the perpetrators. It was then resumed on 15 May 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  At some point the investigators established that the VOGOP had been manned by officers from the Chelyabinsk regional department of the police, and asked them to submit information about the special operation carried out on 7 December 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  By a letter of 22 July 2005 the Chelyabinsk regional department of the police replied that at the investigator’s request they had questioned several officers who had worked in Argun at the time of the abduction. Those officers had submitted that in 2004 the authorities had obtained information that Mr A.Kh. and Mr Islam Reshidov had planted a bomb in the building of the Argun municipal administration. On 7 December 2004 servicemen from the Argun municipal administration’s security service and the FSB had carried out a special operation to arrest the men. The police had arrived at a block of flats on Sakhzavodskaya Street in Argun and broken into the flat where Mr A.Kh. and Mr Islam Reshidov resided. Mr Usam Reshidov and Ms I.D. had also been in the flat. An exchange of fire had followed and Mr A.Kh. had managed to escape. The Reshidov brothers and Ms I.D. had been apprehended and taken to the headquarters of the Argun municipal administration’s security service. Their fate remains unknown. The allegation that an explosive device had been planted in the municipal administration building had proved to be false.",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  On 30 June 2005 the investigation was suspended. It was then resumed on several occasions: on 19 January and 16 May 2006, 1 April 2008, 17 May and 3 July 2013 and 23 December 2014 and then suspended on 21 February and 23 June 2006, 7 May 2008, 21 May and 13 July 2013 and 30 December 2014 respectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "164.  In the meantime, on 7 June 2006 the investigators questioned Mr I.N., the Argun acting prosecutor at the time of the events. He submitted that in December 2004 a special operation had been conducted on account of the alleged involvement of the Reshidov brothers, Ms I.D. and Mr A.Kh. in the preparation of a terrorist attack in Argun.",
                                                "elements": []
                                            },
                                            {
                                                "content": "165.  On 21 June 2006 similar information was obtained from the Argun ROVD officer Mr Sh.D., who stated that the Reshidov brothers, Ms I.D. and Mr A.Kh. had been arrested by military servicemen in the course of a special operation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "166.  On 14 May 2013 the second applicant requested that he be granted victim status in the case. His request was granted on 4 July 2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "167.  On 29 December 2014 the investigators ordered a DNA sample to be taken from the second applicant to compare it with those stored in the DNA database of unidentified bodies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "168.  There is no information about any further developments in the case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Proceedings against the investigators",
                                        "elements": [
                                            {
                                                "content": "169.  On 3 April 2006 the first applicant lodged a complaint with the Shali Town Court, challenging her lack of access to the criminal case file and the investigators’ failure to take basic steps.",
                                                "elements": []
                                            },
                                            {
                                                "content": "170.  On 1 June 2006 the court allowed the applicant’s complaint in part and ordered the investigators to allow her to review the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "171.  On 26 June 2013 the applicants lodged a similar complaint with the court, challenging their lack of access to the criminal case file and the investigators’ inaction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "172.  On 29 July 2013 the court rejected the complaint, finding that the investigators had already resumed the investigation.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "I.  Mezhiyev and Others v. Russia (no. 63000/14)",
                                "elements": [
                                    {
                                        "content": "173.  The first and second applicants are the parents of Mr Magomed Mezhiyev, who was born in 1977. The third, fourth and fifth applicants are his wife and children. The sixth, seventh and eighth applicants are his sister and brothers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "174.  On 22 October 2016 the applicants informed the Court of the death of the first applicant on 5 November 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "175.  On 27 April 2017 the third applicant informed the Court that she had changed her surname from Mezhiyeva to Muguyeva.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Abduction of Mr Magomed Mezhiyev",
                                        "elements": [
                                            {
                                                "content": "176.  At about 12 noon (in the documents submitted the time was also referred to as 2 p.m.) on 24 July 2005 Mr Magomed Mezhiyev, who was an officer of the Chechen Ministry of the Interior, and his acquaintance, Mr A.M. (in the documents submitted also referred to as Mr A.Kh.), were driving on Pobedy Avenue in Grozny when a group of armed men in camouflage trousers and black T-shirts forced them out of their car. The men apprehended Mr Magomed Mezhiyev and put him into the boot of a car which was parked nearby. Shortly afterwards several VAZ 2107 cars without registration plates arrived at the scene. The men forced Mr A.M. into one of those cars and drove off in the direction of Minutka Square, Grozny. The abduction took place in the presence of several witnesses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "177.  According to the applicants, several days after the abduction an unidentified armed man in a black uniform contacted them and offered to sell them for 1,000 United States dollars (USD) a video recording depicting Mr Magomed Mezhiyev and Mr A.M. being detained on the premises of the Grozny district department of the interior (“the Grozny ROVD”). The applicants paid the sum requested for the recording and then submitted it to the investigators (see paragraph 183 below).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "178.  On 24 July 2005 the applicants contacted the Zavodskoiy district department of the interior requesting that a criminal case into the incident be opened. On the same day the first applicant was questioned. His allegations were similar to the applicants’ account of the events.",
                                                "elements": []
                                            },
                                            {
                                                "content": "179.  On 24 July 2005 the investigators questioned Mr A.Sh., who had seen the abduction. The description he provided was consistent with the applicants’ version of the events.",
                                                "elements": []
                                            },
                                            {
                                                "content": "180.  At some point later the case was transferred to the Zavodskoy district prosecutor in Grozny.",
                                                "elements": []
                                            },
                                            {
                                                "content": "181.  On 2 August 2005 the prosecutor opened criminal case no. 41082 under Article 126 of the CC (abduction).",
                                                "elements": []
                                            },
                                            {
                                                "content": "182.  On 8 August 2005 the first applicant was granted victim status in the case and questioned again. Referring to hearsay evidence, he submitted that after they had forced his son into their vehicle, the abductors had told the eyewitnesses that they were FSB officers conducting a special operation. One of the witnesses had followed their car and seen it entering the premises of the Grozny ROVD.",
                                                "elements": []
                                            },
                                            {
                                                "content": "183.  On 19 September 2005 the first applicant told the investigators that he had obtained a video recording showing his son and his acquaintance Mr A.M. on the ground in the Grozny ROVD. The first applicant stated that he had recognised the appearance and the voice of his son, the Grozny ROVD building and the car belonging to the head of the Grozny ROVD. According to the first applicant, he had bought the recording from an armed serviceman in camouflage uniform who had arrived at his house and offered it in exchange for USD 1,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "184.  On the same date the investigators seized the aforementioned recording as evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "185.  On 28 October 2005 the investigators questioned the head of the Grozny ROVD. He denied that Mr Magomed Mezhiyev had been arrested.",
                                                "elements": []
                                            },
                                            {
                                                "content": "186.  On 2 December 2005 the investigation was suspended for failure to identify the perpetrators. Subsequently, it was resumed on 9 December 2005, 3 March and 28 September 2006, 22 February 2007, 27 March, 2 June 2008 and 11 August 2008, 28 March and 8 September 2011, 28 May 2012, 14 November 2013, 12 March 2014 and 13 July 2016 and then suspended on 9 January, 11 April and 6 November 2006, 14 April 2007, 4 May, 9 July 2008 and 25 September 2008, 28 April and 28 September 2011, 14 June 2012, 14 December 2013, 17 March 2014 and 13 August 2016 respectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "187.  In the meantime, on 27 October 2006 the investigators attempted to examine the premises of the Grozny ROVD to verify whether it had been depicted on the video, but they were not let in owing to the lack of special authorisation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "188.  At some point the video recording submitted by the first applicant to the investigators was lost and the investigators requested the applicants to provide them with a new copy. The applicants did so on 3 September 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "189.  On an unspecified date in 2010 the third applicant requested the investigators to provide her with an update about the progress of the proceedings. On 18 June 2010 she was informed that the investigation had been suspended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "190.  On 21 November 2013 the investigators obtained the first applicant’s DNA sample to compare it with those stored in a database of unidentified bodies. The outcome of the expert examination is unknown.",
                                                "elements": []
                                            },
                                            {
                                                "content": "191.  There is no information about any further developments in the proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Proceedings against the investigators",
                                        "elements": [
                                            {
                                                "content": "192.  On 15 May 2012 and 26 February 2014 the first applicant complained to the Zavodskoy District Court in Grozny, challenging the respective decisions of 28 April 2011 and 14 December 2013 to suspend the investigation and the investigators’ failure to take basic steps.",
                                                "elements": []
                                            },
                                            {
                                                "content": "193.  On 30 May 2012 and 13 March 2014 respectively the court rejected the complaints, finding that the investigators had already resumed the investigation. On 15 April 2014 the Chechnya Supreme Court upheld the latter decision on appeal.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "J.  Tashuyeva v. Russia (no. 70438/14)",
                                "elements": [
                                    {
                                        "content": "194.  The applicant is the wife of Mr Bekmagomed (also spelled as BekMagamed) Daniyev, who was born in 1975.",
                                        "elements": []
                                    },
                                    {
                                        "content": "195.  On 17 October 2014 the applicant’s representative lodged an application form with the Court signed by him on behalf of the applicant. The power of attorney enclosed had not been signed by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "196.  On 4 April 2016 the Registry of the Court instructed the applicant to submit a signed power of attorney as soon as possible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "197.  On 10 May 2016 the applicant signed the power of attorney and sent it to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Abduction of Mr Bekmagomed Daniyev",
                                        "elements": [
                                            {
                                                "content": "198.  On 6 January 2005 (in the documents submitted the date was also referred to as 28 January 2005) the applicant and Mr Bekmagomed Daniyev were at home in their flat in the town of Argun when at about 6 a.m. a group of armed men in camouflage uniforms arrived at their block of flats in three cars, including a UAZ and white Gazel minivan. The men spoke unaccented Chechen and Russian; some of them were in balaclavas. Some of those who were not wearing balaclavas were of Slavic appearance. The men broke into the applicant’s flat, forced Mr Bekmagomed Daniyev outside, put him in one of their vehicles and drove off to an unknown destination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "199.  The white Gazel minivan was subsequently seen exiting the premises of the Argun military commander’s headquarters.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "200.  On 24 January 2005 the applicant informed the authorities of the abduction and asked for assistance in the search for her husband.",
                                                "elements": []
                                            },
                                            {
                                                "content": "201.  On the same day investigators from the Argun ROVD examined the crime scene. No evidence was collected. The investigators also questioned several relatives of Mr Bekmagomed Daniyev, including the applicant. Their statements were similar to the applicant’s submissions before the Court. Among other details the applicant noted that the abductors had presented themselves as police officers from the Argun ROVD.",
                                                "elements": []
                                            },
                                            {
                                                "content": "202.  On 28 January 2005 the case was transferred from the Argun ROVD to the Argun prosecutor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "203.  Between 1 and 15 February 2005 the Argun prosecutor requested that a number of law-enforcement agencies provide information on whether they had conducted any special operation on 6 January 2005 or detained Mr Bekmagomed Daniyev, and whether any information existed on the latter’s suspected involvement in illegal armed groups. The Argun prosecutor’s office also asked those law-enforcement agencies whether they had ever used a white Gazel minivan. No reply in the affirmative was received.",
                                                "elements": []
                                            },
                                            {
                                                "content": "204.  On 7 February 2005 the Argun prosecutor opened criminal case no. 58005 under Article 126 of the CC (abduction).",
                                                "elements": []
                                            },
                                            {
                                                "content": "205.  On 8 February 2005 the investigators decided to pursue four main theories, namely that Mr Bekmagomed Daniyev had been abducted: by servicemen of either federal or local lawenforcement agencies because of his suspected terrorist activities, by members of illegal armed groups, or for the purpose of obtaining a ransom.",
                                                "elements": []
                                            },
                                            {
                                                "content": "206.  On the same day the applicant was granted victim status in the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "207.  On an unspecified date between March and April 2005 the Argun deputy prosecutor examined the investigation file and concluded that the most probable version of the events was that Mr Bekmagomed Daniyev had been abducted by officers from the Chechen President’s security service on suspicion of having participated in an illegal armed group.",
                                                "elements": []
                                            },
                                            {
                                                "content": "208.  On 7 May 2005 the investigation in the case was suspended for failure to identify the perpetrators. On 3 August 2007 that decision was quashed by the supervising authorities and the investigation was resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "209.  On 21 August 2007 the deputy head of the Argun ROVD informed the investigators that according to “operative information”, Mr Bekmagomed Daniyev had aided an illegal armed group.",
                                                "elements": []
                                            },
                                            {
                                                "content": "210.  On 3 September 2007 the investigation was suspended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "211.  On 4 December 2008 the applicant complained to the investigators’ supervisors that the investigation was ineffective and requested that the proceedings be resumed. The outcome of the request is unknown.",
                                                "elements": []
                                            },
                                            {
                                                "content": "212.  On 7 April 2009 the mother of Mr Bekmagomed Daniyev complained to the Chechen Ombudsman about the abduction. On 23 April 2009 the Ombudsman asked the investigators to take measures to establish Mr Bekmagomed Daniyev’s whereabouts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "213.  On 18 August 2011 the applicant again requested the investigators to resume the criminal investigation. Her request was rejected on 9 September 2011.",
                                                "elements": []
                                            },
                                            {
                                                "content": "214.  On 10 May 2012 the applicant requested permission to inspect the investigation file. The next day her request was granted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "215.  There is no information about any further developments in the case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Proceedings before domestic courts",
                                        "elements": [
                                            {
                                                "content": "216.  On 12 October 2012 the applicant lodged a claim with the Presnenskiy District Court in Moscow seeking compensation for non-pecuniary damage sustained as a result of the alleged abduction of her husband by lawenforcement agencies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "217.  On 22 April 2013 the court dismissed her claim as unfounded. On 22 April 2014 the Moscow City Court upheld that ruling on appeal.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND INTERNATIONAL MATERIALS",
                        "elements": [
                            {
                                "content": "218.  For a summary of the relevant domestic law and international and domestic reports on disappearances in Chechnya and Ingushetia, see Aslakhanova and Others v. Russia (nos. 2944/06 and 4 others, §§ 43-59 and §§ 69-84, 18 December 2012).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "219.  In accordance with Rule 42 § 1 of the Rules of Court, the Court decides to join the applications, given their similar factual and legal background.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. PRELIMINARY ISSUES",
                        "elements": [
                            {
                                "content": "A.  Locus standi",
                                "elements": [
                                    {
                                        "content": "220.  The Court notes that in the case of Golbatsova v. Russia (no. 77701/12) the applicant died on 17 August 2013. Her daughter, Ms Elina Golbatsova, the sister of the disappeared Mr Golbatsov, expressed her wish to pursue the proceedings before the Court in her mother’s stead. The Government did not comment on this issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "221.  The Court normally permits the next of kin to pursue an application, provided they have a legitimate interest, where the original applicant has died after lodging the application with the Court (see Murray v. the Netherlands [GC], no.10511/10, § 79, 26 April 2016, and Maylenskiy v. Russia, no. 12646/15, § 27, 4 October 2016; for cases concerning abductions in Chechnya, see Sultygov and Others v. Russia, nos. 42575/07 and 11 others, §§ 381-86). Having regard to the subject matter of the application and all the information in its possession, the Court considers that Ms Elina Golbatsova has a legitimate interest in pursuing the application and that she thus has the requisite locus standi under Article 34 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Date of application no. 70438/14",
                                "elements": [
                                    {
                                        "content": "222.  In Tashuyeva v. Russia (no. 70438/14) the Government questioned the date on which the application had been lodged and the applicant’s compliance with the rules of the Practice Direction on Institution of Proceedings on account of the belated submission of the power of attorney by the applicant’s representative. The Government argued that the date when the applicant’s representative had submitted a duly signed power of attorney (not the date when the application form was sent to the Court) should be accepted as the date of the application for the purpose of the sixmonth calculation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "223.  The Court observes that in this particular case the applicant’s representative lodged an application with the Court on 17 October 2014. However, the enclosed power of attorney did not include the applicant’s signature. To rectify that shortcoming, the Registry of the Court asked the applicant’s representative to provide it with a duly signed power of attorney. He did so on 10 May 2016 (see paragraphs 195-197 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "224.  The question therefore arises whether the omission to submit an authority form may have consequences for the date on which an application is deemed to have been lodged. The Court has already answered similar questions in the negative. It has previously held that the date on which a form of authority has been submitted is not decisive for the purposes of the assessment of compliance with the six-month requirement (see Post v. the Netherlands (dec.), no. 21727/08, 20 January 2009, and W.S. v. Poland, no. 21508/02, § 42, 19 June 2007). There is nothing in the present case to warrant a departure from that approach, particularly taking into account the fact that the Court’s instruction to submit a signed power of attorney was complied with in a timely fashion (see, mutatis mutandis, Dzidzava v. Russia, no. 16363/07, § 43, 20 December 2016; and see, by contrast, T. and A. v. Turkey, no. 47146/11, § 49, 21 October 2014; and Kaur v. the Netherlands (dec.), no. 35864/11, §§ 16-19, 15 May 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "225.  Considering the above, as well as the nature of the alleged violation and the absence of a final domestic decision triggering the six-month timelimit (see paragraph 239 below), the Court finds that the Government’s objection concerning the date of the application and the calculation of the sixmonth time-limit in Tashuyeva v. Russia (no. 70438/14) should be dismissed.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  COMPLIANCE WITH THE SIX-MONTH RULE",
                        "elements": [
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "226.  In their observations, the Government argued that the applicants had lodged their applications with the Court several years after the abductions of their relatives and more than six months after the date when they ought to have become aware of the ineffectiveness of the ensuing investigation, or more than six months after the most recent decision of the investigators. In particular, in Edilsultanova and Others v. Russia (no. 7215/12) the applicants had provided their representatives with powers of attorney at some time prior to the lodging of their applications with the Court. In the Government’s opinion, the gap between those events showed that the applicants must have realised the ineffectiveness of the domestic investigation long before the initiation of the proceedings before the Court. In Mezhiyev and Others v. Russia (no. 63000/14) the Government submitted that the applicants had become aware of the ineffectiveness of the proceedings in 2012, when they had unsuccessfully challenged in court the investigators’ failure to take basic steps. The Government also pointed out that the applicants in all of the applications had remained passive and had not maintained contact with the investigating authorities for a significant amount of time. In the Government’s submission, all the applications should be declared inadmissible as having been lodged “out of time”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicants",
                                        "elements": [
                                            {
                                                "content": "227.  The applicants submitted that they had complied with the sixmonth rule. They had taken all possible steps within a reasonable time to initiate the search for their missing relatives and assist the authorities in the proceedings. They submitted that there had been no excessive or unexplained delays in lodging their applications with the Court, which had been brought as soon as they had considered the domestic investigations to be ineffective. They maintained that the armed conflict taking place in Chechnya at the material time had led them to believe that investigative delays were inevitable. Owing to their lack of legal knowledge and financial means to hire a lawyer, and in the absence of any domestic provisions for free legal assistance to victims of enforced disappearances, they had been unable to assess the effectiveness of the investigations. It was only with the passage of time and in view of the lack of information from the investigating authorities that they had begun to doubt the effectiveness of the investigation and had started looking for free legal assistance to assess the effectiveness of the proceedings, before subsequently lodging their applications with the Court without undue delay.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "228.  A summary of the principles concerning compliance with the sixmonth rule in disappearance cases may be found in Sultygov and Others (cited above, §§ 36974).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the principles to the present case",
                                        "elements": [
                                            {
                                                "content": "229.  Turning to the circumstances of the present case, the Court notes that in each application the applicants lodged their complaints with it less than ten years after the incidents and the initiation of the related investigations (see Varnava and Others v. Turkey [GC], nos. 16064/90 and 8 others, § 166, ECHR 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "230.  It further notes that in each application save for Magaziyev and Others v. Russia (no. 869/12) and Tashuyeva v. Russia (no. 70438/14) the applicants informed the authorities about the abductions of their relatives within two days of the incidents (see paragraphs 12, 55, 78, 97, 117, 134, 150 and 178 above). In Magaziyev and Others v. Russia (no. 869/12) and Tashuyeva v. Russia (no. 70438/14) they did so within ten and eighteen days respectively, which does not seem unreasonable or seriously damaging to the prospects of the ensuing investigation (see paragraphs 32-33 and 200 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "231.  The Court further observes that in each of the applications the authorities opened a criminal investigation into the applicants’ complaints of abduction, which was repeatedly suspended and then resumed following criticism by the supervising investigators. In each case, the investigation was still pending when the application was lodged with the Court (see paragraph 5 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "232.  The Court also notes certain lulls in the criminal proceedings. The most significant ones which occurred prior to the lodging of the respective applications with the Court were as follows: around seven years and one month in Tashuyeva v. Russia (no. 70438/14) (see paragraph 210 above and the appended table); around six years and nine months in Dzhambulatova v. Russia (no. 52498/12) (see paragraphs 83 and 88 above); around six years and eight months in Pashayeva v. Russia (no. 79938/12) (see paragraphs 124 and 128 above); around five years and two months in Reshidovy v. Russia (no. 73593/13) (see paragraph 163 above); around four years and eleven months in Golbatsova v. Russia (no. 77701/12) (see paragraph 109 above and the appended table); around four years and two months in Khamzatovy v. Russia (no. 1969/13) (see paragraph 144 above); around three years and eight months in Edilsultanova and Others v. Russia (no. 7215/12) (see paragraph 67 above); up to three years and seven months in Magaziyev and Others v. Russia (no. 869/12) (see paragraphs 37 and 40 above); around three years and two months in Abubakarova v. Russia (no. 867/12) (see paragraph 23 above); and around two years and six months in Mezhiyev and Others v. Russia (no. 63000/14) (see paragraph 186 above). In each of the cases, except for Khamzatovy v. Russia (no. 1969/13), the applicants did not remain passive during those periods of inactivity on the part of the investigators. They contacted them to obtain information about new developments in the investigation and/or to have the dormant proceedings resumed. They also sought assistance in the search from other State bodies. As regards Khamzatovy v. Russia (no. 1969/13), during the lull in question the investigators were contacted not by the applicants themselves, but by another close relative of the abducted person, his father, for information about new developments (see paragraph 145 above). The information received was apparently communicated to the family members. In any event, throughout the proceedings taken as a whole the applicants clearly demonstrated their interest in the search for their missing relative.",
                                                "elements": []
                                            },
                                            {
                                                "content": "233.  In assessing the circumstances of the present case, the Court takes into account that all of the applications were lodged within ten years of the incidents and that the authorities became aware of the abductions without undue delays. It also notes the applicants’ efforts to have the dormant proceedings resumed and their overall active stance in the proceedings. Therefore, it concludes that the applicants acted diligently and maintained contact with the investigators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "234.  Given the fact that the investigations were complex and concerned very serious allegations, the Court concludes that it was reasonable for the applicants to wait for developments that could have resolved crucial factual or legal issues (see El-Masri v. the former Yugoslav Republic of Macedonia [GC], no. 39630/09, § 142, ECHR 2012). The delays in opening the criminal cases, and the lulls in the proceedings, cannot therefore be interpreted as failure by the applicants to comply with the six-month requirement (see Abdulkhadzhiyeva and Abdulkhadzhiyev v. Russia, no. 40001/08, §§ 9, 15 and 67, 4 October 2016, where a delay in lodging a formal complaint amounted to eight months, and, by contrast, Doshuyeva and Yusupov v. Russia (dec.), 58055/10, §§ 41-47, 31 May 2016, where the applicants did not contact the investigating authorities for about eight years and three months, while the investigation was seemingly dormant).",
                                                "elements": []
                                            },
                                            {
                                                "content": "235.  In the light of the above, and bearing in mind the arguments submitted by the parties, the Court concludes that the investigations in the cases at hand, albeit sporadic, were being conducted during the periods in question, and it is satisfied with the explanations submitted by the applicants (see Varnava and Others, cited above). Accordingly, the applicants have complied with the six-month rule.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  COMPLIANCE WITH THE EXHAUSTION RULE",
                        "elements": [
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "236.  The Government argued that it had been open to the applicants to challenge in court any actions or omissions of the investigating authorities, and to raise the issue of the effectiveness of the investigation, but the applicants in Dzhambulatova v. Russia (no. 52498/12), Abubakarova v. Russia (no. 867/12) and Magaziyev and Others v. Russia (no. 869/12) had failed to do so. Accordingly, they had not exhausted domestic remedies.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicants",
                                        "elements": [
                                            {
                                                "content": "237.  The applicants stated that lodging court complaints against the investigators would not have remedied the shortcomings in the proceedings and that a criminal investigation had proved to be ineffective.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "238.  The Court has already concluded that the ineffective investigation into disappearances occurring in Chechnya between 2000 and 2006 constitutes a systemic problem, and that criminal investigations are not an effective remedy in this regard (see Aslakhanova and Others, cited above, § 217).",
                                        "elements": []
                                    },
                                    {
                                        "content": "239.   In such circumstances, and noting the absence of tangible progress in any of the criminal investigations into the abductions of the applicants’ relatives, the Court concludes that this objection must be dismissed, since the remedy relied on by the Government is not effective in the circumstances (for similar reasoning, see Ortsuyeva and Others v. Russia, nos. 3340/08 and 24689/10, § 79, 22 November 2016).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ASSESSMENT OF THE EVIDENCE AND ESTABLISHMENT OF THE FACTS",
                        "elements": [
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "240.  The Government did not contest the essential facts underlying each application, but submitted that the applicants’ allegations were based on assumptions as there was no evidence proving beyond reasonable doubt that State agents had been involved in the alleged abductions, or that the applicants’ relatives were dead.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicants",
                                        "elements": [
                                            {
                                                "content": "241.  The applicants submitted that it had been established “beyond reasonable doubt” that the men who had taken their relatives had been State agents. In support of that assertion, they referred to evidence contained in their submissions and documents from the criminal investigation files as disclosed by the Government. They also submitted that they had each made a prima facie case that their relatives had been abducted by State agents, and the essential facts underlying their complaints had not been challenged by the Government. Given the lack of any news about their relatives for a long time and the lifethreatening nature of unacknowledged detention in Chechnya at the relevant time, they asked the Court to consider their relatives dead.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "242.  A summary of the principles concerning the assessment of evidence and the establishment of facts in disappearance cases and the lifethreatening nature of such incidents may be found in Sultygov and Others (cited above, §§ 39396).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the above principles to the present case",
                                        "elements": [
                                            {
                                                "content": "243.  Turning to the circumstances of the case before it, and in view of all the material, including the copies of the documents from the relevant criminal case files as submitted by the parties, the Court finds that the applicants have presented prima facie cases that their relatives were abducted by State agents in the circumstances set out above. The Court notes that each of the abductions took place in areas under State control.",
                                                "elements": []
                                            },
                                            {
                                                "content": "244.  In the cases of Abubakarova v. Russia (no. 867/12), Magaziyev and Others v. Russia (no. 869/12), Edilsultanova and Others v. Russia (no. 7215/12), Dzhambulatova v. Russia (no. 52498/12), Pashayeva v. Russia (no. 79938/12), Khamzatovy v. Russia (no. 1969/13) and Tashuyeva v. Russia (no. 70438/14) the applicants’ relatives were abducted from their homes by armed servicemen in camouflage uniforms (see paragraphs 9, 28, 50, 53, 54, 77, 115, 132, and 198 above). In the cases of Golbatsova v. Russia (no. 77701/12) and Mezhiyev and Others v. Russia (no. 63000/14) the applicants’ relatives were abducted by armed men from various public places (see paragraphs 95 and 176 above). Lastly, in Reshidovy v. Russia (no. 73593/13) one of the brothers was abducted from a flat, and the exact place of the second brother’s abduction is unclear. It might have been either a crossroads or a flat in Argun (see paragraphs 148, 149 and 162 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "245.  In each of the above-mentioned cases the applicants highlighted various circumstances noted by eyewitnesses suggesting that their missing relatives had been apprehended by State agents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "246.  Thus, according to witness evidence in Tashuyeva v. Russia (no. 70438/14), the abductors presented themselves as police officers (see paragraph 201 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "247.  In Abubakarova v. Russia (no. 867/12), Magaziyev and Others v. Russia (no. 869/12), Dzhambulatova v. Russia (no. 52498/12), Khamzatovy v. Russia (no. 1969/13) and Reshidovy v. Russia (no. 73593/13) the abductors used APCs; and in Edilsultanova and Others v. Russia (no. 7215/12), Pashayeva v. Russia (no. 79938/12) and Golbatsova v. Russia (no. 77701/12) they arrived in other military vehicles – UAZ minivans and/or Ural lorries (see paragraphs 9, 28, 29, 52-54, 77, 95, 115 and 148 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "248.  In Magaziyev and Others v. Russia (no. 869/12), Reshidovy v. Russia (no. 73593/13), Mezhiyev and Others v. Russia (no. 63000/14) and Tashuyeva v. Russia (no. 70438/14) the abductors’ vehicles were seen entering or exiting premises belonging to the State authorities (see paragraphs 30, 149, 155, 181 and 198 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "249.  According to the applicants in Abubakarova v. Russia (no. 867/12) and Edilsultanova and Others v. Russia (no. 7215/12), the abductors passed through road checkpoints unrestricted (see paragraphs 11 and 52 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "250.  In Abubakarova v. Russia (no. 867/12), Pashayeva v. Russia (no. 79938/12), Khamzatovy v. Russia (no. 1969/13), Golbatsova v. Russia (no. 77701/12) and Tashuyeva v. Russia (no. 70438/14) some of the abductors, or all of them, spoke unaccented Russian. Moreover, in Abubakarova v. Russia (no. 867/12), Edilsultanova and Others v. Russia (no. 7215/12), Pashayeva v. Russia (no. 79938/12), Golbatsova v. Russia (no. 77701/12) and Tashuyeva v. Russia (no. 70438/14) they were also of Slavic appearance (see paragraphs 9, 51, 95, 115, 132 and 197 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "251.  Furthermore, in Edilsultanova and Others v. Russia (no. 7215/12) and Reshidovy v. Russia (no. 73593/13) the authorities acknowledged that special operations had been conducted at the time (see paragraphs 63, 70 162 and 165 above). In the latter case the arrest of the applicants’ relatives had been confirmed by the police officers involved in the operation (see paragraphs 162 and 165 above). In Mezhiyev and Others v. Russia (no. 63000/14) the applicants obtained and then submitted to the investigating authority a video recording showing their missing relative in custody at the Grozny ROVD (see paragraph 183 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "252.  The Court notes that in all of the cases the investigating authorities accepted as fact the primary versions of events put forward by the applicants and took steps to verify whether State agents had indeed been involved in the events by sending information requests to the relevant authorities. In Tashuyeva v. Russia (no. 70438/14) the investigators clearly stated that abduction by State agents was the most probable version of events (see paragraph 207 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "253.  In their submissions to the Court, the Government did not provide a satisfactory and convincing explanation for the events in question. They have therefore failed to discharge their burden of proof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "254.  Bearing in mind the general principles enumerated above, the circumstances of the different cases and the Court’s finding in Sasita Israilova and Others v. Russia (no. 35079/04, § 104, 28 October 2010), the Court finds that the applicants’ relatives were taken into custody by State agents during the special operations. Given the lack of any news about Mr Aslan Abubakarov, Mr Said-Emin Magaziyev, Mr Ruslanbek Boltiyev, Mr Shamkhan Zibikov, Mr Sayd-Ali Sharshuyev, Mr Khamit Dzhambulatov, Mr Alikhan Golbatsov, Mr Ruslan Pareulidze, Mr Lema Khamzatov, Mr Islam Reshidov, Mr Usam Reshidov, Mr Magomed Mezhiyev and Mr Bekmagomed Daniyev since their detention and the lifethreatening nature of such detention, they may be presumed dead following their unacknowledged detention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VI.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "255.  The applicants complained, under Article 2 of the Convention, that their relatives had disappeared after being detained by State agents and that the domestic authorities had failed to carry out effective investigations into the matter. Article 2 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "256.  In the cases of Edilsultanova and Others v. Russia (no. 7215/12), Pashayeva v. Russia (no. 79938/12), Khamzatovy v. Russia (no. 1969/13), Mezhiyev and Others v. Russia (no. 63000/14) and Tashuyeva v. Russia (no. 70438/14) the Government contended that Article 2 of the Convention was inapplicable to the applicants’ complaints of abductions, which had to be examined under Article 5 of the Convention. To this end they referred to the case of Kurt v. Turkey (25 May 1998, §§ 10109, Reports of Judgments and Decisions 1998III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "257.  In the cases of Abubakarova v. Russia (no. 867/12), Magaziyev and Others v. Russia (no. 869/12), Dzhambulatova v. Russia (no. 52498/12), Golbatsova v. Russia (no. 77701/12), Pashayeva v. Russia (no. 79938/12) and Khamzatovy v. Russia (no. 1969/13) the Government submitted that the complaints should be rejected, because the applicants had failed to substantiate their allegations that the enforced disappearances in question had been perpetrated by State servicemen. Furthermore, the Government argued that the domestic investigation had obtained no evidence that the applicants’ relatives had been held under State control or that they had been killed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "258.  In the cases of Edilsultanova and Others v. Russia (no. 7215/12), Mezhiyev and Others v. Russia (no. 63000/14) and Tashuyeva v. Russia (no. 70438/14) the Government submitted that the mere fact that the investigations had not produced any specific results, or had produced only limited ones, did not mean that they had been ineffective. They asserted that all necessary steps had been taken to comply with the positive obligation under Article 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "259.  The applicants maintained their complaint, alleging that their relatives had been abducted and intentionally deprived of their lives in circumstances violating Article 2 of the Convention. They furthermore argued that the investigation into the incidents had fallen short of the standards set down in the Convention and national legislation. Lastly, they noted that, in breach of Articles 34 and 38 of the Convention, the Government had failed to duly comply with the Court’s request for the investigation files.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "260.  The Court considers, in the light of the parties’ submissions, that the complaints raise serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The complaints under Article 2 of the Convention must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "261.  The Court observes that it is undisputed by the parties that the whereabouts of the applicants’ relatives remained unaccounted for from the time of their abduction until the lodging of the applications with the Court. The question arises whether, as the Government submit, Article 2 of the Convention is applicable to the applicants’ situations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "262.  The Court has previously held that Article 5 of the Convention imposes an obligation on the State to account for the whereabouts of any person who has been taken into detention and who has thus been placed under the control of the authorities (see Kurt, cited above, § 124). Whether a failure on the part of the authorities to provide a plausible explanation as to a detainee’s fate, in the absence of a body, might also raise issues under Article 2 of the Convention will depend on all the circumstances of the case, and in particular on the existence of sufficient circumstantial evidence, based on specific evidence, from which it may be concluded to the requisite standard of proof that the detainee must be presumed to have died in custody (see Çakıcı v. Turkey [GC], no. , § 85, ECHR 1999-IV, and Ertak v. Turkey, no. , § 131, ECHR 2000-V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "263.  In this connection, the Court notes that the Government denied that the applicants’ relatives had been detained by State agents or had been under the control of the authorities after their abduction. Therefore, the Government’s argument concerning the applicability of Article 5 of the Convention instead of Article 2 is inconsistent. However, leaving aside the contradictory nature of the Government’s position in this regard and assuming that the applicants’ abducted relatives were indeed under the control of State agents after their abduction, the period of time which has elapsed since each person was placed in detention, although not decisive in itself, is a relevant factor to be taken into account. It must be accepted that the more time that goes by without any news of the detained person, the greater the likelihood that he or she has died. The passage of time may, along with other elements of circumstantial evidence before the Court, provide grounds to conclude that the person concerned is to be presumed dead. In this respect the Court considers that such a situation gives rise to issues which go beyond a mere “irregular detention” in violation of Article 5. Such an interpretation is in keeping with the effective protection of the right to life, as afforded by Article 2, which ranks as one of the most fundamental provisions in the Convention (see, among other authorities, Çakıcı, cited above, § 86, and Timurtaş v. Turkey, no. , § 83, ECHR 2000VI). Accordingly, the Court finds that Article 2 of the Convention applies and that the Government’s objection in this respect should be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "264.  On the basis of the above, and noting that it has already been found that in all of the applications under examination the applicants’ relatives may be presumed dead following their unacknowledged detention by State agents (see paragraph 254 above), the Court finds, in the absence of any justification put forward by the Government, that the deaths of the applicants’ relatives can be attributed to the State and that there has been a violation of the substantive aspect of Article 2 of the Convention in respect of Mr Aslan Abubakarov, Mr Said-Emin Magaziyev, Mr Ruslanbek Boltiyev, Mr Shamkhan Zibikov, Mr Sayd-Ali Sharshuyev, Mr Khamit Dzhambulatov, Mr Alikhan Golbatsov, Mr Ruslan Pareulidze, Mr Lema Khamzatov, Mr Islam Reshidov, Mr Usam Reshidov, Mr Magomed Mezhiyev and Mr Bekmagomed Daniyev.",
                                                "elements": []
                                            },
                                            {
                                                "content": "265.  At the outset the Court notes with regret that in the cases of Magaziyev and Others v. Russia (no. 869/12) and Dzhambulatova v. Russia (no. 52498/12) the Government did not submit copies of the investigation files, and in the case of Khamzatovy v. Russia (no. 1969/13) the Government submitted only part of the file (see paragraphs 34, 80 and 145 above). However, regard being had to the material provided by the applicants, the Court considers that it is not precluded by the lack of certain documents from examining on the merits the issues raised in the applications.",
                                                "elements": []
                                            },
                                            {
                                                "content": "266.  The Court has already found that a criminal investigation does not constitute an effective remedy in respect of disappearances occurring in Chechnya between 1999 and 2006 in particular, and that such a situation constitutes a systemic problem under the Convention (see paragraph 238 above). In the case at hand, as in many previous similar cases reviewed by the Court, the investigations have been pending for many years without bringing about any significant developments as to the identities of the perpetrators or the fate of the applicants’ missing relatives. While the obligation to investigate effectively is one of means and not of results, the Court notes that each set of criminal proceedings has been plagued by a combination of defects similar to those enumerated in the Aslakhanova and Others judgment (cited above, §§ 12325). Each set of proceedings included several decisions to suspend the investigation; those suspensions were followed by periods of inactivity, which further diminished the prospects of solving the crimes. No timely and thorough measures have been taken to identify and question the servicemen who could have participated in the abductions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "267.  In the light of the foregoing, the Court finds that the authorities failed to carry out effective criminal investigations into the circumstances of the disappearances and deaths of Mr Aslan Abubakarov, Mr Said-Emin Magaziyev, Mr Ruslanbek Boltiyev, Mr Shamkhan Zibikov, Mr Sayd-Ali Sharshuyev, Mr Khamit Dzhambulatov, Mr Alikhan Golbatsov, Mr Ruslan Pareulidze, Mr Lema Khamzatov, Mr Islam Reshidov, Mr Usam Reshidov, Mr Magomed Mezhiyev and Mr Bekmagomed Daniyev. Accordingly, there has been a violation of the procedural aspect of Article 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VII. ALLEGED VIOLATIONS OF ARTICLES 3, 5 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "268.  The applicants in all cases except for Reshidovy v. Russia (no. 73593/13) and Tashuyeva v. Russia (no. 70438/14) complained of a violation of Article 3 of the Convention on account of the mental suffering caused by the disappearance of their relatives.",
                                "elements": []
                            },
                            {
                                "content": "269.  The applicants in all cases except for Tashuyeva v. Russia (no. 70438/14) also complained of a violation of Article 5 of the Convention on account of the unlawfulness of their relatives’ detention. They furthermore argued that, contrary to Article 13 of the Convention, they had no available domestic remedies in respect of the alleged violation of Article 2 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "270.  The applicants in the cases of Golbatsova v. Russia (no. 77701/12), Pashayeva v. Russia (no. 79938/12), Khamzatovy v. Russia (no. 1969/13), Reshidovy v. Russia (no. 73593/13) and Mezhiyev and Others v. Russia (no. 63000/14) also alleged a lack of effective domestic remedies in respect of their complaints under Article 5 of the Convention. In addition to those complaints the applicants in Golbatsova v. Russia (no. 77701/12), Pashayeva v. Russia (no. 79938/12) and Khamzatovy v. Russia (no. 1969/13) alleged a lack of effective domestic remedies in respect of their complaints under Article 3 of the Convention. The Articles in question read, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "2. Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.",
                                "elements": []
                            },
                            {
                                "content": "3. Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4. Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5. Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "271.  The Government contested the applicants’ claims. They alleged, in particular, that the applicants’ mental suffering had not reached the minimum level of severity required to fall within the scope of Article 3 of the Convention, and that there was no evidence of the applicants’ relatives’ arrest by State agents. Lastly, they averred that the relevant domestic legislation, including Articles 124 and 125 of the Russian Code of Criminal Procedure, provided the applicants with effective remedies for their complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "272.  The applicants maintained their complaints.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "273.  The Court notes that these complaints are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It furthermore notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "274.  The Court has found on many occasions that a situation of enforced disappearance gives rise to a violation of Article 3 of the Convention in respect of the close relatives of the victim. The essence of such a violation does not lie mainly in the fact of the “disappearance” of the family member, but rather concerns the authorities’ reactions and attitudes to the situation when it is brought to their attention (see Orhan v. Turkey, no. 25656/94, § 358, 18 June 2002, and Imakayeva v. Russia, no. 7615/02, § 164, ECHR 2006-XIII (extracts)). Where the news of a missing person’s death has been preceded by a sufficiently long period during which he or she has been deemed to have disappeared, there exists a distinct period during which the applicants have suffered the uncertainty, anguish and distress characteristic of the specific phenomenon of disappearances (see Luluyev and Others v. Russia, no. 69480/01, § 115, ECHR 2006-XIII (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "275.  The Court reiterates its findings regarding the State’s responsibility for the abductions of the applicants’ relatives and the failure to carry out meaningful investigations into the incidents. It finds that the applicants in Abubakarova v. Russia (no. 867/12), Magaziyev and Others v. Russia (no. 869/12), Edilsultanova and Others v. Russia (no. 7215/12), Dzhambulatova v. Russia (no. 52498/12), Golbatsova v. Russia (no. 77701/12), Pashayeva v. Russia (no. 79938/12), Khamzatovy v. Russia (no. 1969/13) and Mezhiyev and Others v. Russia (no. 63000/14), who are close relatives of the abducted men, must be considered victims of a violation of Article 3 of the Convention on account of the distress and anguish that they suffered, and continue to suffer, as a result of their inability to ascertain the fate of their missing family members and of the manner in which their complaints have been dealt with.",
                                                "elements": []
                                            },
                                            {
                                                "content": "276.  The Court has found on several occasions that unacknowledged detention constitutes a complete negation of the guarantees contained in Article 5 of the Convention and discloses a particularly grave violation of its provisions (see Çiçek v. Turkey, no. 25704/94, § 164, 27 February 2001, and Luluyev and Others, cited above, § 122). It confirms that since it has been established in the present case that the applicants’ relatives were detained by State agents – apparently without any legal grounds or acknowledgment of such detention (see paragraph 254 above) – this constitutes a particularly grave violation of the right to liberty and security of person enshrined in Article 5 of the Convention. Accordingly, there has been a violation of that provision in the cases of Abubakarova v. Russia (no. 867/12), Magaziyev and Others v. Russia (no. 869/12), Edilsultanova and Others v. Russia (no. 7215/12), Dzhambulatova v. Russia (no. 52498/12), Golbatsova v. Russia (no. 77701/12), Pashayeva v. Russia (no. 79938/12), Khamzatovy v. Russia (no. 1969/13), Reshidovy v. Russia (no. 73593/13) and Mezhiyev and Others v. Russia (no. 63000/14).",
                                                "elements": []
                                            },
                                            {
                                                "content": "277.  The Court reiterates its findings regarding the general ineffectiveness of criminal investigations in cases such as those under examination. In the absence of the results of a criminal investigation, any other possible remedy becomes inaccessible in practice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "278.  In the light of the above, and taking into account the scope of the applicants’ complaints, the Court finds that the applicants in Abubakarova v. Russia (no. 867/12), Magaziyev and Others v. Russia (no. 869/12), Edilsultanova and Others v. Russia (no. 7215/12), Dzhambulatova v. Russia (no. 52498/12), Golbatsova v. Russia (no. 77701/12), Pashayeva v. Russia (no. 79938/12), Khamzatovy v. Russia (no. 1969/13), Reshidovy v. Russia (no. 73593/13) and Mezhiyev and Others v. Russia (no. 63000/14) did not have at their disposal an effective domestic remedy for their grievances under Article 2, in breach of Article 13 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "279.  In addition, the applicants in the cases of Golbatsova v. Russia (no. 77701/12), Pashayeva v. Russia (no. 79938/12) and Khamzatovy v. Russia (no. 1969/13) did not have at their disposal an effective domestic remedy for their grievances under Article 3, in breach of Article 13 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "280.  As regards the alleged breach of Article 13, read in conjunction with Article 5 of the Convention, as submitted by the applicants in the cases of Golbatsova v. Russia (no. 77701/12), Pashayeva v. Russia (no. 79938/12), Khamzatovy v. Russia (no. 1969/13), Reshidovy v. Russia (no. 73593/13) and Mezhiyev and Others v. Russia (no. 63000/14), the Court notes that according to its established case-law, the more specific guarantees of Article 5 §§ 4 and 5 of the Convention, being a lex specialis in relation to Article 13 of the Convention, absorb its requirements. In view of its finding above of a violation of Article 5 of the Convention, the Court considers that no separate issue arises in respect of Article 13, read in conjunction with Article 5 of the Convention (see, among many examples, Zhebrailova and Others v. Russia, no. 40166/07, § 84, 26 March 2015, and Aliyev and Gadzhiyeva v. Russia, no. 11059/12, § 110, 12 July 2016).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VIII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "281.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "282.  The applicants in all of the cases except for Golbatsova v. Russia (no. 77701/12) and Tashuyeva v. Russia (no. 70438/14) claimed compensation for loss of financial support from their family breadwinners.",
                                                "elements": []
                                            },
                                            {
                                                "content": "283.  The applicants in Abubakarova v. Russia (no. 867/12), Magaziyev and Others v. Russia (no. 869/12), Edilsultanova and Others v. Russia (no. 7215/12), Dzhambulatova v. Russia (no. 52498/12) and Khamzatovy v. Russia (no. 1969/13) made their calculations on the basis of the UK Ogden Actuary Tables using domestic subsistence levels and inflation rates.",
                                                "elements": []
                                            },
                                            {
                                                "content": "284.  The applicants in Mezhiyev and Others v. Russia (no. 63000/14) based their calculations on the amount of the minimum salary in Russia and its expected growth in future.",
                                                "elements": []
                                            },
                                            {
                                                "content": "285.  The applicant in Pashayeva v. Russia (no. 79938/12) referred to the Court’s case-law on this issue, including Imakayeva (cited above, § 213), and Çakıcı, cited above, § 127). She also mentioned the UK Ogden Actuary Tables and domestic subsistence levels.",
                                                "elements": []
                                            },
                                            {
                                                "content": "286.  The applicants in Reshidovy v. Russia (no. 73593/13) referred to the yearly support which they allegedly received from their missing relatives in the amount of EUR 2,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "287.  In Reshidovy v. Russia (no. 73593/13) and Mezhiyev and Others v. Russia (no. 63000/14) the Government stated that the applicants had not proved that their missing relatives had been the breadwinners, but even if that had been the case, it remained open to them to apply for welfare benefits for the loss of the family breadwinner. The Government therefore argued that the applicants’ claims should be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "288.  In the remainder of the cases the Government left the issue to the Court’s discretion.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "289.  The amounts claimed by the applicants under the head of nonpecuniary damage are indicated in the appended table.",
                                                "elements": []
                                            },
                                            {
                                                "content": "290.  In Mezhiyev and Others v. Russia (no. 63000/14) the Government stated that the applicants’ claim was excessive and did not correspond to the amount of compensation usually awarded by the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "291.  In the remainder of the cases the Government left the issue to the Court’s discretion.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "292.  All of the applicants save for those in Tashuyeva v. Russia (no. 70438/14) claimed compensation for costs and expenses. The amounts are indicated in the appended table. All of them, save for the applicants in Reshidovy v. Russia (no. 73593/13), asked for the awards to be transferred into the bank accounts of their representatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "293.  In Pashayeva v. Russia (no. 79938/12), Khamzatovy v. Russia (no. 1969/13) and Mezhiyev and Others v. Russia (no. 63000/14) the Government stated that the amounts claimed were excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "294.  In the remainder of the cases the Government left the issue to the Court’s discretion.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "295.  The Court reiterates that there must be a clear causal connection between the damages claimed by the applicants and the violation of the Convention, and that this may, where appropriate, include compensation in respect of loss of earnings. The Court further finds that loss of earnings applies to close relatives of disappeared persons, including spouses, elderly parents and minor children (see, among other authorities, Imakayeva, cited above, § 213).",
                                        "elements": []
                                    },
                                    {
                                        "content": "296.  Wherever the Court finds a violation of the Convention, it may accept that the applicants have suffered non-pecuniary damage which cannot be compensated for solely by the finding of a violation, and make a financial award.",
                                        "elements": []
                                    },
                                    {
                                        "content": "297.  As to costs and expenses, the Court has to establish whether they were actually incurred and whether they were necessary and reasonable as to quantum (see McCann and Others v. the United Kingdom, 27 September 1995, § 220, Series A no. 324).",
                                        "elements": []
                                    },
                                    {
                                        "content": "298.  Having regard to the conclusions and principles set out above, the parties’ submissions and the principle of ne ultra petitum (“not beyond the request” or “not beyond the scope of the dispute”), the Court awards the applicants the amounts detailed in the appended table, plus any tax that may be chargeable to them on those amounts. The awards in respect of costs and expenses in respect of all cases save for Reshidovy v. Russia (no. 73593/13) are to be paid into the representatives’ bank accounts, as indicated by the applicants. In Reshidovy v. Russia (no. 73593/13) the award is to be paid into the bank account indicated by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "299.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Decides that in the application Golbatsova v. Russia (no. 77701/12) Ms Elina Golbatsova has locus standi in the proceedings before the Court;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a substantive violation of Article 2 of the Convention in respect of the applicants’ relatives Mr Aslan Abubakarov, Mr Said-Emin Magaziyev, Mr Ruslanbek Boltiyev, Mr Shamkhan Zibikov, Mr Sayd-Ali Sharshuyev, Mr Khamit Dzhambulatov, Mr Alikhan Golbatsov, Mr Ruslan Pareulidze, Mr Lema Khamzatov, Mr Islam Reshidov, Mr Usam Reshidov, Mr Magomed Mezhiyev and Mr Bekmagomed Daniyev;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a procedural violation of Article 2 of the Convention on account of the failure to investigate effectively the disappearance of the applicants’ relatives;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 3 of the Convention in respect of the applicants in Abubakarova v. Russia (no. 867/12), Magaziyev and Others v. Russia (no. 869/12), Edilsultanova and Others v. Russia (no. 7215/12), Dzhambulatova v. Russia (no. 52498/12), Golbatsova v. Russia (no. 77701/12), Pashayeva v. Russia (no. 79938/12), Khamzatovy v. Russia (no. 1969/13) and Mezhiyev and Others v. Russia (no. 63000/14) on account of their mental suffering caused by their relatives’ disappearance and the authorities’ response to their suffering;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 5 of the Convention in respect of the applicants’ relatives in Abubakarova v. Russia (no. 867/12), Magaziyev and Others v. Russia (no. 869/12), Edilsultanova and Others v. Russia (no. 7215/12), Dzhambulatova v. Russia (no. 52498/12), Golbatsova v. Russia (no. 77701/12), Pashayeva v. Russia (no. 79938/12), Khamzatovy v. Russia (no. 1969/13), Reshidovy v. Russia (no. 73593/13) and Mezhiyev and Others v. Russia (no. 63000/14) on account of their unlawful detention;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there has been a violation of Article 13 of the Convention in conjunction with Article 2 of the Convention in respect of Abubakarova v. Russia (no. 867/12), Magaziyev and Others v. Russia (no. 869/12), Edilsultanova and Others v. Russia (no. 7215/12), Dzhambulatova v. Russia (no. 52498/12), Golbatsova v. Russia (no. 77701/12), Pashayeva v. Russia (no. 79938/12), Khamzatovy v. Russia (no. 1969/13), Reshidovy v. Russia (no. 73593/13) and Mezhiyev and Others v. Russia (no. 63000/14);",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds that there has been a violation of Article 13 of the Convention in conjunction with Article 3 of the Convention in Golbatsova v. Russia (no. 77701/12), Pashayeva v. Russia (no. 79938/12) and Khamzatovy v. Russia (no. 1969/13);",
                        "elements": []
                    },
                    {
                        "content": "10.  Holds that no separate issue arises under Article 13 of the Convention in conjunction with Article 5 of the Convention in Golbatsova v. Russia (no. 77701/12), Pashayeva v. Russia (no. 79938/12), Khamzatovy v. Russia (no. 1969/13), Reshidovy v. Russia (no. 73593/13) and Mezhiyev and Others v. Russia (no. 63000/14);",
                        "elements": []
                    },
                    {
                        "content": "11.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the amounts indicated in the appended table, plus any tax that may be chargeable to the applicants, to be converted into the currency of the respondent State at the rate applicable at the date of settlement. The awards in respect of costs and expenses in all cases except for Reshidovy v. Russia (no. 73593/13) are to be paid into the representatives’ bank accounts as indicated by the applicants. In Reshidovy v. Russia (no. 73593/13) the award is to be paid into the bank account indicated by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "12.  Dismisses the remainder of the applicants’ claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 June 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "APPENDIX",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Georgios A. Serghides",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Erik Wennerström",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ABUBAKAROVA AND OTHERS v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-193490.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0604JUD000086712",
    "externalsources": [],
    "extractedappno": [
        "867/12",
        "869/12",
        "7215/12",
        "52498/12",
        "77701/12",
        "79938/12",
        "1969/13",
        "73593/13",
        "63000/14",
        "70438/14",
        "2944/06",
        "10511/10",
        "12646/15",
        "42575/07",
        "21727/08",
        "21508/02",
        "16363/07",
        "47146/11",
        "35864/11",
        "16064/90",
        "39630/09",
        "40001/08",
        "58055/10",
        "3340/08",
        "24689/10",
        "35079/04",
        "23657/94",
        "20764/92",
        "23531/94",
        "25656/94",
        "7615/02",
        "69480/01",
        "25704/94",
        "40166/07",
        "11059/12"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-193490",
    "judgementdate": "04/06/2019 00:00:00",
    "kpdate": "04/06/2019 00:00:00",
    "kpthesaurus": [
        "449",
        "595",
        "231",
        "350",
        "193",
        "448",
        "220",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "2-1",
        "3",
        "2",
        "5-1",
        "5",
        "13"
    ],
    "parties": [
        "ABUBAKAROVA AND OTHERS",
        "RUSSIA"
    ],
    "rank": "3452.39013671875",
    "representedby": [
        "SRJI / ASTREYA",
        "SHAMSUDINOV T.",
        "KHALIMOVA E.",
        "MATERI CHECHNI",
        "KHADISOV M."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "488656",
    "typedescription": "15"
}