{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "31438/06",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-97064.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 31438/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Jan Kadłuczka (“the applicant”), on 21 July 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged a breach of Article 6 § 1 of the Convention in respect of the proceedings before the Polish-German Reconciliation Foundation.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 24 January 2007 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1931 and lives in Kraków.",
                                "elements": []
                            },
                            {
                                "content": "A.  Historical background",
                                "elements": [
                                    {
                                        "content": "6.  The realities of the international situation following the end of the Second World War prevented the  from asserting any claims arising out of persecution of its citizens by Nazi Germany, including as forced labourers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In the period immediately following the Second World War Poland did not conclude a specific agreement with  regarding the issue of reparations. It relied on the Potsdam Agreement of 1 August 1945, concluded by the Governments of the United States of America, the United Kingdom of Great Britain and Northern Ireland and the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 27 February 1953 the London Agreement on Germany’s External Debts (London Debt Agreement) was concluded by the United States of America, Great Britain, France and the Soviet Union. Under this Agreement, consideration of claims arising out of the Second World War by countries which were at war with or were occupied by  during that war, and by nationals of such countries, against the Reich or agencies of the Reich was deferred until final settlement of the issue of reparations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 23 August 1953, a day after a similar declaration by the Government of the Soviet Union, the Government of Poland declared that it renounced any claims against  in respect of war reparations as of 1 January 1954. In a declaration of 27 September 1969, made at the United Nations, the Government of Poland clarified that the renouncement of 1953 did not affect individual claims arising out of unlawful acts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In 1972 the Federal Republic of Germany made an ex-gratia payment of DM 100 million to the Polish Government for the victims of pseudo-medical experiments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  It was only after the conclusion of the Treaty on the Final Settlement with respect to Germany of 12 September 1990 (the socalled TwoPlusFour Treaty) and the conclusion of two treaties between the Federal Republic of Germany and the Republic of Poland in 1990 and 1991 that the issue of persons persecuted by the Nazi regime was addressed in the bilateral Agreement of 16 October 1991 (see paragraph 30 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The issue of compensation for slave and forced labour during the Second World War was addressed in the Joint Statement of 17 July 2000 and the German Law of 2 August 2000 on the Creation of the “Remembrance, Responsibility and Future” Foundation (see relevant law below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The circumstances of the case",
                                "elements": [
                                    {
                                        "content": "13.  In June 1942 the applicant was deported from Grójec, which was then part of the Polish territories annexed by the Third Reich, to Wadów, located on the territory of the General Government (Generalna Gubernia, an administrative entity established by the German authorities in occupied ). He worked as a forced labourer on a German farm in Wadów until the liberation in January 1945.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In August 2001 the applicant applied to the “Polish-German Reconciliation Foundation” (“the Foundation” or “the Polish Foundation”) for payment of compensation for his forced labour during the war. That request was made under the scheme for slave and forced labourers (“the second compensation scheme”). On 23 July 2004 the Foundation’s Verification Commission dismissed the applicant’s claims. It found that the applicant’s forced labour did not entitle him to receive benefits under any of the categories for eligibility. The applicant appealed on 31 August 2004. He argued that he had worked on a German farm and submitted three documents in support of his claim. The first document was a certificate issued by the Ruszcza Catholic Parish on the basis of its parish records. The certificate stated that between 1942 and 1945 there had been a farm in Wadów owned by Z.K. (married name: Hochsman) and administered by W. Hochsman, a German national. The second document was a certificate issued by the Wadów Agricultural Society. It confirmed that there had been a farm in Wadów owned and administered by a German national, W. Hoffman. The last document was issued by the Kraków Regional Agrarian Office and certified that in 1945 the farm in Wadów had been acquired by the State in the context of agrarian reform.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 21 December 2004 the Foundation’s Appeal Commission upheld the refusal. It found that the applicant had been deported from Grójec in Upper Silesia to Wadów in the General Government. In the case of persons deported from one administrative entity to another, it was necessary to establish that they had been subjected to forced labour on a German farm or for a German company. According to the Appeal Commission, the applicant did not adduce documents demonstrating that the farm in Wadów had been under German administration or that its owners had belonged to the List of German Nationals (Deutsche Volksliste; niemiecka grupa narodowościowa). In particular, the Appeal Commission refused to accept a certificate issued by the Ruszcza Catholic Parish as relevant proof, since it had not been based on archival documents. Similarly, it did not consider as relevant the document issued by the Agricultural Society, as it had been based on witness statements. Other documents produced by the applicant did not confirm that the farm in Wadów had been under German administration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant strongly contested the Verification Commission’s findings. He turned to various authorities and institutions, seeking to challenge those findings. In 2006 he complained to the Ombudsman about the Foundation’s refusal to grant him compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Following the Ombudsman’s inquiry, the Foundation’s Appeal Commission re-examined the applicant’s claims. However, on 29 May 2006 it again refused them. First, the Appeal Commission stated that section 11 of the German Foundation Act (“the GFA”), which set out the categories of eligible persons, was not directly applicable to the applicant. However, following the agreement made in the framework of the so-called “openness clause” (tzw. klauzula otwartości; section 9 § 8 of the GFA) the Polish Foundation with the approval of the German Foundation agreed to extend the category of eligible claimants to other groups, including relocated persons (osoby dyslokowane). That category included forced labourers who had been deported within the territory of the  and crossed the border between the administrative entities established by the occupying authorities. The additional condition for relocated persons was to produce documents which attested that they had worked on a farm under German administration or for a German company. Relevant evidence to that effect should have been produced on the basis of the local archives, indicating which documents had been relied on.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Appeal Commission underlined that the applicant had not established in a requisite manner that the farm in question had been under German administration. It could not take into consideration the certificate issued by the Wadów Agricultural Society as it had been based on witness statements. The applicant was informed that documents based on witness statements were not regarded as relevant evidence. Furthermore, the Appeal Commission did not consider the certificate issued by the Ruszcza Catholic Parish as sufficient proof that the farm in question had been under German administration. That certificate had been issued on the basis of the parish records but without providing further details about the latter. Similarly, the document issued by the Regional Agrarian Office was not considered relevant.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitutional provisions",
                                "elements": [
                                    {
                                        "content": "19.  Article 9 of the Constitution, which was adopted by the National Assembly on 2 April 1997 and entered into force on 17 October 1997, states:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The  shall respect international law binding upon it.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 45 § 1 of the Constitution reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone shall have the right to a fair and public hearing of his case, without undue delay, before a competent, impartial and independent court.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Chapter VIII of the Constitution contains provisions related to the judiciary. Article 175§ 1 of the Constitution provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The administration of justice in the  shall be implemented by the Supreme Court, the ordinary courts, administrative courts and military courts.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 177 of the Constitution states:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The ordinary courts shall implement the administration of justice concerning all matters save for those statutorily reserved for other courts.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 184, in so far as relevant, provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The  and other administrative courts shall exercise, to the extent specified by statute, control over the performance of public administration.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Agreement of 16 October 1991 and the establishment of the Polish-German Reconciliation Foundation (first compensation scheme)",
                                "elements": [
                                    {
                                        "content": "20.  On 16 October 1991 the Governments of the Federal Republic of Germany and the  concluded an agreement on the basis of which the German Government declared that, prompted by humanitarian considerations, it was prepared to contribute DEM 500 million for the benefit of the Polish-German Reconciliation Foundation. The Foundation was to be established by the Government of Poland with a view to providing financial assistance to victims of Nazi persecution who had been particularly wronged. The Foundation was to determine the necessary criteria for the granting of payments, having regard both to serious damage to the victims’ health and to difficulties in their current financial situation. The Government of Poland declared that it would not pursue further individual claims by Polish citizens arising out of Nazi persecution. Both Governments indicated that their agreement should not amount to limitation of the rights of citizens of either country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Subsequently, on 27 November 1991, the Minister–Head of the Cabinet Office (Minister – Szef Urzędu Rady Ministrów) acting as a Founder, made a declaration before the State Notary on the establishment of the Foundation. He declared that, acting on the initiative of the Government of the  and on behalf of the State Treasury, he was establishing the Polish-German Reconciliation Foundation. The Foundation’s aim was to provide assistance to the victims of Nazi persecution and to undertake other activities for the benefit of those persons. The Minister also declared that the Foundation’s capital fund consisted of DEM 500 million, contributed by the German Government to the Polish Government. The Polish-German Reconciliation Foundation was established in accordance with the Foundations Act of 6 April 1984, which regulates the activities of foundations in . In principle, supervision of a foundation’s activities is exercised by the regional governor (Wojewoda) or the competent minister.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The statutes of the Polish-German Reconciliation Foundation were drafted and subsequently registered by the Warsaw District Court on 24 February 1992. On that date the Foundation began its activities. Under paragraph 6 of the statutes, the Foundation’s primary aim was to render direct financial assistance to those victims of Nazi persecution whose health had been seriously damaged and who were in a difficult financial situation as a result of that persecution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Foundation’s organs were the Supervisory Board (Rada Nadzorcza) and the Management Board (Zarząd). The members of those organs were appointed and dismissed by the Founder (government minister) who exercised full control in this respect. The two other organs of the Foundation were the Verification Commission (Komisja Weryfikacyjna), and the Appeal Commission (Odwoławcza Komisja Weryfikacyjna).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Compensation scheme for slave and forced labourers (second compensation scheme)",
                                "elements": [
                                    {
                                        "content": "24.  From 1998 to 2000 international negotiations took place on the issue of compensation for persons subjected to slave or forced labour by Nazi Germany. The government of  was one of the parties to these negotiations. They were prompted by a number of lawsuits against certain German companies before the courts in the  in which compensation was sought on account of forced labour during the Second World War. The German companies against which the lawsuits had been brought wished to bring them to an end and secure legal peace. The negotiations concluded on 17 July 2000 with the adoption of a Joint Statement which was signed by all the parties to the negotiations, including the government of .",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The parties to the Joint Statement acknowledged the intention of the Government of Germany and of the German companies concerned to accept moral and historic responsibility arising from the use of slave and forced labourers and from other injustices committed during the National Socialist era and the Second World War. They affirmed their consensus of 17 December 1999 on the establishment of the Remembrance, Responsibility and Future Foundation, which was to be a means of providing funds for victims from central and eastern Europe, most of whom had benefited little from prior German compensation and restitution programmes. The parties to the Joint Statement further agreed to base their decisions regarding the distribution of funds on the eligibility criteria set out in the German Foundation Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  According to the Joint Statement, the Government of Germany and the German companies concerned undertook to contribute DEM 5 thousand million to the Remembrance, Responsibility and Future Foundation. The Joint Statement stipulated that the governments of the participating central and eastern European States, including Poland, and the government of  agreed to implement the necessary specific measures within the framework of their national legal systems to achieve legal peace.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Subsequently, on 2 August 2000 the German parliament enacted the Law on the creation of the Remembrance, Responsibility and Future Foundation (Gesetz zur Errichtung einer Stiftung “Erinnerung, Verantwortung und Zukunft”; the German Foundation Act). It came into force on 12 August 2000. However, the disbursement of payments only started on 30 May 2001, once the relevant guarantees had been secured by the German companies concerned with regard to the dismissal of the lawsuits filed against them in the  courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The relevant parts of the Law on the creation of the Remembrance, Responsibility and Future Foundation provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Preamble",
                                        "elements": []
                                    },
                                    {
                                        "content": "Recognising",
                                        "elements": []
                                    },
                                    {
                                        "content": "that the National Socialist State inflicted severe injustice on slave labourers and forced labourers, through deportation, internment and exploitation, which in some cases extended to destruction through labour, and through a large number of other human-rights violations,",
                                        "elements": []
                                    },
                                    {
                                        "content": "that German companies which participated in the National Socialist injustice bear a historic responsibility and must accept it,",
                                        "elements": []
                                    },
                                    {
                                        "content": "that the companies which have come together in the Foundation Initiative of German Industry [Stiftungsinitiative der deutschen Wirtschaft] have acknowledged this responsibility,",
                                        "elements": []
                                    },
                                    {
                                        "content": "that the injustice committed and the human suffering it caused cannot be truly compensated by financial payments,",
                                        "elements": []
                                    },
                                    {
                                        "content": "that the Law comes too late for those who lost their lives as victims of the National Socialist regime or have died in the meantime,",
                                        "elements": []
                                    },
                                    {
                                        "content": "the German Bundestag acknowledges political and moral responsibility for the victims of National Socialism. The Bundestag also intends to keep alive the memory of the injustice inflicted on the victims for coming generations. (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 1 – Establishment and headquarters",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  A legally recognised Foundation with the name ‘Remembrance, Responsibility and Future’ shall be established under public law. (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 2 – Purpose of the Foundation",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  The purpose of the Foundation is to make financial compensation available through partner organisations to former forced labourers and to those affected by other injustices from the National Socialist period. (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 9 – Use of Foundation Resources",
                                        "elements": []
                                    },
                                    {
                                        "content": "(...) (8) In concert with the Board of Trustees, the partner organizations may subdivide the category of forced labourers, within its quota, in accordance with Section 11, Paragraph 1, Sentence 1, Number 1, insofar as this involves persons interned in other places of confinement, as well as affected persons within the meaning of Section 11, Paragraph 1, Sentence 1, Number 2, into subcategories depending on the severity of their fate and may set correspondingly gradated maximum amounts. This shall also apply to the eligibility of legal successors. (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 10 – Distribution of resources through partner organisations",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  The approval and disbursement of one-off payments to those persons eligible under section 11 will be carried out through partner organisations. The Foundation is neither authorised nor obligated in this regard. The board of trustees may opt for another mode of payment. (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 11 – Eligible persons",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  Eligible under this Law are:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  persons who were held in a concentration camp as defined in section 42(2) of the German Indemnification Act [Bundesentschädigungsgesetz] or in another place of confinement outside the territory of what is now the Republic of Austria or a ghetto under comparable conditions and were subjected to forced labour;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  persons who were deported from their homelands into the territory of the German Reich within the borders of 1937 or to a German-occupied area, subjected to forced labour in a commercial enterprise or for public authorities there, and held under conditions other than those mentioned in paragraph 1, or were subjected to conditions resembling imprisonment or similar extremely harsh living conditions; (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  Eligibility shall be demonstrated by the applicant by submission of documentation. The partner organisation shall take into account relevant evidence. If no relevant evidence is available, the claimant’s eligibility may be substantiated in some other way.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 19 – Appeals Process",
                                        "elements": []
                                    },
                                    {
                                        "content": "The partner organizations are to create appeals organs that are independent and subject to no outside instruction. The appeals process itself is to be free of charge. However, costs incurred by the applicant are not to be reimbursed.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Judgment of the German Federal Constitutional Court of 28 June 2004",
                                "elements": [
                                    {
                                        "content": "29.  The  examined a constitutional complaint against various provisions of the GFA which had been filed, among others, by a former Italian military internee and a civilian who had been subjected to forced labour. The complainants alleged, inter alia, that prior to the entry into force of the GFA they had had claims for compensation for forced labour against the Federal Republic of Germany, under German civil law in conjunction with international public law. They contended that the exclusion of judicial review of decisions by the International Organisation for Migration (one of the partner organisations) had violated their right to an effective remedy under Article 19 § 4 of the German Basic Law. Furthermore, they argued that the exclusion of former prisoners of war from the ambit of compensation under the Foundation Act was discriminatory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 28 June 2004 the  held that the complaint was partly admissible, but unfounded. Referring to  Convention on the Laws and Customs of War on Land (“The Hague Convention”) the court held that international public law had not established individual claims for compensation for forced labour. It noted, however, that it was not excluded that national law might establish such claims, but that in such a case the legislator enjoyed wide discretion. The court held further that the exclusion by section 11 § 3 of former prisoners of war from the scope of those eligible for benefits under the Foundation Act had not been discriminatory, since under the Hague Convention prisoners of war could be compelled to perform labour. In this respect the court observed that the legislator was allowed to distinguish, when awarding compensation, between victims of general hardships caused by the war and victims of particular ideological persecution by the Nazi regime, especially as the funds of the Foundation were limited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In respect of the exclusion of judicial review by the Foundation Act, the Federal Constitutional Court found that Article 19 § 4 of the Basic Law required that a right did in fact exist, whose alleged violation could be examined by the courts. The court concluded that the legislator was free to decide not to establish an individual’s claims vis-à-vis a public-law foundation and to exclude judicial review in this connection.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Implementation of the second compensation scheme by ",
                                "elements": [
                                    {
                                        "content": "32.  On 10 August 2000 the Polish government submitted to Parliament a bill on the exemption from tax and duties of payments received in connection with Nazi persecution. In the explanatory memorandum to the bill, the government stated that payment of benefits in respect of forced labour for the Nazi regime had been agreed in the course of negotiations involving the respective governments, German companies and the victims. They further stated that, as a result of the agreement with the Germans,  would receive more than DEM 1.8 thousand million. On 21 September 2000 the Polish parliament enacted the Law on exemption of payments received in connection with Nazi persecution from tax and duties. That Law also exempted the Polish-German Reconciliation Foundation from taxes due on funds received by the Foundation for the distribution of payments. The Law came into force on 17 November 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 16 February 2001 an agreement was concluded between the Remembrance, Responsibility and Future Foundation and the PolishGerman Reconciliation Foundation (“the partnership agreement”). Under its terms the PolishGerman Reconciliation Foundation was to act as a partner organisation of the German Foundation, with a view to securing prompt disbursement of compensation payments to slave and forced labourers (paragraph 1 of the agreement). Both parties agreed to implement fully the provisions of the GFA and declared that their agreement was in compliance with the Joint Statement of 17 July 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The above agreement further stipulated that the Polish Foundation, as a partner organisation, was entrusted with determining eligibility for compensation payments in respect of all claimants who resided on the  on 16 February 1999 (paragraph 2). The partner organisation was to verify and determine whether the relevant conditions for awarding payment had been established or substantiated in some other way (paragraph 5.1). A claimant could appeal against a decision taken by the partner organisation in respect of the grounds of the decision or the amount of payment awarded before an independent appeal body established within the partner organisation (paragraph 5.5). Under paragraph 6.3 of the agreement, decisions taken by the appeal body were final and could not be challenged before a court (paragraph 3).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Agreement of 16 February 2001 was accompanied by three annexes. Annex no. 3 contained a declaration by the Polish government with regard to responsibility for the disbursement of payments. The relevant parts provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Since 1998 the government of the  has made exceptionally concerted efforts to secure payment of compensation for slave and forced labour imposed by Nazi Germany. In the negotiations, the government has played a significant role on behalf of the representatives of the victims. Due to the government’s efforts, former slave and forced labourers will receive in total DEM 1,812 thousand million, which constitutes a very positive outcome to the negotiations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The government of the  will endeavour to ensure that the payments from the Remembrance, Responsibility and Future Foundation, handled by the Polish-German Reconciliation Foundation with the participation of Polish financial institutions, will be processed properly. To that end the Polish authorities will take steps with regard to the Polish-German Reconciliation Foundation within their founding and supervisory competences.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The statutes of the Polish-German Reconciliation Foundation was amended on the initiative of its founder, namely the Minister of the State Treasury, with a view to implementing the provisions of the GFA and the Agreement of 16 February 2001; those amendments were subsequently registered by the Warsaw District Court on 26 June 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The amended statutes stipulated that the Foundation was to disburse payments to the victims specified in section 11 of the GFA from the funds contributed by the German Foundation on the basis of the same Act (paragraphs 6.2 and 9.2). It further specified that the Foundation’s decisions in individual cases were to be taken on the basis of internal regulations. A decision in an individual case could be appealed against; however, a decision taken after an appeal had been considered was final and no appeal lay against it (paragraphs 6.4 and 6.5).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Pursuant to paragraph 20 of the amended statutes, the Verification Commission was to determine individual claims for assistance filed by victims of Nazi persecution. Members and the president of the Verification Commission were to be appointed and dismissed by the Foundation’s management board (paragraph 21.1). Detailed regulations as to the organisation of the Verification Commission and the rules and criteria on the granting of assistance were specified in the internal regulations of the Verification Commission, drafted by the management board and adopted by the supervisory board (paragraph 21.2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Decisions taken by the Verification Commission could be appealed against to the Appeal Commission. Its president and members are appointed and dismissed by the Foundation’s management board, having consulted the supervisory board. The Appeal Commission operates on the basis of internal regulations drafted by the management board and adopted by the supervisory board (paragraph 23.2). The amended statutes stipulated that the decisions of the Appeal Commission were final (paragraph 23.3).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 31 December 2006 the Foundation terminated the disbursement of payments under the second scheme.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Case-law of the Polish courts",
                                "elements": [
                                    {
                                        "content": "41.  In 1997 the Ombudsman referred to the Supreme Court a question of law (pytanie prawne), as to whether decisions given by the organs of the Foundation could be appealed to the  and, if not, whether they could be subjected to judicial review in civil proceedings. On 31 March 1998 the Supreme Court adopted Resolution no. III ZP 44/97, holding that, since administrative functions could only be delegated by statute, which was not the case with regard to the Polish-German Reconciliation Foundation, its decisions did not meet the requirements of an administrative decision and thus could not be appealed to the Supreme Administrative Court. However, the Supreme Court refused to give a definite answer as to whether the Foundation’s decisions could be subject to judicial review in civil proceedings. It nevertheless observed that entitlement to receive a benefit from the Foundation did not fall within the scope of civil law, and thus could not be raised before a civil court. In exceptional cases, such as where the claimant’s eligibility had been established but the benefit was not paid, a claim could arise under civil law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In Resolution no. OPS 3/01 of 3 December 2001, the  upheld the earlier case-law to the effect that it did not have jurisdiction to review the decisions of the Foundation and observed that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Polish-German Reconciliation Foundation, which awards benefits to the victims of Nazi persecutions using the financial resources allocated to it by foreign entities, does not perform functions in the area of public administration. Thus, the source of the entitlement to receive an award from the Foundation does not stem from actions of the public administration.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "It further observed:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“There is no doubt that the Agreement of 16 October 1991, concluded between the Polish and German Governments, which was not ratified, as well as subsequent acts [starting with the Joint Statement and the German Foundation Act] concerning grants of financial assistance by the Foundation on account of Nazi persecution do not fulfil the criteria which would make it possible to classify them as sources of binding Polish law. No administrative-law relation arises between a claimant and the Foundation on the basis of the aforementioned acts, and consequently the Foundation is not an organ of public administration established by law to determine cases in the sphere of public administration.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  The Poznań Court of Appeal’s decision of 14 January 2005, no. I ACz 3043/04",
                                "elements": [
                                    {
                                        "content": "43.  The Poznań Court of Appeal examined an interlocutory appeal against a first-instance judicial decision rejecting a plaintiff’s claim against the Foundation based on Article 189 of the Code of Civil Procedure. It quashed the decision under appeal and remitted the case. The Court of Appeal held that a decision determining whether the Foundation had been obliged to pay benefits to a claimant was a decision on the merits of a claim. Accordingly, it should have been determined by way of a judgment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  The Supreme Court’s Resolution of 27 June 2007, no. III CZP 152/06",
                                "elements": [
                                    {
                                        "content": "44.  On 27 June 2007 the Supreme Court adopted Resolution no. III CZP 152/06 in response to a question of law put forward by the Ombudsman. It revisited its earlier case-law on the interpretation of the notion of a “civil case” laid out in Article 2 of the Code of the Civil Procedure in relation to claims against the Foundation. The Supreme Court held that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The [civil] courts have jurisdiction in the case where a claimant – due to an unfavourable decision by the “Polish-German Reconciliation” Foundation – is seeking a payment [from the Foundation] in respect of Nazi persecution.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the reasons for its Resolution the Supreme Court found, inter alia, that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The procedure concerning examination of claims under the first and the second German fund ... may not be currently instituted. The relevant funds were allocated and the disbursement of payments has been finally concluded. (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "There is no doubt that the current state of affairs resulting from the relevant caselaw, under which those persons interested in challenging before a court the Foundation’s refusal to grant them a suitable payment are deprived of such a possibility, cannot be accepted in the light of the binding constitutional and Convention standards. Article 184 § 1 in conjunction with Article 177 of the Constitution establishes a presumption in favour of jurisdiction of the ordinary courts which indicates – at least indirectly – that a possible jurisdiction of the administrative courts should be based on a specific statutory rule. (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "The need for extensive interpretation of the individual’s access to a court, or in other words, the right to bring an action (the right to a court) follows also from Article 6 § 1 of the Convention and Article 14 § 1 of the International Covenant on Civil and Political Rights, which stipulate that everyone is entitled to a fair and public hearing by an independent and impartial tribunal established by law in the determination of his civil rights and obligations. It may be assumed from the established case-law of the European Court of Human Rights that Article 6 § 1 of the Convention guarantees to everyone the inalienable right to submit for a judicial determination any claims concerning civil rights and obligations.... Obviously, the right to a court does not denote the right to “win” a case, but it signifies that the filed claim should be examined by a court and determined on the merits (judgment of the Supreme Court of 3 January 2007, no. IV CSK 312/06, unpublished).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The results of interpretation of Articles 1 and 2 of the Code of Civil Procedure thus require us to acknowledge that the [civil] court has jurisdiction where a case has the features of a civil case in the substantive sense and where no particular provision delegates its examination and determination to a different organ than an ordinary court. The [civil] court also has jurisdiction where a case has the features of a civil case only in the formal sense.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "I.  The Constitutional Court’s decision of 14 November 2007 in case no. SK 53/06",
                                "elements": [
                                    {
                                        "content": "45.  A certain S.K. filed a constitutional complaint with the  after the administrative court rejected his appeal against inactivity of the Foundation, stating that it did not have jurisdiction. He challenged the constitutionality of certain provisions of the Law of 25 July 2002 on the Structure of Administrative Courts and of the Law of 30 August 2002 on Procedure before Administrative Courts, which delineated the jurisdiction of the administrative courts. On 14 November 2007 the  discontinued the proceedings on procedural grounds. It found that the claimant had not obtained a “final decision” within the meaning of Article 79 of the Constitution, since he had mistakenly seized the administrative courts and not the civil courts to pursue his appeal against the Foundation’s decision. The  relied on the constitutional presumption in favour of jurisdiction of the civil courts and the Supreme Court’s Resolution of 27 June 2007.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Relying on Articles 1 and 6 of the Convention, the applicant complained that he had been deprived of a fair trial in the proceedings before the Foundation’s bodies. The Court considers that the applicant’s complaint concerns the lack of access to a court in respect of his claims raised before the Polish Foundation and falls to be examined under Article 6 § 1 of the Convention, the relevant parts of which provide:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law. ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicability of Article 6 § 1",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "47.  The Government argued that Article 6 § 1 of the Convention was not applicable to proceedings before the Polish Foundation in respect of the second compensation scheme. They submitted that there had been no “dispute” over a “right” which had been recognised under the Polish or German law. Nevertheless, the Government claimed that the civil disputes which might have arisen between the Foundation and its beneficiaries fell within the scope of “civil rights”, since the civil courts had jurisdiction to examine such disputes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The applicant did not comment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Principles deriving from the Court’s case-law",
                                "elements": [
                                    {
                                        "content": "49.  The Court reiterates that, according to the principles laid down in its caselaw, it must first ascertain whether there was a “dispute” (“contestation”) over a “right” which can be said, at least on arguable grounds, to be recognised under domestic law, irrespective of whether this “right” is also protected under the Convention (see, inter alia, Neves e Silva v. Portugal, 27 April 1989, § 37, Series A no. 153-A). The dispute must be genuine and serious; it may relate not only to the actual existence of a right but also to its scope and the manner of its exercise. The outcome of the proceedings must be directly decisive for the right in question (see, among other authorities, Athanassoglou and Others v. Switzerland [GC], no. 27644/95, § 43, ECHR 2000-IV; Mennitto v. Italy [GC], no. 33804/96, § 23, ECHR 2000-X, and Markovic and Others v. Italy [GC], no. 1398/03, § 93, ECHR 2006...). Lastly, the right must be a “civil” right.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles to the present case",
                                "elements": [
                                    {
                                        "content": "50.  The Court recalls that in the Woś judgment (see, Woś v. Poland, no. 22860/02, ECHR 2006VII) it examined a similar complaint in respect of the first compensation scheme, set up on the basis of the bilateral PolishGerman agreement of 16 October 1991 and found Article 6 § 1 applicable to the proceedings before the Polish-German Reconciliation Foundation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In contrast, the present case concerns the second compensation scheme, which was established following multilateral negotiations with a view to providing compensation to slave and forced labourers and other victims of the National Socialist period, primarily from central and eastern Europe. The agreement reached in the negotiations, in particular in respect of the categories of persons who were eligible and the establishment of the German Foundation as a means of providing funds to victims, was subsequently incorporated in the German Foundation Act of 2 August 2000. Section 10 of the Act stipulated that partner organisations, including the Polish Foundation, were entrusted with evaluation of claims and disbursement of payment to eligible claimants. The same provision stipulated that the German Foundation was neither authorised nor obligated in respect of the approval and disbursement of payments by the partner organisations. The particular feature of the second compensation scheme was that the eligibility conditions had been specified in the GFA, while at the same time the examination of the relevant applications was to be carried out by the partner organisations, including the Polish Foundation. The Court considers that for all practical purposes, decisions to qualify applicants as coming under a particular eligibility category and to grant payments in respect of the claimants who resided in Poland were taken by the Polish Foundation (see Woś v. Poland (dec.), no. 22860/02, § 66, ECHR 2005IV; Jakowicz v. Poland (dec.), no. 16778/02, § 76 in fine, 13 October 2009). The Court notes that the German Foundation carried out random checks of the decisions taken by the Polish Foundation, but in its view this does not alter the conclusion that the Polish Foundation played the main role in the process. In any event, there is no evidence that the decisions in respect of the applicant’s claims were reviewed or altered by the German Foundation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In the Woś judgment the Court held that the Convention imposes no general obligation on the Contracting States to provide redress for wrongs inflicted in the past under the general cover of State authority (see also, mutatis mutandis, Kopecký v. Slovakia [GC], no. 44912/98, § 38, ECHR 2004IX). This principle applies to the Federal Republic of Germany in respect of wrongs or damage caused by the German Reich (see Associazione Nazionale Reduci Dalla Prigionia dall’Internamento e dalla Guerra di Liberazione (A.N.R.P.) v. Germany (dec.), no. 45563/04, 4 September 2007; and Ernewein and Others v. Germany (dec.), no. 14849/08, 2 May 2009) but it is even more relevant for third States, like Poland, who bear no responsibility in connection with wrongs inflicted by a foreign occupying force or another State (see, mutatis mutandis, Broniowski v. Poland [GC], no. 31443/96, § 124, ECHR 2004V; Maltzan and Others v. Germany (dec.) [GC], nos. 71916/01, 71917/01 and 10260/02, § 77, ECHR 2005V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  However, the Court recalls that if a compensation scheme were to be established, the substantive regulations which determined the eligibility conditions for any compensation would in principle fall outside the Court’s jurisdiction, unless the relevant conditions were manifestly arbitrary or blatantly inconsistent with the fundamental principles of the Convention (see Woś v. Poland, cited above, § 72). In other words, when a State decides to compensate the past wrongs for which it bore no responsibility, it enjoys a significant discretion (grand pouvoir d’appreciation) in determining the beneficiaries and the modalities of any compensation scheme and, in principle, no challenge to the eligibility conditions as such may be allowed (see Maltzan and Others, cited above, § 77; Epstein and Others v. Belgium (dec.), no. 9717/05, ECHR 2008... (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court observes that the compensation scheme established under the GFA concerned claims of forced labourers and other victims of Nazi Germany (see section 2 of the GFA on the purpose of the German Foundation). As those claims date back essentially to the Second World War there could be no question of the Polish State’s responsibility for the wrongs committed during that period. It is clear that the Polish State have no obligations of any kind to redress the wrongs inflicted by another State as its citizens were victims and not perpetrators (see Woś v. Poland (dec.), cited above, § 85).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In the context of the present case, the Court underlines that the substantive eligibility conditions under the second scheme were defined in the GFA and had to be applied as such by the partner organisations, including the Polish Foundation. It follows that while processing the applications the Polish Foundation was bound to follow the substantive criteria as specified in the GFA and had no power either to review its reasonableness or to unilaterally modify or extend them. Thus, the Polish Foundation and, a fortiori, the Polish State cannot bear responsibility in cases where an applicant, due to the scope of the substantive eligibility conditions as such, was not included in the group of persons entitled to certain benefits. The Court emphasises that the Polish Foundation exercised only a certain measure of discretion when assessing the facts of individual cases and the evidence submitted by the claimants. Its assessment of those elements was decisive for the outcome of the proceedings before the Foundation. The Court considers that the responsibility of the  may be engaged exclusively as regards those cases where the dispute concerns the application of the eligibility conditions to the facts of individual cases in the area falling within the Foundation’s margin of discretion. Accordingly, in each case it is necessary to determine whether a claimant challenges the eligibility conditions or the assessment of facts and evidence by the Polish Foundation and whether that assessment remained within the Polish Foundation’s margin of discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Turning to the circumstances of the present case, the Court notes that the applicant belonged to the category of “relocated persons” who were eligible for benefits provided that they had worked for a German company or on a German farm. The applicant claimed before the Foundation that he had worked on the farm in Wadów which had been under German administration and run by a certain W. Hochsman. In order to substantiate his claim the applicant submitted a certificate issued by the Ruszcza Catholic Parish, a certificate issued by the Wadów Agricultural Society and the resolution concerning the nationalisation of the farm in Wadów. However, the Foundation held that those documents did not duly demonstrate that the applicant had worked on a farm under German administration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The essence of the applicant’s claim is that the Polish Foundation wrongly considered that he had not worked on a German farm and, consequently, was not eligible for benefits. In the present case the thrust of the applicant’s complaint is directed against the Polish Foundation’s erroneous assessment of the facts underlying his claim and the resultant flawed application of the eligibility conditions to his case (compare and contrast Jakowicz v. Poland (dec.), cited above, § 80). In the case of Jakowicz the Foundation dismissed the applicant’s claims, which went beyond the scope of the substantive eligibility conditions and as such were outside the Foundation’s remit. By contrast, in the present case the Foundation refused the applicant’s claims while exercising its discretion as to the assessment of relevant facts which had a direct bearing on the determination of the applicant’s eligibility status. Thus, the present case can be distinguished from the Jakowicz case on the ground that it concerned a dispute as to the assessment of relevant facts and not a challenge to the substantive eligibility conditions. Accordingly, the Court finds that the dispute arose between the applicant and the Foundation as regards the application of the eligibility conditions to his case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court has next to determine whether the right to receive payment from the Polish Foundation on account of forced labour or other form of persecution was recognised, at least on arguable grounds, under domestic law. The Court recalls that in the case of Associazione Nazionale Reduci Dalla Prigionia dall’Internamento e dalla Guerra di Liberazione (cited above), concerning the second compensation scheme, it examined the complaints of former Italian POWs about the exclusion of judicial review in respect of decisions rendered by the International Organization for Migration (one of the partner organisations). The Court found that as the applicants (former POWs) had been clearly excluded from benefits under the German Foundation Act they could not claim to have had a right to compensation. On that ground, it distinguished the case from Woś and held that Article 6 was not applicable to the facts of that case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court considers that the present case is, in turn, distinguishable from the Associazione Nazionale Reduci decision, in that it concerns the arguable claim of a person subjected to forced labour whose request was dismissed for failure to duly establish the existence of a farm under German administration. In contrast, the Associazione Nazionale Reduci case dealt with persons who had been expressly excluded from the ambit of the second compensation scheme on account of their undisputed POW status, and thus no question of a right to compensation could arise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court notes that international public law does not establish individual claims for compensation for forced labour (see Associazione Nazionale Reduci decision which referred to the judgment of the Federal Constitutional Court of 28 June 2004). Such claims could be established exclusively through domestic law, and in such a case the legislator enjoys a wide margin of discretion, as noted above. In this respect the Court observes that the conditions and procedures with which a claimant had to comply before a payment could be awarded by the Polish Foundation were first agreed in the course of multilateral negotiations, then laid out in the GFA and subsequently transposed into the regulations binding on the Foundation via the Partnership Agreement of 16 February 2001 and any subsequent agreements concluded in the framework of the so-called openness clause. The Polish Foundation’s statutes were subsequently amended with a view to implementing the provisions of the GFA and the Agreement of 16 February 2001. Thus, the Foundation’s regulations stipulated the conditions which had to be fulfilled by a person seeking benefits. It is noteworthy that the Supreme Court in its Resolution of 27 June 2007 found that the basis of the rights of a person seeking payment from the Polish Foundation were the Foundation’s statutes, the rules of the Verification Commission and the relevant provisions of the GFA. The Court is mindful of the particular character of the legal regime governing the second compensation scheme which defined the categories of eligible claimants. Nevertheless, it finds that the Polish Foundation’s regulations could be considered to create a right for a claimant arguably fulfilling the relevant eligibility conditions to claim compensation from the Foundation (see, mutatis mutandis, Woś v. Poland (dec.), cited above, § 83).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court notes that the payments at issue were voluntary in the sense that the States were free to establish the scheme and to determine the scope of its beneficiaries. However, once such general scheme has been adopted and once a claimant could be reasonably considered to have complied with the eligibility conditions stipulated in the GFA and in the Foundation’s regulations, he or she had a right to be awarded payment by the Foundation (see Rolf Gustafson v. Sweden, 1 July 1997, § 40, Reports 1997IV and Woś v. Poland, cited above, § 75). The Court points out that in the somewhat similar area of social security and welfare benefits, many domestic legal systems provide for those benefits to be paid - subject to the fulfilment of the conditions of eligibility - as of right (see Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, ECHR 2005X, § 51). In conclusion, the Court finds that the Polish Foundation’s bodies had thus to determine a dispute concerning a right asserted by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  As to the “civil” character of the right asserted by the applicant, the Court reiterates that the concept of “civil rights and obligations” is not to be interpreted solely by reference to the respondent State’s domestic law. Article 6 § 1 of the Convention applies irrespective of the status of the parties, the character of the legislation which governs how the dispute is to be determined and the character of the authority which is invested with jurisdiction in the matter (see, among other authorities, Georgiadis v. Greece, 29 May 1997, § 34, Reports 1997-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court reiterates that in the Woś judgment, which concerned similar claims under the first compensation scheme, it held that those claims could be considered “civil” within the meaning of Article 6 § 1 (see Woś v. Poland, cited above, § 76). In reaching that conclusion, the Court had regard, inter alia, to the similarities between the compensation claims asserted before the Foundation and disputes over entitlement to social security and welfare benefits, which generally fall within the scope of Article 6 (see Mennitto v. Italy [GC], no. 33804/96, § 28, ECHR 2000X; Tsfayo v. the United Kingdom, no. 60860/00, § 39, 14 November 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Further, the Court notes that the Supreme Court in its resolution of 27 June 2007, referring extensively to the Woś judgment, found that a claim against the Foundation was to be considered a “civil” claim in a formal sense for the purposes of establishing court jurisdiction. The Court consequently finds that the applicant’s right to claim compensation from the Foundation on account of his forced labour could be considered “civil” for the purposes of Article 6 § 1 of the Convention. For the above reasons the Court finds that the right to compensation asserted by the applicant under the second compensation scheme is a civil right within the meaning of Article 6 § 1 of the Convention and that this provision is applicable to the proceedings before the Foundation in the applicant’s case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Exhaustion of remedies",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "65.  The Government argued that the applicant had failed to exhaust relevant domestic remedies as he had never challenged the Foundation’s decisions in a domestic court. The applicant could have requested to have his claims determined in civil proceedings relying on Article 189 of the Code of Civil Procedure, having regard to the fact that his claims were related to property rights and that the Polish Foundation operated under private law. The Government invoked the decision of the Poznań Court of Appeal of 14 January 2005, no. I ACz 3043/04 in order to refute the applicant’s assertion that judicial review of the Foundation’s decisions had been excluded. The Court of Appeal held that a decision determining whether the Foundation had been obligated to pay benefits to a claimant was a decision on the merits of a claim and should be examined by the court as such. Accordingly, in the Government’s view, the Court of Appeal’s decision confirmed that the determination of the right to receive payment from the Foundation could have been pursued under Article 189 of the Code of Civil Procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Government further underlined that the Supreme Court’s Resolution of 27 June 2007 confirmed their earlier submission that judicial review of the Foundation’s decisions had been available to claimants. Accordingly, all persons seeking benefits from the Foundation could have contested its decisions before the civil courts. The applicant should have resorted to that remedy before he filed his case in . In the Government’s view, the said Resolution confirmed that the right to appeal against the Foundation’s decisions stemmed directly from the Constitution and the Code of Civil Procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Secondly, even assuming that his civil suit had been rejected, the applicant could have availed himself of a constitutional complaint. In his constitutional complaint the applicant, who maintained that the right to receive payment from the Foundation was of a civil character, could have raised the question of compatibility of Articles 1 and 2 of the Code of Civil Procedure with Article 45 of the Constitution. The Government drew an analogy between the present case and the situation which obtained in the Constitutional Court’s judgment of 10 July 2000 (case no. SK 12/99). In that case, a student whose claims against a university had been rejected by civil courts for lack of jurisdiction lodged a constitutional complaint, raising the question of the compatibility of Articles 1 and 2 of the Code of Civil Procedure with Article 45 of the Constitution. The Constitutional Court ruled that Article 1 of the Code of Civil Procedure, interpreted as not including in the notion of “civil case” certain pecuniary claims stemming from an administrative decision, was incompatible with Article 45 of the Constitution. Furthermore, the Government argued that the decision of the Constitutional Court of 14 November 2007 in case no. SK 53/06 confirmed that the applicant should have instituted proceedings against the Foundation before the civil courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The applicant claimed that he had exhausted all available remedies.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "69.  The purpose of Article 35 § 1, which sets out the rule on exhaustion of domestic remedies, is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to the Court (see, among other authorities, Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-V). The rule in Article 35 § 1 is based on the assumption, reflected in Article 13 (with which it has a close affinity), that there is an effective domestic remedy available in respect of the alleged breach of an individual’s Convention rights (see Kudła v. Poland [GC], no. 30210/96, § 152, ECHR 2000XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Nevertheless, the only remedies which Article 35 of the Convention requires to be exhausted are those that relate to the breaches alleged and at the same time are available and sufficient. The existence of such remedies must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness (see, inter alia, Scordino v.  (no. 1) [GC], no. 36813/97, § 142, ECHR 2006...).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court has first to determine whether the applicant was required to pursue his claims against the Foundation in a civil court. The Government, relying on the Poznań Court of Appeal’s decision of 14 January 2005, contended that such a possibility had been open to the applicant. In their view, this assertion was further confirmed by the Supreme Court’s Resolution of 27 June 2007. The Court observes, however, that the Supreme Court in its authoritative decision, given by a panel of seven judges, stated firmly that, prior to its Resolution, interested persons had been deprived of the possibility of challenging the Foundation’s decisions in a court. The Supreme Court found that the prevailing trend in the case-law of the civil courts was for exclusion of judicial review in respect of those decisions. It noted that the Poznań Court of Appeal’s decision of 14 January 2005 and the Szczecin Court of Appeal’s decision of 12 July 2006 took a different approach. However, those decisions did not affect the Supreme Court’s conclusion as to the earlier lack of availability of judicial review. The Court notes that it was only the Supreme Court’s Resolution which, having regard, among others, to the Woś judgment, reinterpreted the notion of a “civil case” and acknowledged that such claims could be heard by civil courts. Accordingly the Court finds that prior to 27 June 2007 the availability of judicial review in respect of the Foundation’s decisions had not been sufficiently established and that the applicant could not be reproached for failing to institute civil proceedings against the Foundation (see Woś v. Poland, cited above, § 106).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Government lastly contended that, in any case, the applicant should have availed himself of a constitutional complaint. The Court has accepted that at the date of the lodging of his application in Strasbourg, i.e. on 21 July 2006 the applicant was not required to pursue his claims before the civil courts as – in view of the settled case-law – such a course of action was bound to fail. At the same time, in order to file a constitutional complaint a claimant is obliged to obtain a final decision from a court or an administrative authority (see Article 79 of the Constitution). More importantly, the Court points out that a constitutional complaint could be recognised as an effective remedy only where the individual decision which allegedly violated the Convention had been adopted in direct application of an unconstitutional provision of national legislation (see Szott-Medyńska v. Poland (dec.), no. 47414/99, 9 October 2003, and Pachla v. Poland (dec.), no. 8812/02, 8 November 2005). However, at the heart of the present case lies the judicial interpretation of the relevant legislative provisions on court jurisdiction, which resulted in a finding that neither the civil nor the administrative courts could hear claims against the Foundation (see Woś v. Poland, cited above, § 95). As stated above, that problem of judicial interpretation was eventually resolved by the Supreme Court’s Resolution of 27 June 2007. The Court notes that the issue of whether civil or administrative courts should hear such claims was also debated by legal writers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court is aware that in exceptional cases the Constitutional Court may examine a constitutional complaint against a provision of law in the meaning attributed to it under consistent and long-standing judicial or administrative practice, provided that such interpretation has not been contested by legal writers (see, inter alia, the Constitutional Court’s judgment of 31 March 2005, case no. SK 26/02, § 5.3, with further references). However, it is not satisfied that the prerequisites for lodging such a constitutional complaint were met in the present case. Lastly, the Court notes that the Constitutional Court’s decision of 14 November 2007 in case no. SK 53/06 was given after the present application had been lodged. For the above reasons the Court considers that a constitutional complaint cannot be regarded with a sufficient degree of certainty as an effective remedy in the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  It follows that the Government’s plea of inadmissibility on the ground of non-exhaustion of domestic remedies must be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Conclusion as to admissibility",
                                "elements": [
                                    {
                                        "content": "75.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Compliance with Article 6 § 1",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "76.  The Government argued that the complaint under Article 6 § 1 of the Convention was manifestly ill-founded. The question of access to a court had not arisen, since the applicant had never instituted judicial proceedings at domestic level. They reiterated that Article 6 § 1 was not applicable to the proceedings at issue and thus the operation of the Foundation’s bodies could not be examined under this provision. They further argued that the Foundation’s organs which dealt with the applicant’s case had been established in accordance with section 19 of the GFA and the Agreement of 16 February 2001 between the German and the Polish Foundation. Section 19 of the GFA stipulated that the partner organisations were to create appeals organs which were independent and subject to no outside instruction. The Partnership Agreement contained further detailed regulations in this respect. In so far as the appeal procedure was concerned, the Polish Foundation operated within the legal framework provided for by the GFA and the Partnership Agreement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Government underlined that the decisions of the Foundation’s Verification Commission and the Appeal Commission were subject to the scrutiny of the German Foundation. The latter could review decisions taken by the partner organisation after the appeal procedure had been concluded. To this end the Polish Foundation had to allow the German Foundation access to the relevant documents at any time. If grossly incorrect decisions were discovered during such inspection, the Polish Foundation had to reopen the procedure and remedy the issue in a new decision. Furthermore, the German Foundation could quash the decisions of the Polish Foundation and reopen a case. The Government stressed that the German Foundation could have ordered an audit of the Polish Foundation. Therefore, it was the German Foundation which exercised real control over the Polish Foundation. The role of the Polish authorities was limited to assessing whether the Polish Foundation operated in conformity with the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Government concluded that the Foundation’s Appeal Commission could not be considered a judicial body, and in any event Article 6 § 1 was not applicable to the proceedings before the Foundation. The Foundation’s bodies operated under the accessible provisions of law determined in the Partnership Agreement and the rules of procedure of the Appeal Commission were approved by the German Foundation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The applicant maintained his application but did not submit specific comments.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "80.  Article 6 § 1 requires that in the determination of civil rights and obligations, decisions taken by administrative or other authorities which do not themselves satisfy the requirements of that Article be subject to subsequent control by a judicial body that has full jurisdiction (see Le Compte, Van Leuven and De Meyere v. Belgium, 23 June 1981, § 51, Series A no. 43; Woś v. , no. 22860/02, § 92, ECHR 2006VII). The Court must therefore first ascertain whether the Foundation’s adjudicating bodies – the Verification Commission and the Appeal Commission – could be considered as tribunals conforming to the requirements of Article 6 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Court notes that the Government stressed the significant role of the German Foundation in the decision-making process concerning the claims raised before the Polish Foundation. Even assuming that the German Foundation could to some extent verify the correctness of the decisions taken by the Polish Foundation, there is no evidence that it had been involved in reviewing decisions taken in the applicant’s case. Thus, the Court, having regard to Article 10 of the GFA, reaffirms that for all practical purposes, decisions to grant payments in respect of the claimants who resided in Poland were taken by the Polish Foundation (see Woś v. Poland (dec.), cited above, § 66; Jakowicz (dec.), cited above, § 76 in fine).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  According to the Court’s settled caselaw, a tribunal within the meaning of that provision must satisfy a series of requirements – independence, in particular of the executive, impartiality, duration of its members’ terms of office, and guarantees afforded by its procedure – several of which appear in the text of Article 6 § 1 itself (see Belilos v. Switzerland, 29 April 1988, § 64, Series A no. 132; Demicoli v. Malta, 27 August 1991, § 39, Series A no. 210; and Cyprus v. Turkey [GC], no. 25781/94, § 233, ECHR 2001IV). In the present case, as regards structural guarantees, the Court notes that the members of the Verification Commission and the Appeal Commission were appointed and dismissed by the Foundation’s management board and, in respect of the latter, in consultation with the Foundation’s supervisory board. The Foundation’s statutes also specified that the rules governing the operation of the Foundation’s adjudicating bodies were to be set out in the regulations drafted by the management board and adopted by the supervisory board. The Foundation’s governing bodies were in turn appointed and dismissed by the Government Minister at his or her full discretion (see paragraph 23 above). Furthermore, a degree of control and supervision over the Foundation was exercised by the Government Minister. Furthermore, it appears that the members of the Verification Commission and the Appeal Commission did not have tenure. Thus, the Court considers that the independence of the Foundation’s adjudicating bodies, despite the Government’s arguments to the contrary in respect of the Appeal Commission, was open to serious doubt. As regards procedural guarantees, it appears that the adjudicating commissions had no clear and publiclyavailable rules of procedure (see H v. , 30 November 1987, § 53, Series A no. 127B) and did not hold public hearings. For these reasons, they cannot be regarded as tribunals within the meaning of Article 6 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Therefore, in order for the obtaining situation to be in compliance with Article 6 § 1, the decisions of the Foundation’s adjudicating bodies should have been subject to review by a judicial body having full jurisdiction. However, the Court notes that until June 2007 the domestic courts’ prevailing position, as confirmed in the Supreme Court’s Resolution of 27 June 2007, was that judicial review by either administrative or civil courts in respect of the Foundation’s decisions was excluded (see paragraphs 41-42 and 44 above). At this juncture, the Court observes that the Government also criticised the applicant for having failed to institute judicial proceedings against the Foundation in the civil courts prior to the adoption of the Supreme Court’s Resolution. It notes, however, that the applicant was not obliged to pursue his claims before the courts, as such action would obviously have been futile, having regard to the settled caselaw of the domestic courts at the relevant period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Court observes that the major change in respect of the availability of judicial review in civil proceedings came with the Supreme Court’s Resolution of 27 June 2007. The Supreme Court revisited the existing practice and held that claims against the Polish Foundation in respect of Nazi persecution were civil claims in the formal sense. Accordingly, the civil courts had jurisdiction to examine such claims. The Court very much welcomes such a positive development in the Supreme Court’s case-law which, at least in part, was prompted by its judgment in the Woś case. However, as noted above (see paragraph 71 above), the applicant in this case was not required to attempt to seek judicial review of the Foundation’s decisions as such a possibility arose only after he had lodged his application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Having regard to the above considerations, the Court considers that the exclusion of judicial review in respect of the decisions given by the Foundation in the applicant’s case impaired the very essence of his right of access to a court within the meaning of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  It follows that there has been a breach of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "87.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "88.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 February 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KADLUCZKA v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-97064.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0202JUD003143806",
    "externalsources": [],
    "extractedappno": [
        "31438/06",
        "45563/04",
        "44/97",
        "3/01",
        "3043/04",
        "152/06",
        "312/06",
        "53/06",
        "27644/95",
        "33804/96",
        "1398/03",
        "22860/02",
        "16778/02",
        "44912/98",
        "14849/08",
        "31443/96",
        "71916/01",
        "71917/01",
        "10260/02",
        "9717/05",
        "65731/01",
        "65900/01",
        "60860/00",
        "12/99",
        "25803/94",
        "30210/96",
        "36813/97",
        "47414/99",
        "8812/02",
        "26/02",
        "25781/94"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-97064",
    "judgementdate": "02/02/2010 00:00:00",
    "kpdate": "02/02/2010 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "KADLUCZKA",
        "POLAND"
    ],
    "rank": "714.979125976563",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "347327",
    "typedescription": "15"
}