{
    "__articles": "7;7-1",
    "__conclusion": "No violation of Art. 7",
    "applicability": "",
    "appno": "11843/03;11847/03;11849/03",
    "article": [
        "7"
    ],
    "conclusion": [
        {
            "article": "7",
            "base_article": "7",
            "element": "No violation of Art. 7",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-80460.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in three applications (nos. 11843/03, 11847/03 and 11849/03) against the Kingdom of Denmark lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Dutch national, Mr Vincent Custers, a French national, Mr Olivier Deveaux, and an American national, Mr Lawrence Martin Turk (“the applicants”), on 1 April 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr Nicholas Symes, a lawyer practising in  and by Mr Jens Brøsted, an associate research professor. The Danish Government (“the Government”) were represented by their Agent, Mr Peter Taksøe-Jensen, of the Ministry of Foreign Affairs, and their coAgent, Mrs Nina Holst-Christensen, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Dutch and French Governments, having been informed of their right to intervene (Article 36 § 1 of the Convention and Rule 61 § 2 of the Rules of Court), declared that they would not submit any observations.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants relied on Article 7 of the Convention, alleging that they had been convicted of an act which at the time it was committed did not constitute a criminal offence under national law.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Chamber decided to join the proceedings in the three applications (Rule 42 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 9 May 2006, the Court declared the applications partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "7. The applicants and the Government each filed further written observations (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  In 1951 an American air base was established on the Dundas peninsula in the Thule District of north-west Greenland. With the establishment of an anti-aircraft artillery unit in 1953 the air base area was expanded. It was reduced in size in the mid-1980s and in 2003.",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicants were members of Greenpeace. In the summer of 2001 they took part in an action around the Thule Air Base designed to draw international attention to the use of a radar (the Thule Radar) for the American missile defence programme and to collect information on the environmental impact of the presence of the air base on the  peninsula.",
                                "elements": []
                            },
                            {
                                "content": "10.  Before the action in question, on 25 July 2001, two Greenpeace members had had a meeting with the Chief of Police of Greenland, during which they had been informed of the legislation relating to Thule Air Base and the consequences of a possible refusal by the relevant authorities of permission to visit the air base area.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 27 July 2001 Greenpeace requested permission to visit “the  peninsula around the Thule Air Base”. By fax of 30 July 2001 the Danish Ministry of Foreign Affairs informed Greenpeace that Thule Air Base, including the  area, was a “defence area”, and that civilians could gain access to this area only with permission from the Ministry of Foreign Affairs and the American authorities. By fax of 2 August 2001 the Ministry of Foreign Affairs refused Greenpeace permission to access the  peninsula and Thule Air Base.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 6 August 2001 the applicants and other Greenpeace activists arrived off the coast of the  peninsula by a vessel called the M/V Arctic Sunrise. Some of the activists went ashore at the  and put up a banner. They were ordered to leave the area immediately by the police. The applicants, using a rubber dinghy, landed at Savigssuaq, which is south of Thule Air Base. Thereafter they walked approximately 30 km northwards overland to Shelter 7, to the east of the base, where they were arrested on 7 August 2001 at 8 p.m. and charged with trespassing.",
                                "elements": []
                            },
                            {
                                "content": "13.  Shelter 7 is one of several emergency shelters built along a road almost 18 km in length running from the built-up part of the base area to the Thule Radar. Emergency shelters have been built at intervals of 1-2 km along the road to ensure that base personnel are able to seek shelter in the event of sudden bad weather on their way out to the radar facility. Shelter 7 is 10.7 km from the built-up part of the Thule Air Base and 7.2 km from the Thule Radar.",
                                "elements": []
                            },
                            {
                                "content": "14.  The exact size of the defence area was disputed between the parties. The Government maintained that the Thule Air Base comprised approximately four hundred square kilometres at the relevant time. After the events in question, on 20 February 2003, the area was reduced in size and the  peninsula became a non-prohibited area to which all civilians could gain access without permission. The applicants submitted that the exact size of the defence area was confidential and thus unknown to the public.",
                                "elements": []
                            },
                            {
                                "content": "15.  An official map called “Sheet no. 76.V.1, , scale 1:250:000” was produced by the Danish Geodetical Survey. The map bore the following indications: “Place names, centres of population and other details 1954”, “Corrections 1983” and “Printed by the Danish Geodetical Survey 1983”. The airfield was shown, but there was no indication of an air base. A similar map was reproduced photographically by Saga Maps.",
                                "elements": []
                            },
                            {
                                "content": "16.  Based on the map by the Danish Geodetical Survey, another map was produced and published as an annex to a report published in December 1994 entitled “Report on the relocation of the Thule Tribe in 1953”. This map, (“the annex map”), had a bold line drawn on it which, according to the Government, demarcated the Thule Air Base, comprising a large area exceeding the area of the  peninsula. The applicants disputed this assertion, pointing out that the origin of and reason for the line were unknown.",
                                "elements": []
                            },
                            {
                                "content": "17.  In 2001 the Thule Air Base was not fenced off or marked with signs, save for some “No Entry” signs by the harbour and on the road leading from the airfield to the built-up part of the base.",
                                "elements": []
                            },
                            {
                                "content": "18.  At the time of their arrest the applicants were in possession of a Global Positioning System (GPS device) and the official Saga map of the area, on which they had marked nine different positions. In a notebook found on one of the applicants the nine positions were listed with the corresponding degrees of latitude and longitude and the following descriptions: “initial landing” “radar (E)”, “radar (W)” and “airstrip”. The applicants were also carrying cameras and a camcorder. The police seized a film containing photos taken by the applicants during their walk. Some of the photos showed the applicants holding banners with the wording “Stop Star Wars” and “No to new arms race”, with some of the military facilities of the Thule Air Base pictured in the background.",
                                "elements": []
                            },
                            {
                                "content": "19.  Material downloaded from the Greenpeace website at the relevant time contained various statements, including the following: “But still inside, two days into the Thule Peace Trek are three other activists, who have been walking and camping in Arctic conditions since Monday, and so far remain undetected” and an extract from a so-called action line recording by the activist saying “We are now on the second day of our walk ... it's been an intense couple of days, we've been blasted by the wind, gotten cold every time we stopped, forded deep icy cold rivers, walked across ice, but also had some real beauty...”.",
                                "elements": []
                            },
                            {
                                "content": "20.  The applicants were released on 8 August 2001 at 6 p.m., after indictments of the same date had been served on them. The charges against them were detailed as follows:",
                                "elements": []
                            },
                            {
                                "content": " “Violation of Article 69a of the Penal Code and Article 132 § 2, taken together with [Article 132] § 1 and section 3(1)(d) of Executive Order no. 39 of 22 February 1967 on travel to and within Greenland (Bekendtgørelse om rejser til og i Grønland) (“the Travel Order”) in that, without permission having been granted to the environmental organisation Greenpeace, [the applicants], using a rubber dinghy from the vessel M/V Artic Sunrise, went ashore on 6 August 2001 in the area around (ved) Thule Air Base, where they took pictures with cameras and video cameras, and were found by the police at Shelter 7 on 7 August 2001 at around 6.30 p.m.”",
                                "elements": []
                            },
                            {
                                "content": "21. By judgment of 11 September 2001 given in absentia, the applicants were convicted as charged by the High Court of Greenland (Grønlands Landsret). They were each sentenced to a fine of 5,000 Danish kroner (DKK) (approximately 670 euros (EUR)). In handing down the sentence, the court took into account the fact that, as Greenpeace activists, the applicants had participated in a carefully planned action. In addition, the notebook, the Saga map of the air base area, a video film and fiftyone photos had been confiscated. The relevant parts of the High Court judgment stated:",
                                "elements": []
                            },
                            {
                                "content": "“On the evidence, the court finds that [the applicants] carried out the acts described in the indictment. As [the applicants] did not obtain permission to enter the base area, as required by section 3(1)(d) of Executive Order no. 39 of 22 February 1967 on travel to and within Greenland, they have violated section 3 of the Order. As made clear by the explanatory notes to Article 132 of the Penal Code, the Travel Order has as its legal basis “established practice” within the meaning of Article 131 of the Penal Code.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "In view of the location of the base and considering that the applicants, aiming for the base, had to walk several kilometres across rough terrain and that access to the base requires special permission under the Travel Order, the court finds that the base is a “place not freely accessible” for the purposes of Article 69a (i) of the Penal Code. Accordingly, and as their presence was unauthorised, as stated above, [the applicants] are found guilty of having violated Article 69a (i) of the Penal Code.”",
                                "elements": []
                            },
                            {
                                "content": "22.  The applicants appealed to the High Court of Eastern Denmark (Østre Landsret) before which they argued, as they had done before the firstinstance court, that the act in question did not constitute a criminal offence.",
                                "elements": []
                            },
                            {
                                "content": "23.  According to them, Executive Order no. 39 of 22 February 1967, relied on by the prosecution, did not have legal authority. Concerning Article 69a (i) of the Penal Code, they submitted that it could not be established whether or not they had trespassed, as the limits of the military area had never been officially defined. The applicants further maintained that lay judges should have participated in the proceedings before the firstinstance court. However, the latter complaint was later withdrawn.",
                                "elements": []
                            },
                            {
                                "content": "24.  Before the High Court of Eastern Denmark the prosecution submitted the annex map in support of the charge that the applicants had entered a “place not freely accessible” within the meaning of Article 69a of the Penal Code.",
                                "elements": []
                            },
                            {
                                "content": "25.  By judgment of 3 October 2002 the High Court of Eastern Denmark confirmed the first-instance court's judgment stating, inter alia:",
                                "elements": []
                            },
                            {
                                "content": "“On the evidence produced before the High Court, [the applicants] are found guilty of a violation of section 3(1)(d) of Executive Order no. 39 of 22 February 1967 on the grounds stated in the judgment. As [the applicants] thus gained unauthorised access to a place not freely accessible, they have also violated Article 69a (i) of the Penal Code. In view of the nature of the area, this violation is not insignificant.”",
                                "elements": []
                            },
                            {
                                "content": "26.  The applicants' request of 19 March 2003 for leave to appeal against the judgment to the Supreme Court was refused by the LeavetoAppeal Board (Procesbevillingsnævnet) on 5 October 2004.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "Executive Order no. 39 of 22 February 1967",
                                "elements": [
                                    {
                                        "content": "27.  Executive Order no. 39 of 22 February 1967 on travel to and within Greenland (Rejsebekendtgørelsen) (“the Travel Order”), as amended by Executive Order no. 266 of 21 May 1976, was issued by the then Ministry of Greenland. It was promulgated in the 1967 Greenland Gazette (Nalunaarytit) (p. 20).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Pursuant to section 1 of the Travel Order, any person may enter or leave Greenland without limitation, subject to the restrictions laid down in the Travel Order and in the Aliens' Access to Denmark Act (Lov om udlændinges adgang til landet m.v.) and the provisions enacted under the latter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Section 3 of the Travel Order provides detailed rules on entry to and residence in the defence areas in Greenland established in accordance with the agreement on the defence of Greenland signed on 27 April 1951 by the Governments of the Kingdom of Denmark and the  under the North Atlantic Treaty. Section 3(1)(d) of the Order reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 3(1)(d)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... In order to obtain access to the defence areas, persons other than those referred to in paragraphs (a), (b), and (c) [certain military personnel, etc.] must obtain permission for each trip from the Ministry for Greenland or – subject to the latter's authorisation – from other  authorities, in addition to permission from the relevant military authority if required.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Breaches of the Travel Order are punishable by a fine under section 5 of the Order taken in conjunction with Article 117 § 3 of the Penal Code for Greenland (Act no. 55 of 5 March 1954 (see below)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Travel Order entered into force on 1 April 1967 in accordance with section 6(1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  At the same time, Executive Order no. 79 of 22 March 1954 issued by the Prime Minister's Office on travel to and within Greenland (the 1954 Travel Order), as amended by the Executive Orders of 12 May 1961 and 16 July 1955 on permission to travel through the defence areas, was repealed under section 6(2) of the Travel Order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Apart from the applicants' criminal case, the punitive sanctions provided for by Executive Order no. 39 of 22 February 1967 have never been applied. According to documents from the Public Records Office (Rigsarkivet) (Ministry of Greenland file no 0400-06-01 containing correspondence from 1969 between the Danish military liaison officer at Thule Air Base and the Ministry of Greenland), a woman was found to have travelled to Thule Air Base on 14 February 1969 on the false pretext of visiting a married couple at . It turned out that she was not visiting any local inhabitants, but a male worker at Thule Air base, who was forced to resign his job at the base as a result of the incident. Although it appears that the woman breached the Executive Order by giving false information in order to gain access to the base, no charges were brought against her.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The 1954 Travel Order",
                                "elements": [
                                    {
                                        "content": "33.   Executive Order no. 79 of 22 March 1954 on travel to and within Greenland entered into force on 1 April 1954. Section 1 stipulated that the rules laid down in the Order applied to Danish nationals' entry to and residence in Greenland.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Executive Order introduced for the first time a provision on access to defence areas in Greenland. Hence, under section 5(1) of the Order, military and civilian personnel whose presence in the defence areas or on other sites in Greenland was necessary in connection with activities pursuant to the 1951 agreement between the Governments of the Kingdom of Denmark and the United States of America on the defence of Greenland, and members of their families, were allowed to enter and leave the defence areas or other such sites in Greenland.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  According to section 5(2) of the Executive Order, persons other than those referred to in subsection (1) could gain access to the defence areas in Greenland established pursuant to the agreements referred to in subsection (1), and which the Government of the United States of America were responsible for operating and maintaining, only if they had obtained prior special permission from the Prime Minister's Office or from the Governor of Greenland under the authority of the Prime Minister's Office, in addition to permission from the relevant military authority if required.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Breaches of Executive Order no. 79 of 22 March 1954 were punishable by a fine under section 6.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Executive Order no. 79 of 22 March 1954 on travel to and within Greenland entered into force on 1 April 1954 in accordance with section 7(1). At the same time, under section 7(2) of the Order, the Executive Order issued by the Prime Minister's Office on 20 May 1948 on travel to and within Greenland was repealed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The 1948 Travel Order",
                                "elements": [
                                    {
                                        "content": "38.  Section 1 of the Executive Order of 20 May 1948 on travel to and within Greenland, issued by the Prime Minister's Office, specified that unless otherwise provided by special treaty between Denmark and other countries or by other special provision, travels to and within Greenland were subject to special permission from the Danish Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Under section 11(1) of the Order, breaches of its provisions were punishable by a fine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The 1954 Penal Code for Greenland and",
                                        "elements": []
                                    },
                                    {
                                        "content": "criminal-law practice before its entry into force",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Danish Penal Code does not apply in Greenland. Before 1954, the criminal law of Greenland consisted solely of the practice developed by the district courts of Greenland on the basis of fragmentary provisions in old legislation. Greenland had colonial status and was a predominantly closed country before the revision of the Danish Constitution in 1953. The Government submitted that, until the 1954 Travel Order entered into force, neither Danes nor foreigners had had access to the country without special permission, under provisions dating back as far as 1736. The applicants disputed this, arguing that Greenland had been opened up as a result of the Greenlandic reforms laws of 1950.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The 1953 revision of the Danish Constitution extended its scope of application to all parts of the Danish realm, including Greenland.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  With the Penal Code for Greenland (Act no. 55 of 5 March 1954), most elements of the practice developed by the districts courts of Greenland were given statutory form. The Penal Code was adopted on 19 February 1954 and became law by royal assent on 5 March 1954. It entered into force on 15 July 1954.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Under Article 1 of the Penal Code for Greenland, the sanctions authorised by the Code may be imposed only for offences referred to in the Code or equivalent offences (the principle of legality).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Article 69a reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 69a",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Any individual who without good cause",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i) obtains access to another person's house or any other place not freely accessible (skaffer sig adgang til fremmed hus eller andet ikke frit tilgængeligt sted), or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii) fails to leave another person's house having been requested to do so",
                                        "elements": []
                                    },
                                    {
                                        "content": "may be convicted of trespassing.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Article 117 contained the following provision:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 117",
                                        "elements": []
                                    },
                                    {
                                        "content": "The rules on fines, forfeiture and compensation and other lesser sanctions laid down by provisions still in force shall remain in force subject to the amendments which follow from Parts 1 to 4 and 22 to 34 of this Code. Negligent breaches of such provisions shall give rise to liability to the same extent as hitherto.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Provisions that are issued in accordance with established practice (bestemmelser, som udstedes i medfør af hidtil gældende praksis), including bye-laws issued by the Provincial Council (Landsrådet) and local authorities, may lay down rules on the imposition of cautions, fines, ouster and exclusion orders, forfeiture and confiscation, and disqualification from carrying on a trade or operating vessels or vehicles and from other similar rights based on official authorisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The explanatory notes to Article 117 stated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“This provision, which has been prepared under the authority of the Provincial Council of Greenland, preserves a number of administrative rules on fines, forfeiture and compensation and other lesser sanctions. These represent various rules with a public-law content. The provision also confers legal authority to issue such rules in accordance with established practice. Although it has been found necessary in Article 1 of the Bill to lay down the principle, which is new for Greenland, that the imposition of criminal-law sanctions must be authorised by statute, it has not been considered possible to fully implement the principle during the period of transition in which Greenland currently finds itself in terms of its economy, society and culture.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Act no. 105 of 27 March 1963, which entered into force on 1 July 1963, amended the provisions of Article 117 § 2 of the Penal Code, inserting a new Article 117 § 3.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Revision of the Penal Code in 1978",
                                "elements": [
                                    {
                                        "content": "48.  Act no. 292 of 8 June 1978 revised the provisions of the Penal Code for Greenland concerning sanctions. A new Article 131 § 3 was inserted, which read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 131 § 3",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Regulations that are issued in accordance with established practice (i forskrifter, der udstedes i overensstemmelse med hidtil gældende praksis), including bye-laws issued by the Provincial Council and local authorities, may stipulate that violations of such regulations are punishable by fines, forfeiture and confiscation and disqualifications. Such sanctions shall then be applied in accordance with the rules in Parts 1 to 4, 22 to 24 and 30 to 33 of this Code.”  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Act entered into force on 1 January 1979.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Amendment of the Penal Code in 2001",
                                "elements": [
                                    {
                                        "content": "49.  By Act no. 335 of 16 May 2001, which entered into force on 1 June 2001, the Penal Code for Greenland was once more amended. A new Article 132 was inserted, which read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 132",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The Minister of Justice may issue regulations on access to certain parts of Greenland, and the conditions [for such access], including the inland ice, the National Park in Northern and Eastern Greenland and access to and from the defence areas established pursuant to the agreement of 27 April 1951 between the Governments of Denmark and the United States on the defence of Greenland.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  With regard to intentional or negligent breaches of the provisions set out in regulations adopted under subsection 1, rules may be laid down imposing measures as set out in Article 85 [for instance, fines and confiscation].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The preparatory notes to the Act (L130, introduced on 6 December 2000) stated, among other things (section 3.1):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Executive Order on travel to and within Greenland [Order no. 39 of 22 February 1967], issued by the then Ministry for Greenland, has as its legal basis “established practice” within the meaning of Article 131 § 3 of the Penal Code. The required amendments [to the Penal Code, for example, the insertion of Article 132] were not undertaken earlier by means of administrative measures, since the new rules in question could hardly be issued under the authority of the said provision [Article 131 § 3 of the Penal Code].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  It appears from the explanatory notes to the Bill that the purpose of inserting the enabling provision in Article 132 of the Penal Code was to provide a legal basis for updating rules in that field and, in that connection, to expand the authorities' right to regulate expedition activities in Greenland for the particular purpose of limiting the number of cases where rescue operations had to be launched and of facilitating the implementation of rescue operations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  At the time of the events in the present case the Minister of Justice had not issued any regulations under Article 132 of the Penal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Since the entry into force on 15 July 1954 of the Penal Code for Greenland (Act no. 55 of 5 March 1954), there have been no examples of executive orders issued “in accordance with established practice” taking Article 117 § 2 (later Articles 117 § 3 and 131 § 3 respectively) as their legal basis, with the exception of Executive Order no. 39 of 22 February 1967 on travel to and within Greenland. Various local bye-laws (Politivedtægter), however, have been issued on the basis of this legal authority and by 2005 charges had been brought in 136 cases concerning violations of these bye-laws.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "54.  The applicants complained that they had been convicted of an act which at the time it was committed did not constitute a criminal offence under national law. They relied on Article 7 of the Convention, which reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“1.  No one shall be held guilty of any criminal offence on account of any act or omission which did not constitute a criminal offence under national or international law at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the criminal offence was committed.",
                        "elements": []
                    },
                    {
                        "content": "2.  This article shall not prejudice the trial and punishment of any person for any act or omission which, at the time when it was committed, was criminal according to the general principles of law recognised by civilised nations.”",
                        "elements": []
                    },
                    {
                        "content": "A.  The parties' submissions",
                        "elements": [
                            {
                                "content": "55.  The Government maintained that the applicants' conviction had been in accordance with the rule-oflaw requirement of Article 7 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "56.  Firstly, Executive Order no. 39 of 22 February 1967 on travel to and within Greenland was sanctioned by Article 131 § 3 of the Penal Code. The legal authority contained in the latter provision had been introduced as far back as the 1954 Penal Code (originally by Article 117 § 2) and had been maintained in the 1978 revision of the Code (Article 131 § 3). As to the original Article 117 § 2 of the Penal Code, the Government recalled that it had entered into force on 15 July 1954, three and a half months after Executive Order no. 79 of 22 March 1954 on travels to and within Greenland had been issued by the Prime Minister's Office. According to the preparatory notes to the Penal Code, it had been considered necessary to insert Article 117 as a transitional measure derogating from the principle of legality laid down in Article 1 of the Code. The Government submitted that owing to the special situation in Greenland it was not uncommon for transitional rules to remain effective for a longer period than originally anticipated at their adoption.",
                                "elements": []
                            },
                            {
                                "content": "57.  Hence, Article 131 § 3 conferred legal authority to issue regulations providing for fines and similar measures in accordance with “established practice” as a derogation from the principle of legality laid down in Article 1 of the Penal Code.",
                                "elements": []
                            },
                            {
                                "content": "58.  Secondly, the 1967 Travel Order was accessible to the public as it had been promulgated in the 1967 Greenland Gazette (Nalunaarytit), (p. 20).",
                                "elements": []
                            },
                            {
                                "content": "59.  Thirdly, in the Government's view, the provisions of the 1967 Travel Order were sufficiently precise to enable the applicants to foresee the consequences of trespassing in the defence area. Furthermore, they had been told expressly by the Chief of Police of Greenland on 25 July 2001 that the defence area, including the  peninsula, was covered by the prohibition on entry. In addition, they had been informed by the Ministry of Foreign Affairs in faxes of 30 July and 2 August 2001 that the entire  peninsula was part of the defence area, and that the applicants did not have permission to enter that area. Accordingly, it had been absolutely clear to the applicants that by penetrating the defence area they would be acting in breach of section 3(1)(d) of the Travel Order.",
                                "elements": []
                            },
                            {
                                "content": "60.  Fourthly, the Travel Order provided adequate safeguards against arbitrary interference with the applicants' rights, since it stated clearly that no one was allowed access to the defence area without permission from the military authorities and the Danish authorities.",
                                "elements": []
                            },
                            {
                                "content": "61.  Lastly, the fact that the punitive sanctions provided for by Executive Order no. 39 of 22 February 1967 had not been applied in any criminal cases other than the one in question could not be construed as reluctance to apply those sanctions. In the past, nobody else had been discovered violating the Order, which was not surprising given the prohibited area's remote and isolated location. Given the arctic weather conditions and the location of the Thule Air Base, it would take a great deal of planning and preparation to venture into the prohibited area and bypass the regulation. The gear carried by the applicants, including their Global Positioning System equipment and their detailed map of the area, seen in the context of their stated intent to carry out an action to draw international attention to the use of the Thule Radar for the American missile defence programme, therefore showed that they had not wandered into the prohibited area unknowingly and by chance.",
                                "elements": []
                            },
                            {
                                "content": "62.  In these circumstances, the Government submitted, the provisions of Executive Order no. 39 of 22 February 1967 were in accordance with the rule of law. The subsequent amendment to the Penal Code inserting a new Article 132 did not alter this finding, since the sole purpose of the latter was to provide a legal basis for future amendments to the Travel Order which would expand the authorities' right to regulate expedition activities in Greenland for the particular purpose of limiting the number of rescue operations having to be launched.",
                                "elements": []
                            },
                            {
                                "content": "63.  With regard to Article 69a of the Penal Code for Greenland, the Government submitted that this provision had its equivalent in the Danish Penal Code which, according to case-law, could be interpreted to mean that unfenced areas without signs could also be considered as “place[s] not freely accessible”. Again, the Government pointed out that the applicants had been told expressly by the Chief of Police of Greenland on 25 July 2001 that the defence area, including the Dundas peninsula, was covered by the prohibition on entry and, in addition, had been informed by the faxes of 30 July and 2 August 2001 from the Ministry of Foreign Affairs that the entire Dundas peninsula was part of the defence area, and that they did not have permission to enter that area.",
                                "elements": []
                            },
                            {
                                "content": "64.  The limits of the defence area were also shown on official maps of the area, which the applicants could have obtained. One such map, the annex map published in 1994, had formed part of the case file during the domestic proceedings.",
                                "elements": []
                            },
                            {
                                "content": "65.  Moreover, the Thule Air Base was marked with “No Entry” signs by the harbour and on the road leading from the airfield to the built-up part of the base. Accordingly, anyone entering the area by the normal access routes, namely by boat or plane, would know immediately that they were entering a prohibited area.",
                                "elements": []
                            },
                            {
                                "content": "66.  The Government reiterated that the applicants had gone ashore at Savigssuaq, south of the air base, and had subsequently walked overland by a route located inside the defence area, to Shelter 7, situated to the east of the built-up part of the base. The careful planning and the particular circumstances of the Greenpeace action clearly demonstrated that the applicants had been in no doubt at the time of their arrest that they were inside the prohibited area.",
                                "elements": []
                            },
                            {
                                "content": "67.  Against this background, the Government contended that the applicants must have been aware that their penetration of the defence area without permission constituted a violation of Article 69a of the Penal Code.",
                                "elements": []
                            },
                            {
                                "content": "68.  The applicants maintained that the act for which they had been prosecuted did not constitute offences under national or international law at the time they were committed, and that their convictions had therefore been in breach of Article 7 § 1 of the Convention. More specifically, they submitted that they had been convicted under Executive Order no. 39 of 22 February 1967 on travel to and within Greenland, which did not have legal authority, and that they had been convicted of trespassing under Article 69a of the Penal Code although they could not have foreseen whether the area they had entered was freely accessible or not.",
                                "elements": []
                            },
                            {
                                "content": "69.  The applicants pointed out that a breach of the 1967 Travel Order was punishable by a fine under section 5 taken in conjunction with Article 117 § 3 (former Article 117 § 2) of the Penal Code for Greenland (Act no. 55 of 5 March 1954). The latter provision conferred legal authority to issue regulations providing for fines and similar measures to be imposed in accordance with “established practice”. However, it had been inserted as a transitional measure derogating from the principle of legality laid down in Article 1 of the Penal Code of 1954 and, accordingly, had to be construed in a strict and narrow manner. Moreover, since a transitional derogation implied a short duration, it was doubtful whether Article 117 § 3 of the Penal Code could be used as the basis for a criminal sanction imposed almost fifty years after its adoption.",
                                "elements": []
                            },
                            {
                                "content": "70.  More importantly, the Travel Order and any other executive order could have legal validity only if it had a legal basis in an enabling act. Although it had entered into force on 15 July 1954, the Penal Code was adopted on 19 February 1954 and became law by royal assent on 5 March 1954. It was Executive Order no. 79 of 22 March 1954 on travel to and within Greenland, the predecessor to Executive Order no. 39 of 22 February 1967, which for the first time introduced a rule (section 5 at the relevant time) concerning access to the defence areas in Greenland. This new rule had not been put before Parliament in connection with the latter's adoption of the Penal Code and had entered into force on 1 April 1954, that is, after the adoption of the Penal Code. Accordingly, the applicants submitted, section 5 of Executive Order no. 79 of 22 March 1954 had to be classified as a subsequent new regulation for the purposes of the then Article 117 § 2 of the Penal Code, as opposed to “established practice”, which could refer only to practice accessible and known to the legislator at the time of adoption of Article 117 § 2 of the Penal Code.",
                                "elements": []
                            },
                            {
                                "content": "71.  Consequently, Executive Order no. 39 of 22 February 1967, which came afterwards, could not have had any legal basis either in Article 117 of the Penal Code. The applicants alleged that the Ministry of Greenland had been aware of this fact at the time the Order was issued; this, in their view, explained why there had been a reluctance to apply its punitive sanctions until the present case.",
                                "elements": []
                            },
                            {
                                "content": "72.  With regard to Article 69a of the Penal Code for Greenland, the applicants observed at the outset that there were problems with its translation. As to its interpretation, they agreed that fencing was not required to make an area “not freely accessible”; nevertheless, the limits of the area had to be defined.",
                                "elements": []
                            },
                            {
                                "content": "73.  In this respect they maintained that it had not been established that they had actually entered the restricted military defence area since, owing to a policy of secrecy, no maps were available officially demarcating the air base. Neither the official map drawn up by the Danish Geodetical Survey nor the Saga map which the applicants had in their possession at the time of their arrest showed any military base. As for the annex map that was submitted during the criminal proceedings and which contained a bold line supposedly demarcating the Thule Air Base, the applicants emphasised that the origin of and reasons for the line were unknown and were not indicated anywhere. Moreover, the annex map emanated from a report on the relocation of the Thule Tribe in 1953 which was not easily accessible.",
                                "elements": []
                            },
                            {
                                "content": "74.  The applicants also pointed out that although two members of Greenpeace had had a meeting with the Chief of Police of Greenland, neither of them was among the applicants; in any event, the restricted area had been defined only as Thule Air Base. Similarly, the Ministry of Foreign Affairs had denied Greenpeace permission to access the  area and Thule Air Base. The area in which the applicants had been arrested, however, had not been pinpointed or in any way designated as a restricted area to Greenpeace, the applicants or the public in general.",
                                "elements": []
                            },
                            {
                                "content": "75.  Similarly, during the domestic proceedings the applicants had raised no objections to the facts described in the indictment as such, since it had not defined the defence area but referred to the area around Thule Air Base in general as opposed to the area inside Thule Air Base.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.  The Court's assessment",
                        "elements": [
                            {
                                "content": "1.  General principles",
                                "elements": [
                                    {
                                        "content": "76.  The Court reiterates that Article 7 of the Convention embodies, in general terms, the principle that only the law can define a crime and prescribe a penalty (nullum crimen, nulla poena sine lege) and prohibits in particular the retrospective application of the criminal law where it is to an accused's disadvantage (see Kokkinakis v. Greece, judgment of 25 May 1993, Series A no. 260-A, p. 22, § 52). While it prohibits in particular extending the scope of existing offences to acts which previously were not criminal offences, it also lays down the principle that the criminal law must not be extensively construed to an accused's detriment, for instance by analogy. It follows that offences and the relevant penalties must be clearly defined by law. This requirement is satisfied where the individual can know from the wording of the relevant provision and, if need be, with the assistance of the courts' interpretation of it, what acts and omissions will make him criminally liable (see, among other authorities, Streletz, Kessler and Krenz v. Germany [GC], nos. 34044/96, 35532/97 and 44801/98, § 50, ECHR 2001II, and Cantoni v. France, judgment of 15 November 1996, Reports of Judgments and Decisions 1996-V, p. 1627, § 29).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  When speaking of “law” Article 7 alludes to the very same concept as that to which the Convention refers elsewhere when using that term, a concept which comprises statute law as well as case-law and implies qualitative requirements, including those of accessibility and foreseeability (see, among other authorities, Achour v. France [GC], no. 67335/01, §§ 4143, ECHR 2006...).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Application of the above principles",
                                "elements": [
                                    {
                                        "content": "78.  In the present case the domestic courts found that the applicants had violated section 3(1)(d) of Executive Order no. 39 of 22 February 1967 on travel to and within Greenland and Article 69a of the Penal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  With regard to the Travel Order the High Court of Greenland stated, among other things: “...As [the applicants] did not obtain permission to enter the base area, as required by section 3(1)(d) of Executive Order no. 39 of 22 February 1967 on travel to and within Greenland, they have violated section 3 of the Order. As made clear by the explanatory notes to Article 132 of the Penal Code, the Travel Order has as its legal basis 'established practice' within the meaning of Article 131 of the Penal Code”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The wording of section 3 (1)(d) of the Executive Order no. 39 of 22 February 1967 on travel to and within Greenland was the following “... In order to obtain access to the defence areas, persons other than those referred to in paragraphs (a), (b), and (c) [certain military personnel, etc.] must obtain permission for each trip from the Ministry for Greenland or – subject to the latter's authorisation – from other  authorities, in addition to permission from the relevant military authority if required.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Breaches of Executive Order no. 39 of 22 February 1967 on travel to and within Greenland were punishable by a fine under section 5 of the Order taken in conjunction with Article 117 § 3 of the Penal Code for Greenland (Act no. 55 of 5 March 1954). Thus, while the existence of domestic case-law could have contributed to the foreseeability of the application of the Travel Order's punitive sanction (see, mutatis mutandis, Pessino v. France, no. 40403/02, §§ 33-35, 10 October 2006), in the Court's opinion, it was predictable that the applicants risked being sentenced to a fine if they entered the defence area without a permission. Moreover, Greenpeace had already been warned thereof by the Chief of Police of Greenland at the meeting on 25 July 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Executive Order no. 39 of 22 February 1967 on travel to and within Greenland was promulgated in the 1967 Greenland Gazette.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  In view thereof, the Court considers that the Executive Order no. 39 of 22 February 1967 on travel to and within Greenland and the consequences of breaching it did satisfy the requirements of accessibility and foreseeability within the meaning of Article 7 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  It remains to be determined whether it also had sufficient legal basis in domestic law. The Court reiterates in this respect that it will not question the national courts' interpretation of domestic law unless there has been a flagrant non-observance or arbitrariness in the application of the said provisions (see, inter alia, Société Colas Est and Others v. France, no. 37971/97, § 43, ECHR 2002-III and, mutatis mutandis, Lavents v. Latvia, no. 58442/00, § 114, 28 November 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Originally, it was Article 117 § 2 of the Penal Code (Act no. 55 of 5 March 1954) which conferred legal authority to enact regulations providing for fines and similar measures to be imposed in accordance with “established practice”, as an exception to the principle of legality laid down in Article 1 of the Penal Code. It will be recalled that Article 117 § 2 of the Penal Code commenced as follows: “Provisions that are issued in accordance with established practice”. Moreover, the explanatory note to the said provision stated: “This provision, which has been prepared under the authority of the Provincial Council of Greenland, preserves a number of administrative rules on fines, forfeiture and compensation and other lesser sanctions. These represent various rules with a public-law content. The provision also confers legal authority to issue such rules in accordance with established practice. Although it has been found necessary in Article 1 of the Bill to lay down the principle, which is new for Greenland, that the imposition of criminal-law sanctions must be authorised by statute, it has not been considered possible to fully implement the principle during the period of transition in which Greenland currently finds itself in terms of its economy, society and culture.”. Thus, the Court observes, it was clear that Article 117 § 2 of the Penal Code provided a legal basis to issue future rules in a transitional period in accordance with “established practice” and that accordingly the Executive Order no. 39 of 22 February 1967 had a sufficient legal basis in Article 117 § 2 of the Penal Code if these conditions were fulfilled.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  In the first respect, the Court observes that in 1978 the Penal Code for Greenland was revised introducing for example a new Article 131 § 3. The said provision conferred the exact same legal authority to enact regulations providing for fines and similar measures to be imposed in accordance with “established practice” as its predecessor (Article 117 § 2 of the 1954 Penal Code). Accordingly, although being a transitional measure derogating from the principle of legality in Article 1 of the Penal Code for Greenland, in 1978 the Parliament approved the maintenance of such a transitional measure conferring legal authority to enact regulations providing for fines to be imposed in accordance with “established practice”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  In these circumstances, recalling that the Executive Order no. 39 of 22 February 1967 was issued eleven years before the Parliament's approval of the continued legal authority to issue executive orders in accordance with established practise, and having regard to the discretion that the national authorities necessarily have in these matters, the Court is satisfied that the transitional period still existed when the Executive Order no. 39 of 22 February 1967 was issued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  As to the question whether section 3 (1)(d) of the Executive Order no. 39 of 22 February 1967 was in accordance with “established practice”, it will be recalled that the first Travel Order from 1948 specified that travel to and within Greenland was subject to special permission from the Danish Government. The subsequent Travel Order from 1954 abandoned the general requirement that travel to and within Greenland necessitated a special permission, but introduced a provision according to which access to defence areas in Greenland was made conditional on a prior special permission from the Prime Minister's Office or from the Governor of Greenland under the authority of the Prime Minister's Office, in addition to permission from the relevant military authority if required. The Travel Order from 1967 simply repeated that in order to obtain access to the defence areas in Greenland, persons (other than certain military personnel) had to obtain permission for each trip from the Ministry for Greenland or – subject to the latter's authorisation – from other  authorities, in addition to permission from the relevant military authority if required. Accordingly, section 3 (1)(d) of the Executive Order no. 39 of 22 February 1967 did not impose any new or further restrictions than those set out in “established practice”. That was not the case, however, when in 2001 new restrictions on travel to and within Greenland were imposed, namely as regards expedition activities in Greenland, which limited the freedom that had been in force since 1954. Accordingly, they had to be adopted through an amendment of the Penal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Taking all these factors together, the Court considers that the Executive Order no. 39 of 22 February 1967 did not lack sufficient legal basis in domestic law or failed to satisfy the requirements of accessibility and foreseeability.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  With regard to the applicants' conviction for trespassing within the meaning of Article 69a of the Penal Code, the crucial issue is whether the applicants could have foreseen that the area that they had entered was “not freely accessible”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court observes that it was not in dispute that fencing around Thule Air Base was not required to make the area “not freely accessible”. Nor was it in dispute that the air base was marked with “No Entry” signposts by the normal access routes, namely by the harbour and on the road leading from the airfield to the builtup part of the base.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The applicants chose, however, not to enter the area by the normal access routes. Thus, although they arrived off the coast of the Dundas peninsula by boat, they did not land on the  peninsula. Instead, using a rubber dinghy, they landed at Savigssuaq, south of Thule Air Base, an area that was not included in the defence area. From there, the applicants walked approximately 30 km north overland to Shelter 7, where they were arrested on 7 August 2001 and charged with trespassing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The exact size of the defence area was disputed between the parties. The applicants argued that there were no maps available officially demarcating the air base. The Government argued that the Thule Air Base was clearly demarcated on the so-called annex map which the applicants could easily have obtained. The Court observes that the applicants were in possession of an official map, namely a Saga map, which was a photographic reproduction of the official “Sheet no. 76.V.1, , scale 1:250:000” produced by the Danish Geodetical Survey. Both maps indicated, among other things, the  peninsula and the airfield. There was no indication of the Thule Air Base, the builtup part of the base, the Thule Radar, the shelters or the road leading from the airfield to the builtup part of the base. Moreover, leaving aside the origin of and reasons for the line drawn on the annex map which allegedly demarcated the defence area, the map in question was an annex to a report published in December 1994 and entitled “Report on the relocation of the Thule Tribe in 1953”. Accordingly, in the Court's view, the applicants could not have been expected to obtain this map in preference to or in addition to the official map of the area they already possessed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court considers, however, despite the lack of indication of Thule Air Base on the official maps, that the applicants could not be unaware that they were on the base area when they were arrested by the police on 7 August 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  It notes that the applicants were members of Greenpeace and that the purpose of their action was to draw international attention to the use of the Thule Radar for the American missile defence programme, and to collect information on the environmental impact of the presence of the air base on the  peninsula. Thus, the applicants indisputably had the intention of approaching the Thule Radar and the air base. The applicants were arrested at shelter 7, situated on a road, 10.7 km to the east of the builtup part of the Thule Air Base and 7.2 km west of the Thule Radar. In the Court's view it must have been clear to the applicants that the Thule Radar and the emergency shelters built along the road, running 18 km in length from the build-up part of the base to the Thule Radar, were part of the defence area. That they were aware of having entered the base area is furthermore confirmed by the fact that the applicants, who had made thorough planning of their trip, had a GPS device, that the Greenpeace website at the relevant time stated: “But still inside, two days into the Thule Peace Trek are three other activists, who have been walking and camping in Arctic conditions since Monday, and so far remain undetected”, and finally by the photos taken by the applicants showing them holding banners with some of the military facilities of the Thule Air Base visible in the background.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  In these circumstances, the Court considers that the applicants could have foreseen that the area they had entered was “not freely accessible” within the meaning of Article 69a of the Penal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  Having regard to all these considerations, the Court concludes that the applicants' act did constitute an offence defined with sufficient clarity and foreseeability in Danish law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Accordingly, there has been no violation of Article 7 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "Holds that there has been no violation of Article 7 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 May 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the concurring opinion of Mr J. Borrego Borrego is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "S.B.",
                        "elements": []
                    },
                    {
                        "content": "C.W.",
                        "elements": []
                    },
                    {
                        "content": "I agree with the majority that, in this case, there has been no violation of Article 7 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Nevertheless, I have to say that I cannot share the majority's firmness concerning the quality of the law and the applicants' entry into the area of the military base.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion, it is doubtful whether the Travel Order of 1954 could be considered “established practice” within the meaning of Article 117 § 2 and whether it constitutes a sufficient legal basis in domestic law as regards the requirements of accessibility and foreseeability.",
                        "elements": []
                    },
                    {
                        "content": "I also have doubts with regard to the place where the applicants were arrested, as it is not clear whether this arrest took place inside the air base or close to it, for there is no evidence of an indisputable demarcation on a public map.",
                        "elements": []
                    },
                    {
                        "content": "However, being a minority of one, I have decided to vote with the majority in spite of my doubts.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsS. Botoucharova",
            "role": "president"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "MrM. Villiger",
            "role": "judges"
        }
    ],
    "decisiondate": "09/05/2006 00:00:00",
    "docname": "CASE OF CUSTERS, DEVEAUX AND TURK v. DENMARK",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-80460.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0503JUD001184303",
    "externalsources": [],
    "extractedappno": [
        "11843/03",
        "11847/03",
        "11849/03",
        "34044/96",
        "35532/97",
        "44801/98",
        "67335/01",
        "40403/02",
        "37971/97",
        "58442/00"
    ],
    "importance": "3",
    "introductiondate": "01/04/2003 00:00:00",
    "issue": [
        "Section 3(1)d of the Executive Order no. 39 of 22 February 1967 on Travel to and within Greenland",
        "Articles 69 and 117 of the Penal Code"
    ],
    "itemid": "001-80460",
    "judgementdate": "03/05/2007 00:00:00",
    "kpdate": "03/05/2007 00:00:00",
    "kpthesaurus": [
        "288",
        "536",
        "291"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "7-1",
        "7"
    ],
    "parties": [
        "CUSTERS, DEVEAUX AND TURK",
        "DENMARK"
    ],
    "rank": "582.910827636719",
    "representedby": [
        "SYMES, Nicholas",
        "BROSTED, Jens"
    ],
    "respondent": "DNK",
    "respondentOrderEng": "13",
    "scl": [
        "Achour v. France [GC], no. 67335/01, §§ 41-43, ECHR 2006",
        "Cantoni v. France, judgment of 15 November 1996, Reports of Judgments and Decisions 1996-V, p. 1627, § 29",
        "Kokkinakis v. Greece, judgment of 25 May 1993, Series A no. 260-A, p. 22, § 52",
        "Lavents v. Latvia, no. 58442/00, § 114, 28 November 2002",
        "Pessino v. France, no. 40403/02, §§ 33-35, 10 October 2006",
        "Société Colas Est and Others v. France, no. 37971/97, § 43, ECHR 2002-III",
        "Streletz, Kessler and Krenz v. Germany [GC], nos. 34044/96, 35532/97 and 44801/98, § 50, ECHR 2001-II"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "393671",
    "typedescription": "14"
}