{
    "__articles": "5;5-3;5-4",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Speediness of review)",
    "applicability": "",
    "appno": "41785/17;59707/17",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Speediness of review"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-199958.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications against Russia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates indicated in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms V. Bokareva, a lawyer practising in Strasbourg.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Russian Government (“the Government”) were given notice of the applications.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "4.  The applicant, Mr Nikolay Nikolayevich Skrypnikov, submitted two application forms: no. 41785/17, on 29 May 2017, and no. 59707/17, on 2 August 2017.",
                        "elements": []
                    },
                    {
                        "content": "5.  In the first application, no. 41785/17, the applicant complained of the excessive length of his pre-trial detention. In that application and in application no. 59707/17 he also complained under Article 5 § 4 of the Convention about lack of a speedy review of the detention matters (for details see the appended table below).",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "6.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "7.  The applicant complained principally that his pre-trial detention had been unreasonably long. He relied on Article 5 § 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 5 § 3",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "8.  The Court observes that the general principles regarding the right to trial within a reasonable time or to release pending trial, as guaranteed by Article 5 § 3 of the Convention, have been stated in a number of its previous judgments (see, among many other authorities, Kudła v. Poland [GC], no. 30210/96, § 110, ECHR 2000XI, and McKay v. the United Kingdom [GC], no. 543/03, §§ 41-44, ECHR 2006X, with further references).",
                                "elements": []
                            },
                            {
                                "content": "9.  In the leading case of Dirdizov v. Russia, no. 41461/10, 27 November 2012, the Court already found a violation in respect of issues similar to those in the present case.",
                                "elements": []
                            },
                            {
                                "content": "10.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion on the admissibility and merits of that complaint. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the applicant’s pre-trial detention was excessive.",
                                "elements": []
                            },
                            {
                                "content": "11.  This complaint is therefore admissible and discloses a breach of Article 5 § 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "OTHER ALLEGED VIOLATIONS UNDER WELL-ESTABLISHED CASE-LAW",
                        "elements": [
                            {
                                "content": "12.  In both applications the applicant also complained under Article 5 § 4 of the Convention about the lengthy examination of his appeals against the detention orders (see appended table). These complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention, nor are they inadmissible on any other ground. Accordingly, they must be declared admissible. Having examined all the material before it, the Court concludes that they also disclose violations of the Convention in the light of its findings in Idalov v. Russia [GC], no. 5826/03, §§ 154-58 22 May 2012.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "13.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "14.  Regard being had to the documents in its possession and to its caselaw (see, in particular, Pastukhov and Yelagin v. Russia, no. 55299/07, 19 December 2013), the Court considers it reasonable to award the applicant 5,100 euros as just satisfaction under all heads in respect of the violations of the Convention found in the present case, plus any tax that may be chargeable to him on the above sum.",
                                "elements": []
                            },
                            {
                                "content": "15.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 5 § 3 of the Convention concerning the excessive length of pre-trial detention;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of the Convention as regards the other complaints raised under well-established case-law of the Court (see appended table);",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months, 5,100 (five thousand and one hundred) euros, plus any tax that may be chargeable on that sum, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 December 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Alena Poláčková",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Gilberto Felici",
            "role": "judges"
        },
        {
            "name": "Liv Tigerstedt",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SKRYPNIKOV v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-199958.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:1219JUD004178517",
    "externalsources": [],
    "extractedappno": [
        "41785/17",
        "59707/17",
        "30210/96",
        "543/03",
        "41461/10",
        "5826/03",
        "55299/07"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-199958",
    "judgementdate": "19/12/2019 00:00:00",
    "kpdate": "19/12/2019 00:00:00",
    "kpthesaurus": [
        "448",
        "227",
        "474"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "5-3",
        "5-4",
        "5"
    ],
    "parties": [
        "SKRYPNIKOV",
        "RUSSIA"
    ],
    "rank": "4461.10009765625",
    "representedby": [
        "BOKAREVA V."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "494740",
    "typedescription": "15"
}