{
    "__articles": "3;6;6+6-3-c;6-1;6-3-c",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-c - Defence through legal assistance)",
    "applicability": "",
    "appno": "18041/08",
    "article": [
        "6",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "6-3-c",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3-c - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-c - Defence through legal assistance"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-163912.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 18041/08) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Sergiy Oleksandrovych Truten (“the applicant”), on 2 April 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms V. Buglak, a lawyer practising in Poltava. The Ukrainian Government (“the Government”) were represented by their Acting Agent, Ms O. Davydchuk, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained about the early restriction on his right to legal defence and the conditions of his detention in the Poltava SIZO. On 9 December 2013 these complaints were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  Mrs Ganna Yudkivska, the judge elected in respect of Ukraine, was unable to sit in the case (Rule 28 of the Rules of Court). Accordingly, the President of the Fifth Section decided to appoint Mr Sergiy Goncharenko to sit as an ad hoc judge (Article 26 § 4 of the Convention and Rule 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "5.  On 27 June 2006 a nineteen-year old woman, K., went to a party in Novy Sanzhary, a small town, and never returned home.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 4 July 2006 her relatives reported her disappearance to the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Having questioned a number of witnesses, the police established that K. had left the party with her cousin R. and the applicant, one of his friends. At about 6 a.m. on 28 June 2006 K., R. and the applicant were seen drinking beer in a café. Several witnesses stated that while the applicant had been in the café he had carried a certain “pennant” of a mobile operator company. Shortly afterwards, a witness saw the applicant walking down a road with his arms around K. After that nobody saw K.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  R. told the police that in the morning on 28 June 2006 he had left K. with the applicant and had gone to work.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On an unspecified date between 4 and 8 July 2006 the police questioned the applicant as a witness in connection with K.’s disappearance. During that questioning the applicant said that in the morning on 28 June 2006 he had left K. with two unknown men, had taken a taxi at a taxi stand and had gone home. Police officer I. brought the applicant to the taxi stand and asked the taxi drivers whether they had seen him on 28 June 2006. The taxi drivers did not recognise the applicant and the applicant could not indicate the car and the driver who had allegedly driven him on 28 June 2006. He also could not provide any details about the appearances of the car or the driver.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  After the applicant’s questioning as a witness and the visit to the taxi stand (see paragraph 9 above), on 8 July 2006 the police detained the applicant for an “offence of minor public disorder” and placed him in a cell at the Novy Sanzhary Police Station. Before the Court and the trial court the applicant submitted that he had not committed any such offence and had been placed in the cell without any reasons. No further information about the nature of the offence in question was made available to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Before the Court the applicant stated that on 8 and 9 July 2006, while he had been kept in the cell, police officers had beaten him and threatened him urging him to “tell the truth” about K.’s disappearance. The material in the case file (namely, a copy of the applicant’s indictment) contains reference to the statements of police officers I. and F. saying that on 8 or 9 July 2006, while the applicant was in the cell at the Novy Sanzhary Police Station, they questioned him without a lawyer in connection with K’.s disappearance. On 10 July 2006 they questioned him again on the same issue without a lawyer and he confessed to K.’s murder, robbery and rape.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 10 July 2006 during the questioning by I. and F. the applicant made a written statement saying that in the morning on 28 June 2006, after R. had left, he had decided to walk K. home. As he and K. had been walking down a road, he had tried to hug her but she had struck him in the groin. He had reacted by suddenly grabbing her by the neck with his two hands and holding her for several seconds. K. had fainted so he had let her go. After that he had dragged her body into some bushes, pulled down her knickers, bra and t-shirt and had raped her. After that he had taken 20 Ukrainian hryvnias (approximately 3 euros) from her wallet and had left. As he had been leaving, K. had been unconscious, but he had not known whether she had been dead or alive, he had had no intention to kill K. when he had grabbed her neck but he had realized that such actions could theoretically result in her death. I. and F. passed the applicant’s written confessions to investigator G. from the local prosecutor’s office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Still on 10 July 2006 investigator G. opened a criminal case against the applicant for the rape, robbery and murder of K. and read him his procedural rights as a suspect, including his rights of defence. The applicant confirmed in writing that he understood his rights. G. also arrested the applicant on suspicion of murder, robbery and rape.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Some forty minutes later investigator G. carried out a reconstruction of events in the presence of the applicant, attesting witnesses B. and L., and a forensic medical expert, B. The applicant showed them the place where he had grabbed K. by the neck and her body lying in the bushes. The experts and the investigator inspected the crime scene and collected physical evidence. Investigator G. kept written minutes of the inspection of the crime scene. He noted that the corpse was heavily damaged from decay, worms and insects, it was lying face up with legs spread apart. K.’s bra, t-shirt and knickers were pulled down. Near the corpse the police found a pennant of a mobile operator company and K.’s open wallet.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On the same day after the reconstruction of events, investigator G. questioned the applicant in his capacity as a suspect without a lawyer being present. The applicant confirmed his previous statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In his application form the applicant stated that for the first time he had been allowed to see a lawyer on 22 August 2006. However, from the material in the case file, the authenticity of which the applicant did not dispute before the Court, it follows that on 11 July 2006 the investigator G. appointed lawyer V. to represent the applicant under the legal aid scheme and questioned the applicant in his presence. The applicant confirmed that he had strangled K. with both hands, taken 20 hryvnias from her wallet, put her body in the bushes, pulled down her clothes and raped her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 12 July 2006 S. was appointed as the applicant’s lawyer instead of V. at the request of the applicant’s father. The applicant confirmed in writing that he wished to have S. as his lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Later that day the police conducted a further reconstruction of events which the applicant, lawyer S., two attesting witnesses and two forensic medical experts took part in. The applicant confirmed that he had strangled K. with both hands, and that after she had fainted he had put her body in the bushes, taken 20 hryvnias from her wallet, pulled down her clothes and raped her. During the reconstruction, he told the medical experts that he had not been ill-treated by the investigative authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 14 July 2006 the applicant was questioned again without a lawyer. Before the questioning he noted in writing that he did not object to being questioned without a lawyer. He described the clothes he had worn on the day of the murder and said that after the murder the clothes had been washed. The police seized the clothes in question from the house of the applicant’s parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 18 July 2006 the applicant was examined by a forensic medical expert, who observed no injuries and reported no complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On the same date the investigator read the applicant his procedural rights as an accused, including his rights of defence. The applicant indicated that he wanted to have S. as his lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Later that day the applicant was charged with rape, robbery and murder. He was questioned in lawyer S.’s presence and confirmed having strangled K. with both hands, taken 20 hryvnias from her, put her body in the bushes, pulled down her clothes and raped her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Forensic examinations conducted in July and August 2006 revealed that K. had died because she had been strangled by the neck on both sides. The forensic experts did not find on the corpse any forensic evidence (fingerprints, body fluids, genetic material, and the like) originating from the applicant. No such evidence was discovered on the crime scene either. The experts also found no forensic evidence of rape on the body because its soft tissues had been destroyed by decay and worms. However, in their report the forensic medical experts noted that the corpse’s position and the fact that the clothes on it had been displaced proved that K. had been raped.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 9 September 2006 the applicant confirmed that he wished to have S. as his lawyer. Later that day he was questioned in S.’s presence and said that he had not intended to kill or rape K. He had only decided to rape her after she had fainted. He said that he had not taken 20 hryvnias from K.’s wallet. In fact, he had seen 20 hryvnias on the ground near her body, decided that they had fallen from his own pocket and had taken them. He also said that he had given his earlier statements voluntarily without being physically or psychologically coerced into doing so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Witnesses questioned during the pre-trial investigation stated that the pennant found on the crime scene looked exactly as the one which they had seen on the applicant in the morning on 28 June 2006 (see paragraph 7 above). The applicant did not deny that it was the same pennant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 19 September 2006 the investigator granted the applicant’s request to have his mother appointed as his representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On the same day the applicant was informed that the pre-trial investigation was completed and the indictment was drafted. The applicant was allowed to study the case file with S. and his mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 28 September 2006 the case was sent for trial to the Poltava Regional Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 16 November 2006, during a court hearing at which lawyer S. was present, the applicant stated that after K. had kicked him in the groin he had suddenly struck her on the neck with one hand. She had fainted and he had put her body in the bushes and left. He denied having strangled K. with his two hands, robbed her, pulled down K.’s clothes, and raped her. He submitted that the police had detained him several days before 10 July 2006, kept him in a cell and ill-treated him until he agreed to confess to the murder, robbery, and rape.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The court ordered the prosecution authorities to conduct a preinvestigation inquiry into the applicant’s allegation of ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 5 February 2007 the Novi Sanzhary prosecutor’s office refused to institute a criminal investigation into the applicant’s complaint of illtreatment after questioning F. and I., who denied that they had subjected him to any pressure. Copies of the written minutes of the questioning of F. and I. are not available to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The applicant requested the Poltava Regional Court of Appeal to send his case for additional investigation on the ground that his right to defence had been restricted on 10 July 2006 when he had been questioned without a lawyer. On 23 October 2007 the Poltava Regional Court of Appeal rejected that request noting that although the applicant’s right to legal assistance had indeed been restricted on 10 July 2006, the situation had been remedied because starting from 11 July 2006 the applicant had been represented by a lawyer and confirmed his self-incriminating statements in his presence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The court questioned F. and I. and the attesting witnesses present during the reconstruction of events on 10 July 2006. They all denied that the applicant had been coerced. The forensic experts who had examined K.’s body were questioned by the court; they refuted the applicant’s claim that he had struck the victim once on the neck. They said that her injuries proved that she had died because she had been strangled by the neck on both sides, in the exact same way the applicant had described during the pre-trial investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Being questioned at a court hearing in the presence of a lawyer the applicant stated that he had involuntarily killed K. by striking her with one hand, he had not strangled, robbed or raped her. According to him, the police had pulled down K.’s clothes, put her body face up and spread her legs because they wanted to accuse the applicant of her rape.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 20 November 2007 the Poltava Regional Court of Appeal convicted the applicant of robbery, rape, and murder of K. and sentenced him to fourteen and a half years’ imprisonment. The court found that the applicant had wanted to rob and rape K. and had strangled her in order to supress her resistance. The court referred to the statement which the applicant had made in the presence of his lawyer, the minutes of the inspection of the crime scene on 10 July 2006, the results of the forensic examination of K.’s body and other material evidence found on the crime scene, forensic expert’s statements made before the court, and statements of witnesses who on 28 June 2006 had first seen the applicant with R. and K. and then later with K. alone walking down the road. The court also noted that the pennant which the applicant had with him when he had been in the café (see paragraph 7 above) had been later found on the crime scene. The court also referred to the statements of witnesses who had seen that on 27 June 2006 K. had with her a note of 20 hryvnias. The conclusion that K. had been raped was made having regard to the position of K.’s body when it had been discovered by the police and the fact that her clothes had been pulled down. In its reasoning the court did not refer to the clothes which the applicant described on 14 July 2006 (see paragraph 19 above) as an evidence of his guilt. However, in the operative part of the judgment the court ordered the police to return the clothes to the applicant’s mother. As to the applicant’s allegation of ill-treatment, the court dismissed this as unsubstantiated referring to the prosecutor’s decision of 5 February 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The applicant appealed to the Supreme Court. He complained, in particular, that the trial court had relied on his confessions extracted under duress and without a lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 27 March 2008 the Supreme Court upheld the judgment of 20 November 2007. It noted, in particular, that when convicting the applicant the trial court had mainly relied on the statements which he had made in the presence of the lawyer S. on 9 September 2006.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of detention",
                                "elements": [
                                    {
                                        "content": "38.  In a letter to the Court in September 2009, the applicant described the conditions of his detention in Poltava SIZO. He stated that he had been held there since 27 August 2006 in a cell measuring approximately 15 square metres with three other inmates. The window had been covered by a plastic sheet making it impossible to open. Because of this no fresh air had entered the cell and in summer, the temperature would sometimes reach 45oC. He had never been allowed to leave the cell. The food had been inadequate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The applicant submitted photos of a building which he claimed was Poltava SIZO. The windows appear to have bottom-hinged shutters made of transparent plastic. On the photographs the shutters are open, and there are several tens of centimetres of space between the window and shutter and the shutter and wall.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government submitted that during his detention in the SIZO, the applicant had been held in various cells and it was unclear which of them he had been referring to in his letter to the Court. From 29 December 2008 to 26 January 2009 he had been detained with three other detainees in cell no. 135, which measured 10.34 square metres. He had therefore enjoyed 2.6 square metres of personal space. From 26 January 2009 to 12 March 2010 he had been detained with three other inmates in cell no. 24, which measured 12.42 square metres. The space allocation for one person had therefore been 3.1 square metres. Both cells were equipped with four beds. The SIZO windows could be opened and had not been blocked with plastic sheets. The food the applicant had received met the standard set by domestic law. The Government did not deny that the applicant had been unable to leave the cells he had been held in.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "41.  Article 45 of the Code of Criminal Procedure of 1960, as worded at the material time, provided that legal representation during the inquiry, the pre-trial investigation and the trial before the first-instance court was obligatory if, inter alia, the possible penalty is a life sentence. It further specified that in this case the legal representation must be provided from the moment of the arrest or bringing charges against the person.",
                                "elements": []
                            },
                            {
                                "content": "42.  Under Article 119 of the Criminal Code, as worded at the material time, involuntary killing was punishable by up to five years imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "43.  According to Article 115 § 2 of the Criminal Code, as worded at the material time, premeditated murder compounded with rape or committed for mercenary motive or with the aim of covering up another crime was punishable by imprisonment for a term of ten to fifteen years, or life imprisonment.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  In a letter submitted to the Court in September 2009 referring to the description of the conditions of his detention in the Poltava SIZO, the applicant alleged that they were contrary to the requirements of Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "45.  The Government stated that the applicant had not exhausted domestic remedies in respect of this complaint because he had not raised it before the prosecutors or other domestic authorities. The applicant maintained his complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court notes that it has rejected the Government’s similar objections in a number of other cases concerning Ukraine (see, for example, Visloguzov v. Ukraine, no. 32362/02, § 52, 20 May 2010). The Government provided no information which would enable the Court in the present case to depart from its findings and therefore it considers that this part of the application cannot be declared inadmissible for non-exhaustion of domestic remedies. It is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "47.  Referring to their own description, the Government claimed that the conditions of the applicant’s detention had been adequate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant maintained his complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Article 3 of the Convention requires States to ensure that a person is detained in conditions which are compatible with respect for his human dignity and that the manner and method of the execution of the measure do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention (see Kudła v. Poland [GC], no. 30210/96, § 94, ECHR 2000-XI). When assessing conditions of detention, account has to be taken of the cumulative effects of these conditions, as well as of specific allegations made by the applicant (see Dougoz v. Greece, no. 40907/98, § 46, ECHR 2001II; Idalov v. Russia [GC], no. 5826/03, § 94, 22 May 2012). The length of time a person is detained in the particular conditions also has to be considered (see, among other authorities, Alver v. Estonia, no. 64812/01, 8 November 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court reiterates, in particular, that a serious lack of space in a prison cell weighs heavily as a factor to be taken into account for the purpose of establishing whether the detention conditions described are “degrading” within the meaning of Article 3 and may disclose a violation, both alone or taken together with other shortcomings (see, amongst many other authorities, Karalevičius , no. 53254/99, §§ 39-40, 7 April 2005 and Ananyev and others v. Russia, nos. 42525/07 and 60800/08, §§ 146-149, 10 January 2012). The Court notes, in the light of its post-Ananyev case-law, that in principle short and occasional minor reductions in the required personal space may rebut the strong presumption of a violation of Article 3. This was, for example, the case in Fetisov and Others v. Russia (nos. 43710/07, 6023/08, 11248/08, 27668/08, 31242/08 and 52133/08, 17 January 2012) where a prisoner disposed of approximately 2 square meters of floor surface for nineteen days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court observes that the available evidence indicates that during his stay in the SIZO the applicant lacked personal space. For twenty-eight days the applicant was held in a cell allowing 2.6 square meters personal space. For more than a year he was held in a cell where 3.1 square meters personal space was available to him. The Court is mindful of the fact that each cell contained four beds, which must have further reduced the floor area available to the applicant as personal space.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Of the other elements relevant for the assessment of the conditions of detention, special attention must be paid to the availability and duration of outdoor exercise and the conditions in which prisoners could take it. The Court has found a violation of Article 3 because the lack or short duration of outdoor exercise was a factor that further exacerbated the situation of the applicant, who was confined to his cell for all or the rest of his time (see Ananyev and others, cited above, §§ 149-151 and the case-law cited therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53. The Court observes from the material in the case file that the applicant had no freedom of movement and was confined to his cells at all times.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  In the light of its case-law (see, among other authorities, Ananyev and others, cited above, §§ 160-166, Melnik v. Ukraine, no. 72286/01, § 103, 28 March 2006, cited above, Gorbatenko v. Ukraine, no. 25209/06, § 139, 28 November 2013, and Iglin v. Ukraine, no. 39908/05, §§ 51-52, 12 January 2012), the Court finds that the conditions of the applicant’s detention in the SIZO, in particular the lack of personal space afforded to the applicant, combined with the lack of access to outdoor activities for the whole period of his detention, amounted to degrading treatment. Accordingly, there has been a violation of Article 3 of the Convention in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In view of those findings, the Court does not find it necessary to address the applicant’s allegations concerning the food and the impossibility to open the windows.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  The applicant complained that during his detention the police questioned him several times without a lawyer being present and the statements which he had made during those questionings had been used for his conviction. He also complained that lawyer S.’s advice had “worsened his situation”. He relied on Article 6 of the Convention which reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "... (c) to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "57.  The Court notes that, according to the material in the case file which the parties did not dispute, after the applicant was placed in a cell at the Novy Sanzhary Police Station he was questioned without a lawyer on 8 or 9 July 2006 (see paragraph 11 above), on 10 July 2006 (see paragraphs 11-15 above) and also on 14 July 2006 (see paragraph 19 above). On the latter date he was questioned without a lawyer after he had signed a waiver of legal assistance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court reiterates that neither the letter nor the spirit of Article 6 of the Convention prevents a person from waiving of his own free will, either expressly or tacitly, the entitlement to the guarantees of a fair trial. However, if it is to be effective for Convention purposes, a waiver of the right must be established in an unequivocal manner and be attended by minimum safeguards commensurate to its importance. A waiver of the right, once invoked, must not only be voluntary, but must also constitute a knowing and intelligent relinquishment of a right (see Pishchalnikov v. Russia, no. 7025/04, § 77, 24 September 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In the present case the applicant did not state that he had been forced into signing the waiver on 14 July 2006 and there are no grounds to believe that he did so against his will. He signed it after he had had at least one meeting with the police-appointed lawyer V. and one meeting with S., the lawyer of his own choosing. Moreover, the Court notes that in the reasoning of their judgments the courts did not refer to the clothes which the applicant described on 14 July 2006 as evidence of the applicant’s guilt (see paragraphs 35 and 37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  As regards the applicant’s allegation that lawyer S.’s advice had “worsened his situation”, the Court notes that the applicant did not indicate any specific deficiencies in the advice given to him by that lawyer. Moreover, on several occasions the applicant confirmed that he wished to have S. as his lawyer. He never sought to change lawyer or complained about S.’s services to the domestic authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court concludes that, in so far as the present part of the application concerns the applicant’s questioning on 14 July 2006 and alleged ineffectiveness of the assistance of lawyer S., it is manifestly illfounded and must be rejected pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In so far as the present part of the application concerns the applicant’s questionings without a lawyer on 8, 9 and 10 July 2006, it is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "63.  The Government submitted that the applicant’s questioning without a lawyer on 10 July 2006 had not undermined the fairness of the proceedings as a whole because the statements which he had made on that date had not been referred to by the courts and had not constituted a basis for his conviction. Moreover, the applicant’s complaint concerning restriction on his access to a lawyer was examined by the Court of Appeal (see paragraph 32 above). In the presence of a lawyer the applicant confirmed the statements which he had earlier made without a lawyer being present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The applicant maintained his complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court reiterates that the right set out in Article 6 § 3 (c) of the Convention is one element, among others, of the concept of a fair trial in criminal proceedings contained in Article 6 § 1 (see Salduz v. Turkey [GC], no. 36391/02, § 50, ECHR 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  As a rule, access to a lawyer should be provided as from the first interrogation of a suspect by the police, unless it is demonstrated in the light of the particular circumstances of each case that there are compelling reasons to restrict this right. The right to defence will in principle be irretrievably prejudiced when incriminating statements made during police interrogation without access to a lawyer are used for a conviction (see Salduz, cited above, § 55). Under the Court’s case-law, a person acquires the status of a suspect calling for the application of the Article 6 safeguards not when it is formally assigned to him or her, but when the domestic authorities have plausible reasons for suspecting that person’s involvement in a criminal offence (see Brusco v. France, no. 1466/07, § 47, 14 October 2010 and Dvorski v. Croatia [GC], no. 25703/11, ECHR 2015).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court has consistently viewed early access to a lawyer as a procedural guarantee of the privilege against self-incrimination and a fundamental safeguard against ill-treatment, noting the particular vulnerability of an accused at the early stages of the proceedings, when he is confronted with both the stress of the situation and the increasingly complex criminal legislation involved (see Salduz, cited above, § 54).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court observes that shortly after K.’s disappearance was reported to the authorities they established that for the last time she had been seen by witnesses in the morning on 28 June 2006, when she had been walking down the road together with the applicant. On an unspecified date between 4 and 8 July 2006 the police questioned the applicant as a witness and he provided an account of his actions on that morning. However, the statements of the taxi drivers and the applicant’s own conduct at the taxi stand (see paragraph 9 above) casted serious doubt on the truthfulness of that account. On 8 July 2006, after the questioning and the visit to the taxi stand, the applicant was detained and placed in a cell in connection with a certain “offence of minor public disorder”. The case file does not contain any material which would allow the Court to establish what the nature of this offence was (see paragraph 10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.   The Court considers that the fact that the applicant was the last person with whom K. had been seen before her disappearance combined with the fact that the taxi drivers refuted his statements regarding the morning on 28 June 2006 (see paragraph 68 above) threw a serious suspicion on the applicant. Looking beyond the appearances and concentrating on the realities of the situation, the Court finds that after the visit to the taxi stand, which took place between 4 and 8 July 2006, the police received strong reasons to suspect the applicant’s involvement into K.’s disappearance and on 8 July 2006 placed him in detention to ensure his availability for questioning as a criminal suspect (see Rudnichenko v. Ukraine, no. 2775/07, § 66, 11 July 2013 with further reference).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  From the moment when the police started strongly suspecting the applicant he became entitled to legal assistance (see Brusco v. France, § 47, cited above and Dvorski v. Croatia [GC], cited above). It follows that he was entitled to it when he was placed in a cell on 8 July 2006 and questioned between 8 and 10 July 2006. On 10 July 2006, when G. opened a criminal case against the applicant and arrested him on suspicion of murder, robbery and rape, his legal representation became mandatory under Article 45 of the Code of Criminal Procedure (see paragraph 41 above). However, between 8 and 10 July 2006 I., F., and G. questioned the applicant and made him participate in the reconstruction of events without a lawyer being present. From the material in the case file it does not follow that there were any, let alone compelling, reasons for not assigning a lawyer to the applicant as early as on 8 July 2006. The Court therefore considers that his right to legal assistance was restricted on this account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court observes that, on 10 July 2006, that is on the third day of his detention at the police station, being questioned by police officers in the absence of a lawyer, the applicant indicated the location of K.’s corpse and confessed to her murder, robbery and rape. There is no proof that these statements were extracted from him by ill-treatment or under the threat thereof.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court further observes that being questioned in the presence of a lawyer on 11, 12 and 18 July 2006 the applicant repeated the statements which he had made on 10 July 2006 without a lawyer being present. Being questioned again in a lawyer’s presence on 9 September and 16 November 2006 the applicant slightly modified his account of the circumstances surrounding K.’s death (see paragraphs 24 and 29 above). However, during all questionings in the presence of a lawyer the applicant maintained that he was responsible for having killed K.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  When deciding whether the admission of a statement made without legal assistance was compatible with Article 6, the Court should examine, in particular, whether the statement was promptly retracted and the admissions made in it consistently denied, particularly once legal advice had been obtained. The Court reiterates that in Bandaletov v. Ukraine (no. 23180/06, § 67, 31 October 2013) which concerned lack of access to a lawyer at the early stages of criminal proceedings, no violation of Article 6 §§ 1, 3 (c) of the Convention was found having regard, inter alia, to the fact that when being legally represented the applicant maintained the statements which he had earlier made in the absence of a lawyer. In the case Titarenko v. Ukraine (no. 31720/02, 20 September 2012) the Court found a violation of Article 6 §§ 1, 3 (c) of the Convention having regard, inter alia, to the fact, that as soon as the applicant became legally represented, he retracted the confessions which he had earlier made without a lawyer being present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court is of the opinion that in the present case the statements which the applicant made without a lawyer on 10 July 2006 predetermined all the statements which he could make later. In particular, on 10 July 2006 the applicant incriminated himself not only by saying that he had robbed, raped and killed K., but also by showing the crime scene to the police which immediately inspected it and collected physical evidence. The Court accepts that after the applicant became legally represented, theoretically speaking, it was open for him to say that he had not robbed, killed and raped K. It is, however, difficult to see how it would be possible for him to retract the statement concerning location of the crime scene after it had been actually found and inspected by the police. In view of the foregoing, the Court finds that the absence of legal assistance on 10 July 2006 could not be remedied by the fact that subsequently the applicant was legally represented and repeated his self-incriminating statements in the presence of a lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court observes that the judgment of the trial court contains reference to the reconstruction of events carried out on 10 July 2006 when the applicant’s right to legal assistance was restricted (see paragraph 35 above). It also contains reference to the physical evidence discovered on the basis of the applicant’s statements made on 10 July 2006 (ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  Having regard to the above circumstances, the Court considers that the restriction on the applicant’s defence rights undermined the fairness of the proceeding as a whole. There was thus a violation of Article 6 §§ 1 and 3 (c) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "77.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "78.  The applicant claimed 5,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Government contested that claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court considers that the applicant must have suffered nonpecuniary damage as a result of the violation in his case. Having regard to the particular circumstances of the case and ruling on an equitable basis, the Court awards him EUR 5,000 for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "81.  The applicant did not lodge a claim for cost and expenses; the Court therefore sees no call to make an award under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "82.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 3 of the Convention concerning the conditions of his detention in the SIZO and the complaint under Article 6 §§ 1 and 3 (c) of the Convention, in so far as it concerns the applicant’s questioning in the absence of a lawyer on 8, 9 and 10 July 2006, admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention in respect of the applicant’s questioning without a lawyer before 11 July 2006;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros) for non-pecuniary damage, plus any tax that can be chargeable, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 June 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Carlo Ranzoni",
            "role": "judges"
        },
        {
            "name": "Sergiy Goncharenko",
            "role": "ad hoc judge"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TRUTEN v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-163912.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0623JUD001804108",
    "externalsources": [],
    "extractedappno": [
        "18041/08",
        "32362/02",
        "30210/96",
        "40907/98",
        "5826/03",
        "64812/01",
        "53254/99",
        "42525/07",
        "60800/08",
        "43710/07",
        "6023/08",
        "11248/08",
        "27668/08",
        "31242/08",
        "52133/08",
        "72286/01",
        "25209/06",
        "39908/05",
        "7025/04",
        "36391/02",
        "1466/07",
        "25703/11",
        "2775/07",
        "23180/06",
        "31720/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-163912",
    "judgementdate": "23/06/2016 00:00:00",
    "kpdate": "23/06/2016 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "445",
        "76",
        "136",
        "86"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "3",
        "6-3-c",
        "6-1"
    ],
    "parties": [
        "TRUTEN",
        "UKRAINE"
    ],
    "rank": "1553.32568359375",
    "representedby": [
        "BUGLAK V."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "456047",
    "typedescription": "15"
}