{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "16912/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-164952.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 16912/08) against the former Yugoslav Republic of Macedonia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Macedonian national, Ms Desanka Petreska (“the applicant”), on 26 March 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr J. Vojčeski, a lawyer practising in Skopje. The Macedonian Government (“the Government”) were represented by their Agent, Mr K. Bogdanov.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the domestic courts had decided her case contrary to earlier case-law in identical cases and that the impugned proceedings had been unreasonably lengthy.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 27 January 2014 these complaints were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1953 and lives in Skopje.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant was employed by the State Intelligence Agency (Агенција за разузнавање, “the employer”).",
                                "elements": []
                            },
                            {
                                "content": "7.  On 28 February 2001 she was dismissed from work as redundant given that internal regulations (Правилник за систематизација на работните места, “the Regulations”) of 27 February 2001 provided for reduced number of employees for posts such as the post held by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 9 April 2001 the applicant challenged her dismissal before the Skopje Court of First Instance (“the first-instance court”).",
                                "elements": []
                            },
                            {
                                "content": "9.  After three remittal orders, on 29 November 2005 the first-instance court dismissed the applicant’s claim, finding that she had been dismissed on 28 February 2001 on the basis of the Regulations, which had been adopted by the employer and approved by the Government on 27 February 2001. It further found that the Government’s approval had been received by the employer on 2 March 2001, but that had been irrelevant given that it was only the date when approval had been given by the Government that was important for the entry into force of the Regulations.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 14 December 2005 the applicant appealed, arguing inter alia that the Regulations could not have applied to her case, as it could only be adopted after the employer had received the Government’s approval. The applicant relied on another final judgment of the Skopje Court of Appeal (“the appellate court”) in a similar case concerning a former colleague of the applicant, in which it had been established that the Regulations had not entered into force at the time of the dismissal (see paragraph 17 below). She contended that under the relevant law (see paragraph 16 below) the Regulations could only be adopted after the Government’s approval had been obtained.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 23 February 2006 the appellate court dismissed the applicant’s appeal. It found that the Government had approved the Regulations on 27 February 2001, that they had entered into force the same day, and that the applicant’s dismissal of 28 February 2001 was therefore lawful.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 7 April 2006 the applicant lodged an appeal on points of law with the Supreme Court. In it she argued, inter alia, that the Regulations could only be adopted after the Government’s approval had been obtained, and that they had thus not entered into force at the time of her dismissal. She referred to the earlier judgment of the appellate court (see paragraph 17 below), and argued that it had deviated from its established practice on the matter without providing any reasons. She further contended that the dismissal of her former colleagues, which had been based on the same grounds, had been quashed and they had been reinstated to their posts.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 25 October 2007 the Supreme Court dismissed the applicant’s appeal on points of law. It found that on 27 February 2001 the Government had approved the Regulations, which had thus entered into force the same day. On 15 January 2008 the applicant was served with the Supreme Court’s judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Constitution",
                                "elements": [
                                    {
                                        "content": "14.  Under Article 101 of the Constitution, the Supreme Court is the highest court providing uniformity in the implementation of laws by the courts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Civil Proceedings Act",
                                "elements": [
                                    {
                                        "content": "15.  Under section 372(3) of the Civil Proceedings Act, an appeal on points of law is always admissible, irrespective of the value of the claim, in labour disputes concerning dismissal from work.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  State Intelligence Agency Act",
                                "elements": [
                                    {
                                        "content": "16.  Under section 5(2) of the State Intelligence Agency Act, the manager of the Agency adopts an act regulating the work organisation and post structure of the Agency following previous approval of the Government (по претходно прибавена согласност на Владата).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Relevant domestic practice",
                                "elements": [
                                    {
                                        "content": "17.  The applicant submitted an excerpt from a final judgment of the appellate court (ГЖ.бр. 2146/04 of 21 April 2004) in a case concerning the dismissal of her former colleague, a certain Ms N.I. In that case, the court found that the Regulations had been adopted before the Government’s approval had been obtained, and that therefore they had not been in force at the time of the dismissal (28 February 2001). The Supreme Court rejected as belated an appeal by the employer against this judgment on points of law (Рев.бр. 503/04 of 6 July 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant further submitted a copy of a judgment of the Supreme Court (Рев.бр.486/2005 of 6 July 2006) upholding the lower courts’ judgments, which had found that the dismissal of 28 February 2001 of another colleague of the applicant, a certain Mr B.I., had been unlawful. In that case the Supreme Court found that Mr B.I. had been dismissed, like the applicant, as redundant, notwithstanding that the Regulations had not provided for reduced number of employees for posts such as the post held by Mr B.I. In its judgment the Supreme Court did not specifically address the issue of the validity of the Regulations.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant complained that she had not had a fair hearing on account of the domestic courts’ divergent interpretation of the applicability of the Regulations, and that the domestic proceedings had been unreasonably lengthy. She relied on Article 6 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Length of proceedings",
                                "elements": [
                                    {
                                        "content": "20.  The applicant argued that the length of the impugned proceedings had been excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Government consented that the impugned proceedings had been unreasonably lengthy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court notes that the proceedings started on 9 April 2001 and ended on 15 January 2008, when the Supreme Court’s judgment was served on the applicant. The proceedings therefore lasted over six years and nine months at three levels of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case; the conduct of the applicants and the relevant authorities; and what was at stake for the applicants in the dispute (see, for example, Mitkova v. the former Yugoslav Republic of Macedonia, no. 48386/09, § 50, 15 October 2015).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court takes note of the Government’s acknowledgment that the length of the impugned proceedings was excessive and failed to meet the “reasonable time“ requirement. It further sees no reason to depart from its well-established case-law in similar cases (see Ziberi v. the former Yugoslav Republic of Macedonia, no. 27866/02, 5 July 2007; Stojkovic v. the former Yugoslav Republic of Macedonia, no. 14818/02, 8 November 2007; and Ilievski v. the former Yugoslav Republic of Macedonia, no. 35164/03, 22 April 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court accordingly declares this complaint admissible and finds a violation of Article 6 § 1 of the Convention on account of the length of the impugned proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged inconsistency in the domestic case-law",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "26.  The Government argued that, unlike the Stoilkovska case (see Stoilkovska v. the former Yugoslav Republic of Macedonia, no. 29784/07, 18 July 2013), in the present case the appellate court was not the final instance, given that under the applicable law an appeal on points of law was always admissible in labour disputes regarding dismissal. Under the Constitution, the Supreme Court was competent to ensure uniformity of the application of domestic law. In the case referred to by the applicant (see paragraph 17 above), the Supreme Court had rejected the appeal on points of law lodged by the employer as belated. Accordingly, that court had not had the opportunity to examine the merits of the case. There had been no long-lasting difference in the domestic jurisprudence in cases such as the applicant’s. The disputed issue concerning the time when the Regulations entered into force appeared before the Supreme Court for the first time in the applicant’s case. The Supreme Court’s finding established a precedent for future cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The applicant contested these arguments. She argued that the final decisions in cases concerning identical situations, namely her case and the case of her colleague (paragraph 17 above), were contradictory. The principle of legal certainty had already been violated by the first-instance courts, which had reached conflicting decisions. Furthermore, the appellate court had provided conflicting reasons for its decisions. Other colleagues had sued the employer on similar grounds to those invoked by the applicant, and they had all been reinstated in their posts. The fact that the applicant’s case was the sole case where the Supreme Court had adjudicated the particular issue in question indicated that the employer had agreed with the other decisions of the appellate courts, and had thus not challenged them by means of an appeal on points of law. The applicant also referred to the Supreme Court’s judgment in the case of Mr B.I. (see paragraph 18 above), by which he had been reinstated in his post.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The Court reiterates that the right to a fair trial must be interpreted in the light of the Preamble to the Convention, which declares the rule of law to be part of the common heritage of the Contracting States. One of the fundamental aspects of the rule of law is the principle of legal certainty. Conflicting decisions in similar cases heard in the same court which, in addition, is the court of last resort in the matter, may, in the absence of a mechanism which ensures consistency, breach that principle and thereby undermine public confidence in the judiciary, such confidence being one of the essential components of a State based on the rule of law (see Nejdet Şahin and Perihan Şahin v. Turkey [GC], no. 13279/05, §§ 55-57, 20 October 2011 and Stoilkovska, cited above, §§ 39 and 40).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the impugned proceedings concerned the applicant’s dismissal on the basis of the Regulations. It observes that the appellate court in the applicant’s case found that the Regulations had been in force on the day of the applicant’s dismissal, which was contrary to its findings in the case of Ms N.I. (see paragraphs 11 and 17 above), who had been dismissed on the same day as the applicant. The Court notes that the applicant’s case was decided nearly two years after the case of Ms N.I.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  However, the Court observes that the applicant’s case was finally decided by the Supreme Court, which has competence in dismissal-related cases (see paragraph 15 above). Accordingly, it was not the appellate court, but rather the Supreme Court, which was the final instance in cases such as the applicant’s (see, in contrast, Stoilkovska, cited above, §38).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As to the cases referred to by the applicant and examined by the Supreme Court, the Court observes that the appeal on points of law in Ms N.I.’s case was rejected on the formal ground of having been lodged out of time (see paragraph 17 above). The validity of the Regulations at the relevant time accordingly was not addressed in that case. As to the case of Mr B.I. (see paragraph 18 above), the Court observes that it rested on similar, yet different factual grounds from those of the applicant’s case, which led to a different outcome. Although the disputed issue was not explicitly addressed in Mr B.I.’s case either, it appears that the Supreme Court implicitly accepted that the Regulations were valid at the time Mr B.I. was dismissed, notably 28 February 2001, which was relevant also for the present case. No information has been provided as to whether the domestic courts departed from this jurisprudence in any cases post-dating the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In such circumstances, the Court does not consider that there was judicial inconsistency that has created a state of judicial uncertainty capable of depriving the applicant of a fair hearing (see, mutatis mutandis, Ivanov and Dimitrov v. the former Yugoslav Republic of Macedonia, no. 46881/06, § 32, 21 October 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "35.  The applicant claimed 33,852 euros (EUR) in respect of pecuniary damage and EUR 15,000 in respect of non-pecuniary damage suffered as a result of the alleged unfairness and the excessive length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government contested these claims, arguing that there was no causal link between the alleged violation and the damages claimed. Furthermore, the claims were unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court does not discern any causal link between the violation found and the pecuniary damage claimed; it therefore rejects this claim. On the other hand, it considers that the applicant must have sustained non-pecuniary damage, which cannot be compensated for solely by the finding of a violation of the Convention. Making its assessment on an equitable basis, the Court awards the applicant EUR 1,200 under this head, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "38.  The applicant also claimed EUR 1,500 for costs and expenses incurred before the domestic courts and EUR 1,850 for those incurred before the Court. In respect of this latter claim she provided a copy of an invoice issued by her representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government contested these claims as unsubstantiated and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see Spasovski v. the former Yugoslav Republic of Macedonia, no. 45150/05, § 45, 10 June 2010). The Court considers that the costs and expenses claimed in respect of the proceedings before the domestic courts were not incurred with a view to preventing or rectifying the violation found or providing applicants with redress; it therefore rejects the applicant’s claim under this head (see Goreski and Others v. the former Yugoslav Republic of Macedonia, no. 27307/04, § 30, 16 October 2014). As regards the costs and expenses claimed in respect of the proceedings before the Court, it finds, regard being had to the documents in its possession and the above criteria, the amount claimed to be excessive and partly unsubstantiated, and awards instead the sum of EUR 800, plus any tax that may be chargeable to the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "41.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention in respect of the length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 July 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ledi Bianku",
            "role": "president"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Paul Mahoney",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Robert Spano",
            "role": "judges"
        },
        {
            "name": "Pauliine Koskelo",
            "role": "judges"
        },
        {
            "name": "Abel Campos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PETRESKA v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-164952.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0721JUD001691208",
    "externalsources": [],
    "extractedappno": [
        "16912/08",
        "2146/04",
        "503/04",
        "48386/09",
        "27866/02",
        "14818/02",
        "35164/03",
        "29784/07",
        "13279/05",
        "46881/06",
        "45150/05",
        "27307/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-164952",
    "judgementdate": "21/07/2016 00:00:00",
    "kpdate": "21/07/2016 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "PETRESKA",
        "\"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\""
    ],
    "rank": "1575.71166992188",
    "representedby": [
        "VOJCESKI J."
    ],
    "respondent": "MKD",
    "respondentOrderEng": "33",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "449015",
    "typedescription": "15"
}