{
    "__articles": "6;6-1;57;10;10-1;10-2;41",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 10;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings",
    "applicability": "41",
    "appno": "11034/84",
    "article": [
        "6",
        "10",
        "41",
        "57"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-57629.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.   The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 12 April 1989 and by the Government of the Swiss Confederation (\"the Government\") on 3 July 1989, within the three-month period laid down by Article 32 § 1 and Article 47 (art. 32-1, art. 47) of the Convention. It originated in an application (no. 11034/84) against  lodged with the Commission under Article 25 (art. 25) by a national of that State, Mr Franz Weber, on 15 May 1984.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) of the Convention and to the declaration whereby  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46); the Government’s application referred to Articles 45, 47 and 48 (art. 45, art. 47, art. 48). The object of the request and of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 and Article 10 (art. 6-1, art. 10).",
                        "elements": []
                    },
                    {
                        "content": "2.   In response to the enquiry made in accordance with Rule 33 § 3 (d) of the Rules of Court, the applicant stated that he wished to take part in the proceedings and designated the lawyer who would represent him (Rule 30).",
                        "elements": []
                    },
                    {
                        "content": "3.   The Chamber to be constituted included ex officio Mrs D. Bindschedler-Robert, the elected judge of Swiss nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 § 3 (b)). On 29 April 1989, in the presence of the Registrar, the President drew by lot the names of the other five members, namely Mr B. Walsh, Mr R. Macdonald, Mr C. Russo, Mr J. De Meyer and Mr I. Foighel (Article 43 in fine of the Convention and Rule 21 § 4) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "4.   Mr Ryssdal assumed the office of President of the Chamber (Rule 21 § 5) and, through the Registrar, consulted the Agent of the Government, the Delegate of the Commission and the lawyer for the applicant on the need for a written procedure (Rule 37 § 1). In accordance with the order made in consequence on 6 July 1989, the registry received the Government’s memorial, on 13 October, and the applicant’s memorial, on the 16th.",
                        "elements": []
                    },
                    {
                        "content": "In a letter he received on 13 December 1989 the Registrar was informed by the Secretary to the Commission that the Delegate would submit his observations at the hearing.",
                        "elements": []
                    },
                    {
                        "content": "5.   Having consulted, through the Registrar, those who would be appearing before the Court, the President directed on 6 July 1989 that the oral proceedings should open on 23 January 1990 (Rule 38).",
                        "elements": []
                    },
                    {
                        "content": "6.   The hearing took place in public in the , , on the appointed day. The Court had held a preparatory meeting immediately beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission",
                        "elements": []
                    },
                    {
                        "content": "- for the applicant",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Boillat and Mr Vautier for the Government, by Mr Trechsel for the Commission and by Mr Schaller for the applicant, as well as their replies to its questions.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I.   THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.   Mr Franz Weber, a Swiss journalist, lives at Clarens, in the Canton of Vaud.",
                                "elements": []
                            },
                            {
                                "content": "8.   On 2 April 1980 the applicant and one of the associations he runs, Helvetia Nostra, lodged a complaint alleging defamation against R.M., who had written a letter published in the letters column of the newspaper L’Est vaudois under the headline \"Franz Weber is fooling you\". The letter contained the following passages:",
                                "elements": []
                            },
                            {
                                "content": "\"Like all your readers, no doubt, I recently found in my letter-box another of the begging letters sent out by unscrupulous people when they want to cadge money.",
                                "elements": []
                            },
                            {
                                "content": "Everyone is getting really sick of it and I think Franz Weber would do better to go and knock down the factory chimneys which crowd the skyline of Basle and protect his beloved captive seals in the zoo than to pester us with his initiatives, which he lives on at our expense - in case you didn’t know.",
                                "elements": []
                            },
                            {
                                "content": "If Mr Weber had the courage to show us his tax returns, you would be amazed. But the list of municipal taxpayers is not published and it is easy to hide behind that sort of censorship and live by devious means, sponging off decent people who still believe that these drop-outs have their uses and in so doing demonstrate their distrust of the whole country’s democratically - and how democratically! - elected authorities.",
                                "elements": []
                            },
                            {
                                "content": "May everyone have the courage to tell Helvetia Nostra (there’s a fine name to fleece you with!) that we have had enough of playing into the hands of people who sponge off us and whose behaviour borders on the criminal.",
                                "elements": []
                            },
                            {
                                "content": " ...\"",
                                "elements": []
                            },
                            {
                                "content": "9.   Interviewed by the investigating judge (juge informateur) of the Vevey-Lavaux district, R.M. acknowledged the virulence of these accusations and attributed it to a nervous breakdown he had suffered at the time. Mr Weber refused all conciliation. In order to establish the truth of his allegations, R.M. then requested Mr Weber to produce a number of documents relating to his and his associations’ financial position.",
                                "elements": []
                            },
                            {
                                "content": "10.   On 4 November 1980 the investigating judge ordered disclosure of the Helvetia Nostra association’s and the Franz Weber Foundation’s articles and their accounts for the previous two financial years. On 22 January 1981, having still not received them, he ordered their sequestration, but on 13 April 1981 he had to renew the order, as the applicant had not complied.",
                                "elements": []
                            },
                            {
                                "content": "In May 1981 Mr Weber forwarded Helvetia Nostra’s accounts in a sealed envelope but not those of the Foundation. Two subsequent sequestration orders were not executed.",
                                "elements": []
                            },
                            {
                                "content": "11.   The applicant was dissatisfied with the way in which the investigating judge was proceeding and on 1 March 1982 he lodged a criminal complaint alleging misuse of official authority and coercion, but the investigating judge of the Canton of Vaud refused to take any action, whereupon Mr Weber challenged the  en bloc.",
                                "elements": []
                            },
                            {
                                "content": "12.   R.M. was charged with defamation (Article 173 of the Criminal Code) and on 1 March 1982 was committed for trial at the Vevey district police court. He appealed against the order committing him for trial, but the Indictment Division (tribunal d’accusation) dismissed the appeal on 25 May 1982.",
                                "elements": []
                            },
                            {
                                "content": "13.   On 2 March 1982 at a press conference in Lausanne the applicant informed the public that defamation proceedings had been taken against R.M., that orders had been made for the production and then for the sequestration of the associations’ accounts and that these had been handed over under seal. He also stated that he had lodged a challenge and a complaint against the investigating judge. Mr Weber had already divulged the first three items of information at a press conference in Berne on 11 May 1981, during which he denounced \"the plot hatched against him by the Vaud authorities in order to intimidate him\".",
                                "elements": []
                            },
                            {
                                "content": "A.  The proceedings before the President of the Criminal Cassation Division of the Vaud Cantonal Court",
                                "elements": [
                                    {
                                        "content": "14.   On 3 March 1982 the daily newspapers Gazette de Lausanne, 24 heures and Tribune/Le Matin reported what the applicant had said.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.   Under Article 185 § 3 of the Vaud Code of Criminal Procedure, the President of the Criminal Cassation Division of the Vaud Cantonal Court commenced of his own motion a summary investigation for breach of the confidentiality of a judicial investigation. In a letter of 10 March 1982 he ordered Mr Weber to provide information within ten days about what exactly he said on 2 March 1982.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant replied on 22 March 1982. He denied having given any \"information about the investigation proceedings\" and relied on Articles 6 and 10 (art. 6, art. 10) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.   On 27 April 1982 the President of the Cassation Division imposed a fine of 300 Swiss francs on him, together with a probationary period of a year for the purposes of deletion of the fine from the cantonal register. He based his decision on the following grounds:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"II. 1. Mr Weber relied on Article 6 (art. 6) of the European Convention on Human Rights (ECHR) and impugned the procedure provided for in Article 185 § 3 of the Code of Criminal Procedure (CCP), which is the same as the one provided for in Articles 384 § 2, 386 § 2 and 336 CCP. This complaint is irrelevant, as Article 6 (art. 6) ECHR does not apply to the summary investigation proceedings provided for in respect of these breaches of procedure under cantonal law, reserved by Article 335 § 1, second sub-paragraph, of the Criminal Code (CC), because it is not a question of a ‘criminal charge’.",
                                        "elements": []
                                    },
                                    {
                                        "content": " ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Weber also submitted that he did not disclose any confidential matters on 2 March 1982, since the matters in question had already become public knowledge as a result of his press conference of 11 May 1981.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Since no judicial investigation was commenced following the press conference of 11 May 1981 and as Mr Weber did not have any occasion to avail himself of his right to a hearing, there is no need to deal with it in the present proceedings. Furthermore, criminal proceedings will shortly be time-barred (s. 12 of the Vaud Criminal Justice Act, s. 4 of the Minor Offences Act, s. 109 CC).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is true that as a result of the press conference of 11 May 1981 the matters dealt with at the press conference of 2 March 1982 were public knowledge, but that is of no importance as breaching the confidentiality of an investigation means ‘disclosing’ a matter which ought to be kept confidential. It is therefore of little importance that the matter which was to be kept confidential was known to a limited or indefinite number of people because confidentiality had already been breached by a third party or by the same person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The actus  of the offence punishable under Article 185 CC is therefore made out. This offence is punishable even if it has been committed inadvertently (s. 4 of the Vaud Criminal Justice Act, s. 6 of the Minor Offences Act). In the instant case it is plain that Mr Weber acted deliberately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  By disclosing that he had challenged the investigating judge, Mr Weber revealed that there was an investigation, but it may be doubted whether that was ‘information about the investigation’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Disclosing that a criminal complaint has been lodged - which may amount to a different offence - is not caught by Article 185 CC, more particularly where it has been decided to take no action on the complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  Mr Weber himself admits that the breach of the confidentiality of the investigation was intentional. His submission based on a kind of necessity is devoid of merit since it was open to him to appeal to the Indictment Division against the orders for the sequestration of the Franz Weber Foundation’s and the Helvetia Nostra association’s accounts, as he in fact did two days later.",
                                        "elements": []
                                    },
                                    {
                                        "content": " ...\"",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The proceedings in the Criminal Cassation Division of the Vaud Cantonal Court",
                                "elements": [
                                    {
                                        "content": "17.   On 15 October 1982 an appeal that Mr Weber brought against this decision was unanimously dismissed by the Criminal Cassation Division sitting in private (under Article 431 §§ 2 and 3 of the Vaud Code of Criminal Procedure), on the following grounds:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the instant case the disclosure that criminal complaints had been lodged - on 2 April 1980 against [R.M.] and on 1 March 1982 against the investigating judge - is not information about an investigation except in so far as it implies - and discloses - that an investigation has been commenced ..., but it may indeed amount to an offence (defamation, calumny, on the part of the complainant). Article 185 of the Code of Criminal Procedure (CCP) is therefore not applicable to the disclosure that the first complaint had been lodged, because this was punishable as defamation, or to the disclosure that the second complaint had been lodged, because no investigation was commenced. The decision is therefore well-founded on that point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The disclosure of the challenge is not information about an investigation. The challenge is not the purpose of the investigation, and the disclosure that such a challenge has been made says nothing about the purpose of the investigation, its content or its results. It remains true, on the other hand, that the existence of such an investigation is disclosed; but such a disclosure is not punishable under Article 185 CCP, since it was punishable as defamation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The disclosure of the orders for production and sequestration of the accounts in the file does amount to information about an investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It remains to be considered whether one can talk of disclosure, given that the matters had already been made public at an earlier press conference.",
                                        "elements": []
                                    },
                                    {
                                        "content": " ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 185 CCP, which is designed also - and even primarily - to protect the public interest in ensuring that investigations take place in the best possible conditions, prohibits parties from communicating information from the file; it is therefore sufficient that the matters should be confidential in nature, without necessarily still being confidential; communication of matters of a confidential nature to someone who knows them already as a result of an earlier indiscretion is therefore a punishable offence. Furthermore, the applicant cannot rely on common knowledge when that knowledge is due to an earlier disclosure that he himself has made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The appellant was therefore rightly convicted.",
                                        "elements": []
                                    },
                                    {
                                        "content": " ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Finally, the Criminal Cassation Division set aside of its own motion the entry of the fine in the cantonal register. It noted that under Vaud law and notwithstanding that they were convertible into days of imprisonment (arrêts), the fines for \"procedural offences\", such as breaching the confidentiality of a judicial investigation, were disciplinary in nature, since they were designed to ensure that the investigation proceeded normally. On this point cantonal law differed from federal law.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The proceedings in the Federal Court",
                                "elements": [
                                    {
                                        "content": "18.   Mr Weber lodged a public-law appeal with the Federal Court. He relied on Articles 10 and 6 (art. 10, art. 6) of the Convention. In his view, Article 6 (art. 6) applied because of the criminal nature of the fine, which under Article 18a of an Order of 23 January 1982 was convertible into a custodial sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.   On 16 November 1983 the Federal Court dismissed the appeal. It noted in particular:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The applicant ... maintained that Article 185 of the Vaud Code of Criminal Procedure (Vaud CCP) violates in the abstract, and in the alternative in the specific case, freedom of expression as secured in federal constitutional law and in Article 10 (art. 10) of the European Convention on Human Rights (ECHR). In so doing, he overlooked that it may be legitimate in the public interest to impose certain restrictions on the exercise of that fundamental right ... Article 10 § 2 (art. 10-2) in fine ECHR, moreover, provides expressly that such restrictions are permissible where they are necessary in a democratic society, in particular for maintaining the authority and impartiality of the judiciary. The rule enacted in Article 185 Vaud CCP clearly conforms to these principles. A weighing of the competing interests at stake leads to the same conclusions. While it may indeed be readily appreciated that the applicant had grounds for rebelling against the sometimes unorthodox course taken by the proceedings against him, it must not be forgotten that the usual remedies were open to him; and, indeed, on a number of occasions he successfully availed himself of them. His interest in expressing his views on this matter in public and the public’s interest in being informed by this means cannot outweigh the interest in ensuring that the judicial system can function as smoothly and impartially as possible. The prohibition against communicating information about an investigation until its completion and the penalties attaching to the offence are undoubtedly consistent with the proportionality principle. Consideration of whether the impugned interference was founded on sufficient reasons which rendered it necessary in a democratic society, having regard to all the public-interest aspects of the case (European Court of Human Rights, Sunday Times case, Series A no. 30, paragraphs 65-67) leads inevitably to the conclusion - particularly if the interests at stake in the Sunday Times case previously cited and in the applicant’s case are compared - that there was no violation of freedom of expression.",
                                        "elements": []
                                    },
                                    {
                                        "content": " ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the instant case the appellant was liable to a fine not exceeding 500 francs (Article 185 § 1 Vaud CCP) and was fined 300 francs. Under Vaud law, such a penalty typically comes within the sphere of rules of conduct to be observed during proceedings. That is not decisive, however, according to the European institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Such rules are generally directed primarily at barristers, and in that instance their disciplinary nature is not in doubt; the parties to criminal proceedings, however, may also be subject to certain disciplinary rules. Admittedly, it has to be recognised that the measure taken against the appellant could have been based on a combination of Article 184 Vaud CCP, which lays down that judicial investigations shall be confidential, and Article 293 of the Criminal Code (CC), which provides that anyone who makes public any proceedings in a judicial investigation or deliberations by an authority which are secret by law shall be punishable with imprisonment or a fine. In that event the application of the Criminal Code would have justified an application of Article 6 § 1 (art. 6-1) ECHR. This was not the case, however, and it was on the basis of a cantonal rule of procedure that the appellant suffered a penalty whose disciplinary or criminal nature can be determined only by assessing the degree of its severity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The appellant showed, aptly enough, that such a fine was convertible into ten days’ imprisonment under Article 12 of the Vaud Order on the recovery of fines and their conversion into imprisonment. That procedure indeed leaves the authorities only a very limited discretion and at all events does not enable them to comply retrospectively with the requirements of Article 6 (art. 6) ECHR. The appellant overlooks, however, that Article 49 § 3, second sub-paragraph, of the Swiss Criminal Code (SCC) enables the judge to rule out conversion where the person convicted has proved that, through no fault of his own, he is unable to pay the fine. In view of the foregoing, the possibility of a custodial sentence could not make the penalty imposed in the instant case a criminal one.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Ultimately, while the fine imposed in the instant case was not a negligible one, it nonetheless came into the category of penalties which by their nature, duration or manner of execution are deemed not to be appreciably detrimental. The possibility of conversion into a custodial sentence makes no difference, since conversion is possible only in the event of the appellant’s refusing to pay the fine out of sheer unwillingness. The safeguards provided for in Article 6 § 1 (art. 6-1) ECHR were therefore not applicable in the instant case.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant paid the fine in January 1985.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   THE RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Vaud Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "20.   The confidentiality of judicial investigations is governed by Articles 184 and 185 of the Vaud Code of Criminal Procedure, which provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 184",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"All judicial investigations shall remain confidential until they are finally completed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Judges, other members of the national legal service and civil servants shall not communicate any documents or information about an investigation except to experts, other witnesses or an authority where such communication assists the investigation or is justified on administrative or judicial grounds.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 185",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The parties, their counsel, employees of their counsel and experts and witnesses shall be bound to maintain the confidentiality of an investigation, on pain of a fine of up to five hundred francs, unless the breach is punishable under other provisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The punishment provided for in the foregoing paragraph shall be ordered by the President of the Cassation Division, of his own motion or acting on an information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He shall give his ruling after a summary investigation.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "In 1983 the applicant was the sponsor of a constitutional initiative entitled \"For a system of criminal justice with a human face\", one of whose aims was to secure the repeal of Article 185. This was in line with the approach adopted by those who had drafted the 1977 Geneva Code of Criminal Procedure, which does not attach any penalty to the obligation to maintain the confidentiality of an investigation, an obligation from which it even completely exempts witnesses, complainants, accused persons and their lawyers. In a referendum on 20 May 1984 the people of the Canton of Vaud rejected the Weber initiative by a clear majority.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Swiss Criminal Code",
                                "elements": [
                                    {
                                        "content": "21.   Article 293 § 1 of the Swiss Criminal Code - which was not applied in the instant case (see paragraph 19 above) - provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Anyone who, without being entitled to do so, makes public all or part of the proceedings of an investigation or of the deliberations of any authority which are confidential by law or in virtue of a decision taken by such an authority acting within its powers shall be punished with imprisonment or a fine.\"",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Vaud cantonal Fines (Recovery and Conversion into Imprisonment) Order of 23 January 1942",
                                "elements": [
                                    {
                                        "content": "22.   The cantonal Order of 23 January 1942, which has been supplemented and amended several times since, provides, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 8",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"If the person convicted has neither paid nor redeemed the fine and if it appears that recovery proceedings would be fruitless, the Prefect shall convert the fine into a term of imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": " ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Prefect may, however, decide against conversion at any time if the person convicted proves that, through no fault of his own, he is unable to pay the fine.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 12",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The conversion rate shall be one day’s imprisonment for every thirty francs of fine; fractions of less than thirty francs shall be left out of account; the length of imprisonment shall not exceed three months.",
                                        "elements": []
                                    },
                                    {
                                        "content": " ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 14",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Within twenty-four hours of receiving them, the Department shall send to the Prefect of the district in which the court that heard the case is situated copies of any judgments and decisions entailing imposition of a fine which have been communicated to it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It shall order the Prefect to enforce the judgment or decision.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 15",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"If the person convicted has neither paid nor redeemed the fine and if it appears that recovery proceedings would be fruitless, the Prefect shall inform the Department accordingly with a view to converting the fine into a term of imprisonment, unless such conversion was excluded at the outset in the judgment or decision concerned.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 17",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The presiding judge of the court shall decide whether to convert the fine into a term of imprisonment pursuant to Article 49 of the Criminal Code and shall proceed in accordance with Articles 459 and 460 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": " ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 18a",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Articles 14 and 15 shall apply to fines imposed for breaches of provisions of criminal or civil procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the case of Article 15, the Department shall report the matter to the appropriate judicial officer, who shall be able to convert the fine into a term of imprisonment, wholly or in part; he shall inform the Department of his decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Articles 8 and 10-13 shall apply to the conversion, save that the judge with jurisdiction to determine the matter shall be:",
                                        "elements": []
                                    },
                                    {
                                        "content": " ...\"",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ’S RESERVATION IN RESPECT OF ARTICLE 6 § 1 (art. 6-1) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Wording",
                                "elements": [
                                    {
                                        "content": "23.   When depositing the instrument of ratification of the Convention, the Swiss Government made the following reservation:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The rule contained in Article 6, paragraph 1 (art. 6-1), of the Convention that hearings shall be in public shall not apply to proceedings relating to the determination ... of any criminal charge which, in accordance with cantonal legislation, are heard before an administrative authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The rule that judgment must be pronounced publicly shall not affect the operation of cantonal legislation on civil or criminal procedure providing that judgment shall not be delivered in public but notified to the parties in writing.\"",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Schaller judgment",
                                "elements": [
                                    {
                                        "content": "24.   The Swiss courts have had occasion to give their views on the concept of an \"administrative authority\". In its judgment of 2 December 1983 in the Schaller case, for instance, the Federal Court stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Moreover, the expression ‘administrative authority’ (autorité administrative) is not to be found in the text of the European Convention on Human Rights (ECHR) but appears in Switzerland’s reservation in respect of the principle laid down in Article 6 (art. 6) of the Convention that hearings must be public and judgments pronounced publicly. It is therefore not a Convention concept which should be construed according to the principle of reasonable expectation, that is to say in the meaning which the other signatory States might and should in good faith give it, or directly under Articles 31 and 32 of the Vienna Convention of 23 May 1969, which Switzerland has not yet ratified. A reservation made when ratifying a treaty is a unilateral declaration which must in general be interpreted by reference to the domestic law of the State which has adopted it, like a provision in a statute or regulation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the case of a reservation, an interpretation in accordance with the will of the declaring State makes it possible to take into account the real purpose of the reservation, whose justification lies precisely in the special features of national law ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "That being so, regard should be had to the meaning which the Swiss Government and Parliament intended giving to the expression ‘administrative authority’. While the Federal Parliament accepted the reservation without discussion or comment, the Federal Council gave the following particulars in its 1968 Communication (FF [Federal Gazette] 1968 II p. 1118/1119).",
                                        "elements": []
                                    },
                                    {
                                        "content": "‘... In , as was pointed out above, the administrative authorities may have to determine private-law disputes and impose penalties in the way that a criminal court would. Administrative proceedings, however, are not normally public. The same is true of proceedings in the administrative courts, although they are adversarial. It is, moreover, doubtful whether the principle that proceedings must be public is generally applicable to administrative criminal proceedings.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "In its communication of 4 March 1974 (FF 1974 I, p. 1020), on the other hand, the Federal Council merely stated that proceedings before administrative authorities were not public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is therefore possible to confirm the precedent of R. and Others of 25 November 1982, referred to above. In the light of the 1968 Communication it is apparent that Switzerland meant to exclude application of the principle that hearings and judgments must be public not only before administrative authorities but also in the administrative courts, notwithstanding that proceedings there are adversarial. It would, moreover, be consistent with the principle of good faith to accept that the reservation applies to such-and-such an authority not because of the way the authority is organised but rather because of the functions it discharges, in the instant case administrative functions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(cc) The respondent authority was right in considering that it could apply the reservation made in respect of Article 6 (art. 6) ECHR and in accepting that in Switzerland ‘disciplinary regulations come within the domain of administrative law and the authorities which apply them exercise an administrative jurisdiction’.\"",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "25.   Mr Weber applied to the Commission on 15 May 1984 (application no. 11034/84). He alleged a failure to comply with the requirements of Article 6 § 1 (art. 6-1) of the Convention (right to a fair, public trial with a view to the determination of a \"criminal charge\") in that the summary proceedings had been conducted in chambers and without any hearing of the parties or the witnesses. He also claimed that the imposition of a fine was an unjustified interference with his right to freedom of expression, as guaranteed in Article 10 (art. 10).",
                        "elements": []
                    },
                    {
                        "content": "26.   The Commission declared the application admissible on 7 July 1988. In its report of 16 March 1989 (made under Article 31) (art. 31) it expressed the opinion (by nine votes to four) that there had been no breach of Article 6 § 1 (art. 6-1) - which, in its view, did not apply in the instant case - but (unanimously) that there had been a breach of Article 10 (art. 10).",
                        "elements": []
                    },
                    {
                        "content": "The full text of the Commission’s opinion and of the dissenting opinion contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT BY THE GOVERNMENT",
                "elements": [
                    {
                        "content": "27.   At the hearing the Government confirmed the submissions they had made in their memorial. The Court was asked to hold:",
                        "elements": []
                    },
                    {
                        "content": "\"As to Article 6 § 1 (art. 6-1) of the Convention,",
                        "elements": []
                    },
                    {
                        "content": "- that this provision is not applicable to the instant case;",
                        "elements": []
                    },
                    {
                        "content": "- in the alternative that, having regard to Switzerland’s reservation in respect of this provision, the principle that proceedings must be public was not applicable to the proceedings complained of;",
                        "elements": []
                    },
                    {
                        "content": "As to Article 10 (art. 10) of the Convention,",
                        "elements": []
                    },
                    {
                        "content": "- that the State interference complained of was justified under paragraph 2 (art. 10-2) of this provision.\"",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I.   ALLEGED VIOLATION OF ARTICLE 6 § 1 (art. 6-1)",
                        "elements": [
                            {
                                "content": "28.   The applicant complained that the President of the Criminal Cassation Division of the  and then the Cassation Division itself gave judgment without any public hearing beforehand. He claimed that there had been a breach of Article 6 § 1 (art. 6-1) of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"1. In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing ... by an independent and impartial tribunal established by law. Judgment shall be pronounced publicly but the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society, where the interests of juveniles or the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice.\"",
                                "elements": []
                            },
                            {
                                "content": "Having regard to the arguments of the Government and the Commission, the question whether Article 6 (art. 6) is applicable must be determined first.",
                                "elements": []
                            },
                            {
                                "content": "A. Applicability of Article 6 § 1 (art. 6-1)",
                                "elements": [
                                    {
                                        "content": "29.   The Government submitted that the present case did not come within the ambit of this provision, because in Vaud law the proceedings taken against the applicant were not \"criminal\" proceedings but disciplinary ones.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A majority of the Commission agreed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.   The Court has already had to determine a similar issue in two cases concerning military discipline (see the Engel and Others judgment of 8 June 1976, Series A no. 22) and the maintenance of order in prisons (see the  and Fell judgment of 28 June 1984, Series A no. 80). While recognising the right of States to distinguish between criminal law and disciplinary law, it has reserved the power to satisfy itself that the line drawn between these does not prejudice the object and purpose of Article 6 (art. 6). In the instant case it will apply the criteria which have been consistently laid down in the matter in its earlier decisions (apart from the two judgments previously cited, see, among other authorities, the Öztürk judgment of 21 February 1984, Series A no. 73).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.   It must first be ascertained whether the provisions defining the offence in issue belong, according to the legal system of the respondent State, to criminal law, disciplinary law or both concurrently. This factor is of relative weight and serves only as a starting-point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The legal basis of Mr Weber’s conviction was provided by Article 185 of the Vaud Code of Criminal Procedure (see paragraph 20 above) and not by Article 293 of the Swiss Criminal Code (see paragraph 21 above). In its judgment of 16 November 1983 the Federal Court recognised that the measure taken against the applicant could have been based on a combination of the two (see paragraph 19 above) but added that this had not happened in the event. The word \"peine\" (punishment) in Article 185 gives an indication but is not decisive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.   The second, weightier criterion is the nature of the offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Government’s submission, the impugned sentence was designed to punish a breach of a rule intended to protect defendants and ensure that proceedings were conducted objectively by shielding the judge in charge of them from any pressure, in particular by the media. The Commission considered that Article 185 applied to a limited number of people who shared the characteristic of taking part in a judicial investigation; although these people did not belong to the staff responsible for the administration of justice, they were in a \"special relationship of obligation\" with the relevant authorities, which justified subjecting them to a special discipline.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.   The Court does not accept this submission. Disciplinary sanctions are generally designed to ensure that the members of particular groups comply with the specific rules governing their conduct. Furthermore, in the great majority of the Contracting States disclosure of information about an investigation still pending constitutes an act incompatible with such rules and punishable under a variety of provisions. As persons who above all others are bound by the confidentiality of an investigation, judges, lawyers and all those closely associated with the functioning of the courts are liable in such an event, independently of any criminal sanctions, to disciplinary measures on account of their profession. The parties, on the other hand, only take part in the proceedings as people subject to the jurisdiction of the courts, and they therefore do not come within the disciplinary sphere of the judicial system. As Article 185, however, potentially affects the whole population, the offence it defines, and to which it attaches a punitive sanction, is a \"criminal\" one for the purposes of the second criterion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.   As regards the third criterion - the nature and the degree of severity of the penalty incurred - the Court notes that the fine could amount to 500 Swiss francs (see paragraph 20 above) and be converted into a term of imprisonment in certain circumstances (see paragraph 22 above). What was at stake was thus sufficiently important to warrant classifying the offence with which the applicant was charged as a criminal one under the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.   In conclusion, Article 6 (art. 6) applied to the instant case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Validity of ’s reservation in respect of Article 6 § 1 (art. 6-1)",
                                "elements": [
                                    {
                                        "content": "36.   The Government submitted in the alternative that Switzerland’s reservation in respect of Article 6 § 1 (art. 6-1) (see paragraph 23 above) would in any case prevent Mr Weber from relying on non-compliance with the principle that proceedings before cantonal courts and judges should be public; the reservation was separate from the interpretative declaration which the Court had had to deal with in the Belilos case (see the judgment of 29 April 1988, Series A no. 132) and was designed to withdraw from the ambit of that principle \"proceedings relating to the determination of ... any criminal charge which, in accordance with cantonal legislation, are heard before an administrative authority\". The concepts in a reservation should be understood with reference to the domestic law of the State which made it. In Swiss law, including the settled case-law of the Federal Court, the concept of \"administrative authority\" also included judicial authorities where these exercised administrative powers, as when the President of the Criminal Cassation Division and the Cassation Division itself determined disciplinary matters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commission did not discuss the matter in its report since it concluded that Article 6 (art. 6) was not applicable. Before the Court its Delegate argued, however, that if the Court did not take the same view of that question, it would be bound to find that there had been a breach of the Article (art. 6), notwithstanding the reservation and irrespective of whether the relevant cantonal authorities had performed judicial functions or administrative duties, since in the first case there would have been a clear failure to comply with the requirement that proceedings should be public, while in the second eventuality an administrative body would have determined the merits of a criminal case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.   The Court must ascertain whether the reservation under consideration satisfies the requirements of Article 64 (art. 64).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.   Clearly it does not fulfil one of them, as the Swiss Government did not append \"a brief statement of the law [or laws] concerned\" to it. The requirement of paragraph 2 of Article 64 (art. 64-2), however, \"both constitutes an evidential factor and contributes to legal certainty\"; its purpose is to \"provide a guarantee - in particular for the other Contracting Parties and the Convention institutions - that a reservation does not go beyond the provisions expressly excluded by the State concerned\" (see the Belilos judgment previously cited, Series A no. 132, pp. 27-28, § 59). Disregarding it is a breach not of \"a purely formal requirement\" but of \"a condition of substance\" (ibid.). The material reservation by  must accordingly be regarded as invalid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "That being so, it is unnecessary to determine whether the reservation was of \"a general character\" contrary to Article 64 § 1 (art. 64-1).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Compliance with Article 6 § 1 (art. 6-1)",
                                "elements": [
                                    {
                                        "content": "39.   The applicant was consequently entitled in principle to a public hearing in the determination of the \"criminal charge\" against him. The President of the Criminal Cassation Division, however, did not hold a hearing at all but gave his decision after a summary investigation entirely in written form, as provided for in Article 185 of the Vaud Code of Criminal Procedure (see paragraph 20 above). The Criminal Cassation Division too dismissed the applicant’s appeal without hearing argument, as it was empowered to do by Article 431 §§ 2 and 3 of the same Code (see paragraph 17 above). The fact that the proceedings in the Federal Court were public did not suffice to cure the two defects just noted. Having before it a public-law appeal, the Federal Court could only satisfy itself that there had been no arbitrariness and not determine all the disputed questions of fact and law (see, mutatis mutandis, the Belilos judgment previously cited, Series A no. 132, pp. 31-32, §§ 71-72). Furthermore, the Government did not claim that Mr Weber had waived his right to hearings; and the case did not come within any of the exceptions listed in the second sentence of Article 6 § 1 (art. 6-1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.   There has therefore been a breach of Article 6 § 1 (art. 6-1).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   ALLEGED VIOLATION OF ARTICLE 10 (art. 10)",
                        "elements": [
                            {
                                "content": "41.   In the applicant’s submission, his conviction and sentence to a fine violated Article 10 (art. 10) of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"1. Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article (art. 10) shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.\"",
                                "elements": []
                            },
                            {
                                "content": "The Government disputed that submission, whereas the Commission accepted it.",
                                "elements": []
                            },
                            {
                                "content": "42.   There was unquestionably an interference by public authority with the exercise of the right guaranteed in Article 10 (art. 10). It arose from the decision of 27 April 1982 by the President of the Criminal Cassation Division, which was upheld by the Cassation Division on 15 October 1982. Such an interference is not contrary to the Convention, however, if the requirements of paragraph 2 of Article 10 (art. 10-2) are satisfied.",
                                "elements": []
                            },
                            {
                                "content": "43.   The penalty was certainly \"prescribed by law\", because it was based on Article 185 of the Vaud Code of Criminal Procedure; and this indeed was common ground.",
                                "elements": []
                            },
                            {
                                "content": "The Commission, the Government and the applicant concentrated their submissions on whether the aim pursued by the impugned measure was a legitimate one and whether it was \"necessary in a democratic society\".",
                                "elements": []
                            },
                            {
                                "content": "A. Legitimacy of the aim pursued",
                                "elements": [
                                    {
                                        "content": "44.   The Government contended that the interference complained of was necessary \"for maintaining the authority and impartiality of the judiciary\", arising as it did from the confidentiality of the investigation and being designed to protect the defendant and ensure the smooth administration of justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Commission’s view, Article 185 was clearly intended to maintain the authority of the judiciary; there was nothing to suggest that it had been used for any other purpose in this instance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Weber, on the other hand, submitted that the cantonal judicial authorities’ real but unavowed purpose had been to intervene in a political controversy in order to \"nip in the bud\" any criticism of the functioning of the Canton of Vaud’s system of justice. This aim of intimidation and censorship was inconsistent with the pluralism and tolerance characteristic of democratic society.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.   Having regard to the particular circumstances of the case and the actual terms of the judgments of the relevant judicial authorities, the Court considers that the application of the Article in question to the applicant was intended to ensure the proper conduct of the investigation and was therefore designed to protect the authority and impartiality of the judiciary.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Necessity \"in a democratic society\"",
                                "elements": [
                                    {
                                        "content": "46.   The applicant cited his role as an ecologist and the political and social background to his activities. The effectiveness of these, he claimed, was dependent on the public’s trust in him, particularly as regards the management of money donated to the associations he had set up; the way he was treated by the judicial system consequently amounted to an attack on the causes he championed. His many successes annoyed his political opponents, who, supported by \"part of the Vaud judicial apparatus\", were attempting to damage his reputation. The fine complained of, which was sheer \"pestering of a relentless opponent\", was part of a campaign of harassment against him, especially as it was a penalty for disclosing not the content or outcome of the investigation but merely a stage or a step in the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commission considered that the interference complained of by Mr Weber was not \"necessary in a democratic society\". In its view, Mr Weber had a \"legitimate interest in expressing his views on judicial proceedings which chiefly concern[ed] him\", an interest which \"coincid[ed] with the public’s interest in being informed\". Furthermore, imposing a penalty \"for revealing information already made public\" could not be said to be answering a \"pressing social need\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government did not overlook the fact that there was a genuine public interest, but they condemned the defendant’s \"partisan\" exploitation of it. They criticised Mr Weber for having attempted to bring the discussion out into the open in order to secure a trial which conformed to his own ideas of fairness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.   According to the Court’s settled case-law, the States have a certain margin of appreciation in assessing whether and to what extent an interference is necessary, but this margin goes hand in hand with European supervision covering both the legislation and the decisions applying it, even where the latter have been taken by an independent court (see, among other authorities, the Groppera Radio AG and Others judgment of 28 March 1990, Series A no. 173, p. 28, § 72). The Court therefore has jurisdiction to ascertain whether, having regard to the facts and circumstances of the case, a \"penalty\" is compatible with freedom of expression. The necessity for a restriction pursuant to one of the aims listed in Article 10 § 2 (art. 10-2) must be convincingly established (see the Barthold judgment of 25 March 1985, Series A no. 90, p. 26, § 58).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.   The Court notes - without attaching any decisive importance to the fact - that the applicant was well known for his commitment to nature conservation. The energetic action he had taken both nationally and internationally had given rise to lively public debate, which had been widely reported by the press. Consequently, a trial concerning him the conduct of which had in some respects proved to be \"unorthodox\", in the words of the Federal Court (see paragraph 19 above), was bound to arouse the interest of all who had taken a close interest in his activities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.   It should be pointed out especially that at his press conference in  on 2 March 1982 Mr Weber essentially repeated what he had said on 11 May 1981. He added only two new pieces of information: that he had challenged the investigating judge and that he had lodged a complaint against him alleging misuse of official authority and coercion (see paragraph 11 above). The President of the Criminal Cassation Division himself accepted, in his decision of 27 April 1982 (see paragraph 16 above), that the three other circumstances that were disclosed - namely the defamation proceedings against R.M., the orders for the production and sequestration of accounts and the handing over of the accounts under seal (see paragraph 13 above) - were \"public knowledge\". In its judgment of 15 October 1982, however, the Criminal Cassation Division held that only the disclosure of the orders for production and sequestration of accounts was caught by Article 185 (see paragraph 17 above). Since the applicant had already given this information to the public in Berne on 11 May 1981, it had by that very fact ceased to be confidential.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.   In the Government’s submission this finding was not decisive, because of the formal nature of the confidentiality referred to in Articles 184 and 185 of the Code. According to the relevant Swiss case-law and legal literature, the mere fact of communicating a piece of information in a judicial investigation was sufficient for commission of the offence; whether it was common knowledge beforehand and its importance or degree of confidentiality were relevant only in determining the amount of the fine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.   The Court finds this submission unpersuasive. For the purposes of the Convention, the interest in maintaining the confidentiality of the aforementioned facts no longer existed on 2 March 1982. On that date, therefore, the penalty imposed on the applicant no longer appeared necessary in order to achieve the legitimate aim pursued. The situation might perhaps have been different at the first press conference, but as the Vaud authorities did not bring proceedings at the time, the Court does not have to examine the question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the submission that the impugned statements by Mr Weber on 2 March 1982 could be interpreted as an attempt to bring pressure to bear on the investigating judge and could therefore have been prejudicial to the proper conduct of the investigation, the Court notes that by that time the investigation was practically complete, because on the previous day the judge had committed R.M. for trial (see paragraph 12 above), and that from then on any attempt of that kind would have been belated and thus devoid of effect. Admittedly R.M. appealed against his committal for trial, but even though his appeal meant that the order committing him for trial did not become final, the investigation nonetheless remained suspended (see paragraph 12 above). It was accordingly not necessary to impose a penalty on the applicant from this point of view either.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.   Having regard to the particular circumstances of the case, the Court concludes that in being convicted and sentenced to a fine Mr Weber was subjected to an interference with the exercise of his right to freedom of expression, which was not \"necessary in a democratic society\" for achieving the legitimate aim pursued.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 50 (art. 50)",
                        "elements": [
                            {
                                "content": "53.   By Article 50 (art. 50) of the Convention,",
                                "elements": []
                            },
                            {
                                "content": "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"",
                                "elements": []
                            },
                            {
                                "content": "The applicant’s claims under this provision included both the award of financial compensation and reimbursement of costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "54.   In respect of non-pecuniary damage Mr Weber sought compensation in the amount of 5,000 Swiss francs. The Court considers, however, that the finding of a violation of Articles 6 and 10 (art. 6, art. 10) constitutes sufficient just satisfaction in this regard.",
                                "elements": []
                            },
                            {
                                "content": "55.   In respect of costs and expenses relating to the proceedings in  and before the Convention institutions the applicant claimed the sum of 8,482.50 Swiss francs, of which he gave a breakdown.",
                                "elements": []
                            },
                            {
                                "content": "The Government thought this amount reasonable and said they were willing to pay it if the Court held that there had been a violation of the Convention. The Delegate of the Commission regarded this sum as modest and wholly justified.",
                                "elements": []
                            },
                            {
                                "content": "The Court agrees and will therefore allow this claim.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.   Holds by six votes to one that Article 6 § 1 (art. 6-1) of the Convention applied in the instant case and that there has been a breach of it;",
                        "elements": []
                    },
                    {
                        "content": "2.   Holds unanimously that there has been a breach of Article 10 (art. 10);",
                        "elements": []
                    },
                    {
                        "content": "3.   Holds unanimously that the respondent State is to pay the applicant costs and expenses in the sum of 8,482.50 Swiss francs (eight thousand four hundred and eighty-two francs, fifty centimes);",
                        "elements": []
                    },
                    {
                        "content": "4.   Dismisses unanimously the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French and delivered at a public hearing in the , , on 22 May 1990.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 § 2 (art. 51-2) of the Convention and Rule 53 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a) dissenting opinion of Mrs Bindschedler-Robert;",
                        "elements": []
                    },
                    {
                        "content": "(b) concurring opinion of Mr De Meyer.",
                        "elements": []
                    },
                    {
                        "content": "For the reasons which follow, I voted in support of the view that Article 6 (art. 6) was not applicable in this case.",
                        "elements": []
                    },
                    {
                        "content": "In the cases of Engel and Others (Series A no. 22, § 81) and Öztürk (Series A no. 73, §§ 48 et seq.) the Court accepted that the Convention allowed the State to make a distinction between, on the one hand, criminal cases and, on the other, disciplinary cases or administrative offences and that only the former automatically came within the ambit of Article 6 (art. 6) of the Convention; but it added that it did not follow that the classification thus adopted by the State was decisive for the purposes of the Convention and that Article 6 (art. 6) could apply to an offence deemed in the State’s legislation not to be a criminal one if the nature of the offence and/or the severity of the penalty warranted it.",
                        "elements": []
                    },
                    {
                        "content": "In the instant case the majority have accepted that the offence in question was a criminal one on the ground that since the relevant Article of the Vaud Code of Criminal Procedure applied to practically the whole population, the offence did not come within the disciplinary sphere.",
                        "elements": []
                    },
                    {
                        "content": "Having regard to the judgment in the case of Engel and Others, in which the Court accepted that the case was a disciplinary one because it concerned legal rules \"governing the operation of the ... armed forces\", one might consider that in the present case too, in which the applicable provision was designed to ensure the proper functioning of another public service, the judicial system, the offence in question could legitimately be classified as a disciplinary one. Even if this conception of disciplinary law is deemed to be too broad, it does not necessarily follow that the offence was a criminal one within the meaning of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "If it is noted that the behaviour which Article 185 is intended to punish lies within a well-defined sphere - ensuring the proper conduct of judicial proceedings - and that by applying to it not the provisions of the Swiss Criminal Code but a provision of the Vaud Code of Criminal Procedure, the prosecuting authority itself classified the offence as being of minor importance, it can be accepted that the offence was an administrative one contravening merely a provision for the maintenance of order. As to the penalty incurred, it is not of such seriousness that it would entail the applicability of Article 6 (art. 6). This is no doubt a matter of opinion, but it appears to me that the Court has not had sufficient regard to the circumstances in which a fine may be converted into a term of imprisonment, namely where there is a deliberate intention not to pay it, and not merely where the person concerned finds himself unable to do so through no fault of his own. In the applicant’s case, failure to pay would have been deliberate and the conversion into imprisonment actively desired. There is therefore no occasion to take into account, as the majority have done, the possibility of conversion in order to assess the seriousness of the penalty incurred. Furthermore, as is apparent from the case of Engel and Others, not all penalties consisting in deprivation of liberty are necessarily criminal ones within the meaning of Article 6 (art. 6) where they cannot be appreciably detrimental either by their nature or by their duration or by their manner of execution. Furthermore, the maximum amount of the fine (CHF 500) - and the fine imposed in the instant case amounted to CHF 300 - does not appear substantial in the Swiss context or likely to cause appreciable detriment. From this point of view too, therefore, I consider it unjustified to classify the offence as a criminal one within the meaning of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "I will add that the punitive, deterrent nature of the penalty incurred does not seem to me to be such as to affect that view, since it is inherent in any penalty and since any offence necessarily calls for a penalty.",
                        "elements": []
                    },
                    {
                        "content": "The foregoing considerations accordingly prompt me to say that in my humble opinion Article 6 (art. 6) was not applicable in the instant case and that consequently there cannot have been a violation of it. I will add that if I had reached a different conclusion as to applicability, I would have held, like my colleagues, that there had been a breach of that provision.",
                        "elements": []
                    },
                    {
                        "content": "As regards ’s reservation in respect of Article 6 § 1 (art. 6-1) of the Convention, I confirm, if need be, the observations I made in 1988 with regard to the Belilos case.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF WEBER v. SWITZERLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57629.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1990:0522JUD001103484",
    "externalsources": [
        "Vaud Code of Criminal Procedure, Articles 185, 431 §§ 2 and 3 and 184",
        "Swiss Criminal Code, Article 293"
    ],
    "extractedappno": [
        "11034/84"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Vaud Code of Criminal Procedure, Article 185"
    ],
    "itemid": "001-57629",
    "judgementdate": "22/05/1990 00:00:00",
    "kpdate": "22/05/1990 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "201",
        "265",
        "235",
        "316",
        "570",
        "423",
        "445",
        "70",
        "385",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "10-2",
        "57",
        "10",
        "10-1",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "WEBER",
        "SWITZERLAND"
    ],
    "rank": "278.127471923828",
    "representedby": [
        "N/A"
    ],
    "respondent": "CHE",
    "respondentOrderEng": "46",
    "scl": [
        "Engel and Others judgment of 8 June 1976, Series A no 22",
        "Campbell and Fell judgment of 28 June 1984, Series A no 80",
        "Öztürk judgment of 21 February 1984, Series A no 73",
        "Belilos judgment of 29 April 1988, Series A no 132, pp. 27-28, para. 59, pp. 31-32, paras. 71-72",
        "Groppera Radio AG and Others judgment of 28 March 1990, Series A no 173, p. 28, para. 72",
        "Barthold judgment of 25 March 1985, Series A no 90, p. 26, para. 58"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "446860",
    "typedescription": "15"
}