{
    "__articles": "2;2-1;3;5;5-1;13",
    "__conclusion": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)",
    "applicability": "",
    "appno": "40166/07",
    "article": [
        "13",
        "3",
        "2",
        "5"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        }
    ],
    "content": {
        "001-152987.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 40166/07) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Russian nationals, listed in paragraph 4 below (“the applicants”), on 11 September 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by lawyers of the EHRAC/Memorial Human Rights Centre, an NGO with offices in Moscow and London. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 27 August 2009 the application was communicated to the Government. It was also decided to grant it priority under Rule 41 of the Rules of Court and to rule on its admissibility and merits at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants are:",
                                "elements": []
                            },
                            {
                                "content": "(1)  Ms Isita (also spelled as Yisita) Zhebrailova, born in 1956;",
                                "elements": []
                            },
                            {
                                "content": "(2)  Mr Shuddi Vakhayev, born in 1954, and",
                                "elements": []
                            },
                            {
                                "content": "(3)  Mr Salavdi Zhebrailov, born in 1980.",
                                "elements": []
                            },
                            {
                                "content": "5.  The first and second applicants are the parents of Mr Balavdi (also spelled as Balauddi) Zhebrailov, born in 1982. The third applicant is Mr Balavdi Zhebrailov’s brother. The applicants reside in the village of Gekhi, the Chechen Republic.",
                                "elements": []
                            },
                            {
                                "content": "A.  Abduction of Mr Balavdi Zhebrailov and the third applicant, and related events",
                                "elements": [
                                    {
                                        "content": "1.  The applicants’ account",
                                        "elements": [
                                            {
                                                "content": "6.  At about 12 midnight on 25 April 2005 a group of four men wearing uniforms and armed with assault rifles burst into the applicants’ property at 23 Pervomayskaya Street in Gekhi. Two of the intruders were wearing masks. The applicants inferred that the intruders were law-enforcement officers. The men ordered the applicants to lie down and grabbed hold of Mr Balavdi Zhebrailov and the third applicant, who was in his underwear. They then dragged them outside, firing several shots in the air to prevent the first and second applicants, as well as their relatives L.Sh. and Kh.A., from following them. The men threw the Zhebrailov brothers into a UAZ vehicle with a beacon on the roof and marked “police” (милиция), which was parked about 300 metres away from the applicants’ house, and drove off.",
                                                "elements": []
                                            },
                                            {
                                                "content": "7.  On the outskirts of Gekhi, Mr Balavdi Zhebrailov and the third applicant were transferred from the UAZ vehicle to a VAZ-99 vehicle driven by officer S. of the 2nd Regiment of the Road Police of the Ministry of the Interior of the Chechen Republic (hereinafter “the 2nd regiment”). The VAZ-99 vehicle took the road leading to Grozny and on the journey the men physically assaulted the Zhebrailov brothers. After a while the car passed through a checkpoint and Mr Balavdi Zhebrailov and the third applicant were taken to the premises of the 2nd regiment. The third applicant recognised the premises because he had come there two months earlier with a friend to apply for a job.",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  Upon arrival the Zhebrailov brothers were put in a cell in a basement, beaten with rifle butts and interrogated about a pistol. After a while they were separated and the third applicant was placed in a cell with another arrestee of about forty years old. From his cell the third applicant could hear Mr Balavdi Zhebrailov screaming whilst being beaten.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  Shortly thereafter the persons, whom the applicants considered to be officers of the 2rd regiment, returned and physically assaulted the third applicant, saying that Mr Balavdi Zhebrailov had confirmed that the third applicant had a pistol and threatening to take the latter to the military base in Khankala. They kicked and beat the third applicant all over his body and also hit him several times on the head with a rifle butt. Sometime later they dragged the third applicant outside, gave him police trousers and a shirt belonging to his brother and pushed him into a grey UAZ vehicle equipped with a partition for prisoners’ transport. The car carrying the third applicant and two police officers passed through a checkpoint and after a short time stopped in the vicinity of the “northern market” in Grozny, where the third applicant was released. The third applicant then went to the home of an uncle of his who lives in Grozny, from where the third applicant’s relatives took him home on the morning on 26 April 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  Upon his return home, the third applicant had numerous bruises on his chest, back and legs and also wounds on his head, sustained as a result of the blows with the rifle butt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 26 April 2005 the third applicant’s relatives took him to the local hospital. While queuing there, the third applicant spotted one of his abductors, officer S. of the 2nd regiment. Fearing reprisals, the applicants immediately left, without obtaining medical assistance. At home the third applicant was treated by a family friend Z., a nurse. She bandaged his head and gave him medication. As a result of the ill-treatment the third applicant could barely walk. He had to stay at home for a week.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  The applicants have had no news of Mr Balavdi Zhebrailov since his abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  In support of their account of events, the applicants furnished written statements by L.Sh. and Kh.A. dated 12 and 14 December 2006, and detailed written statements by the first to third applicants dated 5 May and 12 December 2006, 17 January 2007, and 7 January, 15 and 30 March 2010.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "14.  The Government submitted that the national investigation had established that on the night of 25/26 April 2005, unidentified armed men in camouflage uniforms had burst into the applicants’ property and had abducted Mr Balavdi Zhebrailov and the third applicant. The abductors had assaulted the third applicant and then released him.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Official investigation",
                                "elements": [
                                    {
                                        "content": "15.  The Government submitted some 280 pages from criminal case-file no. 47041 which was opened to look into the events of 26 April 2005. The submitted documents covered the period from April 2005 to December 2009. Many of the documents furnished by the Government were incomplete, such as witness statements submitted only in part. Some documents were illegible. The relevant information may be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Main investigative steps and witness statements taken by the authorities",
                                        "elements": [
                                            {
                                                "content": "16.  The local police were informed of the abduction of the Zhebrailov brothers at 2 a.m. on 26 April 2005. At about 2.15 a.m. on the same day a group of police officers arrived at the applicants’ property. They inspected the crime scene, seized a bullet cartridge found during their inspection and interviewed eight eyewitnesses, including the applicants. The interview records and police officers’ reports referred to the fact that the abductors had worn camouflage uniforms, carried assault rifles, used a UAZ vehicle ‒ with a beacon and a muddied licence plate bearing the inscription “Grozny” ‒ as well as a VAZ-99 vehicle with blackened windows and licence plate number “862”, and had fired shots into the air. In the third applicant’s interview record, he described in detail the circumstances of the abduction and the ensuing events, including his alleged ill-treatment. He also explicitly stated that he and his brother had been detained at the 2nd regiment’s premises and stressed that the men who had interrogated them and assaulted them had not concealed that they belonged to the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 20 June 2005 the Urus-Martan district prosecutor’s office (hereinafter “the district prosecutor’s office”) instituted a criminal investigation into the events of 25-26 April 2005 under Article 126 § 2 of the Criminal Code (aggravated kidnapping).",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 27 June 2005 the first applicant was granted victim status in case no. 47041.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The ballistic examination of the bullet cartridge seized at the crime scene, carried out on 30 June 2005, established that the bullet could have been shot by an AK-47 assault rifle and that the gun could be identified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  In the ensuing period between June 2005 and December 2009 the investigators mainly re-interviewed the individuals questioned by the police on 26 April 2005. They also questioned some further witnesses ‒ residents of Gekhi ‒ some of whom confirmed the applicants’ account of events; others stated that they had learnt about the abduction from the applicants. The third applicant’s uncle, R.Zh., interviewed in September 2007, stated that when the third applicant had arrived at his home in Grozny on the morning of 26 April 2005, his head had been covered in blood. When interviewed as a witness in October 2009, Z. stated that after the third applicant’s return home in April 2005, she had treated him for wounds to his head and had given him pain-killing injections.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The investigation in case no. 47041 was suspended in August 2005, March 2006, September 2007, November 2009 and on the latest occasion on 4 March 2010. Supervising prosecutors repeatedly set aside those decisions, ordering the investigation to be resumed and pointing to the investigators’ failure to take a number of important steps. For instance, on 26 January 2006, 21 August 2007 and then again, as late as on 23 October 2009, the supervising prosecutors pointed out the investigators’ failure to inspect the premises of the 2nd regiment and verify the allegation of the involvement of its officers in the crime with the participation of the third applicant, in spite of his specific assertions that he had been detained on those premises and that the regiment officers had not concealed that they belonged to the police. The investigators, who had on various dates forwarded several information requests to local law-enforcement agencies to verify those allegations, were instructed to resume the proceedings and take the necessary steps. From the documents submitted it is unclear whether the requested steps were taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The investigation in case no. 47041 is still pending.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Court proceedings against the investigators",
                                        "elements": [
                                            {
                                                "content": "23.  On 23 April 2007 the Urus-Martan District Court dismissed as unfounded the applicants’ complaint that the investigation had been ineffective and that the investigators’ had refused to allow the applicants access to the case file. The court stated that the investigators had taken all possible investigative steps and that the applicants’ arguments concerning the procrastination of the investigation were not convincing.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Investigative steps concerning the third applicant’s alleged illtreatment",
                                        "elements": [
                                            {
                                                "content": "24.  On 14 February 2006 the investigators granted the third applicant victim status in criminal case no. 47041 and ordered his medical examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  Expert report no. 152 of 20 February 2006 stated that the third applicant had two scars on the top of the head, which could have been sustained in April 2005 as a result of the impact of a blunt, firm object.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 1 March 2006, in the light of the expert’s findings, the investigators also classified the abductors’ acts under Article 116 § 1 of the Criminal Code (application of physical force to another person, causing physical pain but not resulting in health damage).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "27.  For a summary of the relevant domestic law see Aslakhanova and Others v. Russia (nos. 2944/06, 8300/07, 50184/07, 332/08 and 42509/10, §§ 43-59, 18 December 2012).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicants complained that Mr Balavdi Zhebrailov had been abducted by police officers, that he had then disappeared, and that the national authorities had failed to carry out an effective investigation into his disappearance. They relied on Article 2 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "29.  With reference to the investigation conducted by the national authorities, the Government argued that there was no evidence “beyond reasonable doubt” that Mr Balavdi Zhebrailov had been abducted by State agents or that he was dead. The national authorities had not established that any special operations aimed at arresting Mr Balavdi Zhebrailov or the third applicant had been conducted on 26 April 2005. The investigation of the abduction satisfied the Convention requirement of “effectiveness” and the authorities were taking all possible measures to solve the crime. In any event, the obligation to investigate was “not an obligation of result but of means”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicants maintained that there existed evidence “beyond reasonable doubt” that Mr Balavdi Zhebrailov and the third applicant had been abducted by State agents and argued that the missing man was to be presumed dead. They stressed that the Government had not challenged any of their factual submissions. They emphasised that the abductors had used UAZ vehicles marked “police” and with a flashing beacon, such distinctive features being reserved for police vehicles only. The VAZ-99 car had been driven by officer S. of the 2nd regiment and it had freely passed through the checkpoint manned by the regiment, on whose premises the Zhebrailov brothers had ultimately been held. The involvement of officers of the 2nd regiment in the abduction had formed the main focus of the investigation. In the applicants’ submission, the documents furnished by the Government supported their assertions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  As to the investigation, the applicants argued that proceedings in case no. 47041 had been opened after an unjustifiable delay. The crime scene inspection had been carried out in a superficial manner and, despite the expert’s findings, the authorities had failed to identify the weapon used by the abductors. Neither officer S. nor any other officers of the 2nd regiment had been interviewed. No steps had been taken to identify the VAZ-99 vehicle. The applicants stated that the authorities had systematically refused to investigate similar crimes committed in the Chechen Republic.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "32.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "33.  The Court reiterates that, given the importance of the protection afforded by Article 2, it must subject deprivations of life to the most careful scrutiny, taking into consideration not only the actions of State agents but also all the surrounding circumstances. Detained persons are in a vulnerable position and the obligation incumbent on the authorities to account for the treatment of a detained individual is particularly stringent where that individual dies or disappears after such detention (see, among other authorities, Orhan v. Turkey, no. 25656/94, § 326, 18 June 2002, and the authorities cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court observes that it has developed a number of general principles relating to the establishment of disputed facts, in particular when faced with allegations of disappearance under Article 2 of the Convention (for a summary of these, see Bazorkina v. Russia, no. 69481/01, §§ 10309, 27 July 2006). It also reiterates that the conduct of the parties when evidence is being obtained must be taken into account (see Tanış and Others v. Turkey, no. 65899/01, § 65899/01, ECHR 2005–VIII, and Aslakhanova, cited above, § 95).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court considers it important to point out that it has examined a number of cases concerning allegations of disappearances in the Chechen Republic where it has found that it would be sufficient for the applicants to make a prima facie case of abduction by State agents and that it would then be for the Government to discharge their burden of proof either by disclosing the documents in their exclusive possession or by providing a satisfactory and convincing explanation of how the events in question had occurred. In examining those cases, the Court acknowledged the difficulties for applicants in obtaining evidence in support of their submissions and held that the prima facie threshold was reached on the basis of witness statements ‒ including the applicants’ submissions to the Court and the national authorities ‒ and other evidence attesting to the presence of military or security personnel in the area concerned at the relevant time. Among other things, it relied on references to military vehicles and equipment, the unhindered passage of the abductors through military roadblocks, the conduct typical of security operations and other relevant information about special operations, such as media and NGO reports (see Aslakhanova, cited above, §§ 98-99, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Turning to the circumstances of the present case, the Court observes that the applicants submitted that at midnight on 25 April 2005 a group of armed and camouflaged men had apprehended Mr Balavdi Zhebrailov and the third applicant at home and had taken them to the premises of the 2nd regiment of the road police in Grozny, where the brothers had been interrogated and physically assaulted and from where the third applicant had been taken to a market in Grozny and released, whilst the fate of Mr Balavdi Zhebrailov remained unclear. According to the applicants, the abductors had used UAZ vehicles with special police equipment, the VAZ99 vehicle had been driven by officer S. of the 2nd regiment and the abductors had freely passed through that regiment’s checkpoint (see paragraphs 6 - 11 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Having regard to the applicants’ submissions, the Court considers that they presented detailed and coherent accounts of the abduction of the Zhebrailov brothers and the related events ‒ which remained consistent ‒ both before the national authorities and this Court. The applicants’ allegations were corroborated not only by the statements made by L. Sh. and Kh. A., which they submitted as evidence (see paragraph 13 above), but also by the interview records of the witnesses questioned by the investigating authorities (see paragraph 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  With this in mind and having regard to the considerations set out in paragraph 35 above, the Court is satisfied that the applicants made a prima facie case that Mr Balavdi Zhebrailov and the third applicant had been abducted by State agents in the circumstances set out by them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court further notes that the Government did not contest any of the applicants’ specific factual allegations and limited their position to a general statement that the national investigation had not obtained any evidence that the abductors were State agents (see paragraphs 14 and 29 above). Furthermore, the Court has serious doubts that the Government ever in fact provided an entire copy of case file no. 47071, as requested (see paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Against this background the Court considers that, whilst the applicants made out a prima facie case concerning the abduction of the Zhebrailov brothers by State agents, the Government failed to discharge their burden of proof either by disclosing the documents in their possession or providing a satisfactory and convincing explanation of how the events in question had occurred (compare Aslakhanova, cited above, §§ 103-04, 10607, 109-10, 111-12 and 114).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court therefore finds that Mr Balavdi Zhebrailov and the third applicant were taken into custody by State agents at midnight on 25 April 2005 during an unacknowledged security operation. Indeed, it transpires that the brothers’ abduction by State agents was the main, if not the sole, focus followed up by the national investigating authorities (see paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  It is reiterated that in the numerous previous cases concerning disappearances in the Chechen Republic which have come before the Court, the latter has found that in the particular context of the conflict in the Republic, when a person was detained by unidentified State agents without any subsequent acknowledgement of the detention, this ought to be regarded as life-threatening (see Aslakhanova, cited above, § 101, with further references). In the light of this, taken together with the third applicant’s uncontested submissions concerning the treatment to which his brother was subjected and the absence of any reliable news of him for more than nine years, the Court finds that Mr Balavdi Zhebrailov should be presumed dead following his unacknowledged detention by State agents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court has established that Mr Balavdi Zhebrailov must be presumed dead following his unacknowledged detention by State agents. In the absence of any form of justification put forward by the Government, the Court finds that his death can be attributed to the State and that there has been a violation of the substantive aspect of Article 2 of the Convention in respect of Mr Balavdi Zhebrailov.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court reiterates that the obligation to protect the right to life under Article 2 of the Convention, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within [its] jurisdiction the rights and freedoms defined in [the] Convention”, also requires by implication that there should be some form of effective official investigation when individuals have been killed as a result of the use of force (see, among other authorities, Ramsahai and Others v. the Netherlands [GC], no. 52391/99, § 321, ECHR 2007II). The fundamental purpose of such an investigation is to secure the effective implementation of the domestic laws which protect the right to life and, in cases involving State agents or bodies, to ensure their accountability for deaths occurring under their responsibility. This investigation should be thorough, independent, accessible to the victim’s family, carried out with reasonable promptness and expedition, effective in the sense that it is capable of leading to a determination of whether the force used in such cases was or was not justified in the circumstances or otherwise unlawful, and should afford a sufficient element of public scrutiny of the investigation or its results (see, among many other authorities, Esmukhambetov and Others v. Russia, no. 23445/03, §§ 115-18, 29 March 2011, and Aslakhanova, cited above, § 121, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Turning to the facts of the present case, the Court notes that although the national authorities were informed of the abduction of Mr Balavdi Zhebrailov on 26 April 2005 ‒ that is to say immediately after it had occurred ‒ the district prosecutor’s office only decided to open a criminal investigation into the matter on 20 June 2005, almost two months later. The Court has held on many occasions that such considerable delays can in themselves affect the investigation of an abduction in life-threatening circumstances, where crucial action has to be taken in the first days after the event (see, among other authorities, Kerimova and Others v. Russia, nos. 17170/04, 20792/04, 22448/04, 23360/04, 5681/05 and 5684/05, § 269, 3 May 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  It is furthermore observed that, although the national authorities had at their disposal immediately after the abduction important and specific pieces of information concerning the vehicles used by the abductors and the place of the eventual detention of the Zhebrailov brothers (see paragraph 16 above), there is nothing to suggest that they took prompt, genuine steps to follow them up.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In particular it is striking that, despite the third applicant having explicitly stated that he and Mr Balavdi Zhebrailov had been detained at the premises of the 2nd regiment in Grozny, the investigators limited their verification of that information to a written enquiry to that authority asking whether its officers had arrested or detained the brothers (see paragraphs 16 and 21 above). There is nothing to suggest that any attempts were made to inspect the premises or to interview any of the officers of the 2nd regiment (see paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court further notes that the supervising prosecutors repeatedly identified shortcomings in the investigation and instructed the investigators to look into the matter (see paragraph 21 above) but there is nothing in the case file to suggest that those instructions were complied with.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In the light of the foregoing, and keeping in mind its findings in Aslakhanova and Others, cited above, concerning the systemic problem of ineffective investigation into disappearances perpetrated in the region between 1999 and 2006, the Court holds that the authorities failed to carry out an effective criminal investigation into the circumstances surrounding the disappearance of Mr Balavdi Zhebrailov, in breach of Article 2 in its procedural aspect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  The applicants complained under Article 3 of the Convention that they had endured mental suffering because of the national authorities’ reaction to the disappearance of Mr Balavdi Zhebrailov and their failure to investigate it properly. The third applicant complained under the same Convention provision that he had been subjected to ill-treatment after his abduction and that the national investigation into the matter had not been adequate. Article 3 reads:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "51.  The Government stated that the authorities’ actions had not been in breach of Article 3 of the Convention in respect of the applicants. As regards the third applicant, they submitted that although the national investigation had confirmed that the abductors “had applied physical violence” to him, it had not established that they were State agents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The third applicant argued that, contrary to the Government’s assertion, he had been subjected to ill-treatment by law-enforcement officials who had abducted him and that the national authorities had failed to carry out an effective investigation of the matter. The applicants maintained their submission concerning their mental suffering.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "53.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "54.  The Court reiterates that allegations of ill-treatment must be supported by appropriate evidence. To assess this evidence, the Court has adopted the standard of proof “beyond reasonable doubt”, but has added that such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Labita v.  [GC], no. 26772/95, § 121, ECHR 2000IV, and Ochelkov v. Russia, no. 17828/05, § 83, 11 April 2013). Where an individual is taken into police custody in good health but is found to be injured at the time of release, it is incumbent on the State to provide a plausible explanation of how those injuries were caused, failing which an issue arises under Article 3 of the Convention (see, among other authorities, Tomasi v. France, 27 August 1992, §§ 108-11, Series A no. 241A). Ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum depends on all the circumstances of the case, such as the duration of the treatment, its physical or mental effects and, in some cases, the sex, age and state of health of the victim (see, among other authorities, Cobzaru v. Romania, no. 48254/99, § 61, 26 July 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Turning to the circumstances of the instant case, the Court notes that the Government have acknowledged that the abductors of the Zhebrailov brothers had subjected the third applicant to physical violence (see paragraphs 14 and 41 above) and rejects their argument that the perpetrators were not State agents in view of its findings in paragraph 43 above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  It further points out that the third applicant’s detailed and coherent submissions concerning the circumstances of his alleged ill-treatment and, in particular, the fact that the abductors had hit him several times on the head with a rifle butt, are corroborated by a statement given to the investigators by his uncle, in which the latter submitted that the third applicant’s head was covered in blood (see paragraph 20 above) when he saw him on the morning of 26 April 2005. The presence of bodily injuries, including those to the third applicant’s head, was further confirmed by Z. (see paragraph 20 above) and seems to be supported by the findings of expert report no. 152 (see paragraph 25 above). The Court also takes note of the applicants’ submissions concerning the third applicant’s condition after his return home on 26 April 2005 (see paragraph 11 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Against this background the Court finds it established to the standard of proof required in the Convention proceedings that the third applicant was subjected to the treatment he complained of at the hands of State agents. Having regard to all the circumstances of the treatment, such as its physical and mental effects on the third applicant, the Court considers that it amounted to inhuman and degrading treatment in violation of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Accordingly, there has been a violation of the above provision in respect of the third applicant its substantive aspect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court reiterates that where an individual raises an arguable claim that he has been seriously ill-treated by the police or other agents of the State unlawfully and in breach of Article 3, that provision, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within [its] jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation. This investigation should be capable of leading to the identification and punishment of those responsible (see Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports of Judgments and Decisions 1998VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  An investigation into serious allegations of ill-treatment must be thorough. That means that the authorities must always make a serious attempt to find out what happened and should not rely on hasty or illfounded conclusions to close their investigation or as the basis for their decisions (see Mikheyev v. , no. 77617/01, § 108, 26 January 2006). They must take all steps reasonably available to them to secure the evidence concerning the incident, including eyewitness testimony and forensic evidence. The investigation into the alleged ill-treatment must be prompt. Lastly, there must be a sufficient element of public scrutiny of the investigation or its results; in particular, in all cases the complainant must be afforded effective access to the investigatory procedure (see, among many other authorities, Mikheyev, cited above, §§ 108-110, and Batı and Others v. Turkey, nos. 33097/96 and 57834/00, § 137, ECHR 2004 IV (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Having regard to the principles enunciated above and turning to the circumstances of the present case, the Court finds that the national investigation into the third applicant’s allegations of ill-treatment fell short of the required level of effectiveness for the reasons stated in relation to the complaint under Article 2 in paragraphs 45-48 above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  There has therefore been a violation of Article 3 in its procedural aspect in respect of the third applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court has found on many occasions that a situation of enforced disappearance gives rise to a violation of Article 3 in respect of close relatives of the victim. The essence of such a violation does not lie so much in the fact of the “disappearance” of the family member but rather in the authorities’ reactions and attitudes to the situation when it is brought to their attention (see Orhan v. Turkey, cited above, § 358, and Imakayeva v. Russia, no. 7615/02, § 164, ECHR 2006XIII (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In the present case, the Court notes that the first and second applicants are the parents of Mr Balavdi Zhebrailov and the third applicant is his brother. All the applicants witnessed the abduction of Mr Balavdi Zhebrailov and have had no news of their relative for almost ten years. During this period they have made enquiries of various official bodies, both in writing and in person, about their missing relative. Despite their attempts, the applicants have never received any plausible explanation or information about what became of Mr Balavdi Zhebrailov following his detention. Most of the responses they received denied State responsibility for his arrest or simply informed them that the investigation was ongoing. The Court’s findings under the procedural aspect of Article 2 are also of direct relevance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court therefore concludes that there has been a violation of Article 3 of the Convention in respect of the applicants.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "66.  The third applicant complained about his unacknowledged detention and the first to third applicants made the same complaint in respect of Mr Balavdi Zhebrailov. They relied on Article 5 of the Convention, which, in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "67.  The Government argued that the investigation file contained no evidence that Mr Balavdi Zhebrailov and the third applicant had been arrested or detained by State agents and that, therefore, the State was not responsible for the alleged violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The applicants maintained their complaints.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "69.  The Court notes that the third applicant was released shortly after his abduction, on 26 April 2005, whereas the application was lodged in September 2007. However, taking into account the particular circumstances of this case along with its case law on the subject (see Aslakhanova and Others, cited above, §§ 135-137 and El-Masri v. the former Yugoslav Republic of Macedonia [GC], no. 39630/09, § 229 and § 240, ECHR 2012), the Court considers that this part of the application cannot be rejected for non-compliance with the six-month rule.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court further notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3(a) of the Convention, It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "71.  The Court has previously noted the fundamental importance of the guarantees contained in Article 5 for securing the right of individuals in a democracy to be free from arbitrary detention. It has also stated that unacknowledged detention is a complete negation of these guarantees and discloses a very grave violation of Article 5 (see Çiçek v. Turkey, no. 25704/94, § 164, 27 February 2001, and Luluyev and Others v. Russia, no. 69480/01, § 122, ECHR 2006-XIII (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Court considers it established that Mr Balavdi Zhebrailov and the third applicant had been detained by State agents at midnight on 25 April 2005, that the third applicant had been released several hours later and that Mr Balavdi Zhebrailov must be presumed dead following that detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court observes that the detention of the Zhebrailov brothers was not logged in any custody records. In accordance with the Court’s practice, this fact in itself must be considered a most serious failing, since it enables those responsible for an act of deprivation of liberty to conceal their involvement in a crime, to cover their tracks and to escape accountability for the fate of a detainee. Furthermore, the absence of detention records, noting such matters as the date, time and location of detention and the name of the detainee, as well as the reasons for the detention and the name of the person effecting it, must be seen as incompatible with the very purpose of Article 5 of the Convention (see Orhan, cited above, § 371).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Having regard to the foregoing and to the parties’ submissions, the Court finds that the third applicant and Mr Balavdi Zhebrailov were held in unacknowledged detention without any of the safeguards contained in Article 5.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Accordingly, there has been a violation of the right to liberty and security enshrined in Article 5 of the Convention in respect of Mr Balavdi Zhebrailov and the third applicant.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "76.  The applicants complained that they had been deprived of effective remedies in respect of the aforementioned grievances under Articles 2, 3 and 5, contrary to Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "77.  The Government contended that the applicants had had effective remedies at their disposal, as required by Article 13 of the Convention, and that the authorities had not prevented them from using those remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The applicants maintained their complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’ assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "79.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "80.  The Court reiterates that in circumstances where, as in the instant case, a criminal investigation into a disappearance has been ineffective and the effectiveness of any other remedy that might have existed has consequently been undermined, the State has failed in its obligation under Article 13 of the Convention (see Khashiyev and Akayeva v. Russia, nos. 57942/00 and 57945/00, § 183, 24 February 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  Consequently, there has been a violation of Article 13 in conjunction with Articles 2 and 3 of the Convention related to the disappearance of Mr Balavdi Zhebrailov (see Aslakhanova and Others, cited above, § 157).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  As regards the third applicant’s reference to Article 3 in respect of his grievance concerning the ill-treatment, the Court refers to its above findings that the applicant had an arguable claim that he had been ill-treated by the representatives of the authorities and that the domestic investigation into that matter had been inadequate (see paragraphs 57 and 62 above). Consequently, any other remedy available to the applicant, including a claim for damages, had limited chances of success. While the civil courts have the capacity to make an independent assessment of fact, in practice, the weight attached to preliminary criminal enquiries is so important that even the most convincing evidence to the contrary furnished by a plaintiff would often be dismissed as “irrelevant” (see Gisayev v. Russia, no. 14811/04, § 159, 20 January 2011, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court therefore finds that the third applicant was denied the right to an effective remedy under Article 13 of the Convention taken in conjunction with Article 3 of the Convention",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  As regards the applicants’ reference to Article 5 of the Convention in respect of Mr Balavdi Zhebrailov and the third applicant, the Court reiterates that according to its established case-law the more specific guarantees of Article 5 §§ 4 and 5, being a lex specialis in relation to Article 13, absorb its requirements and in view of its above findings of a violation of Article 5 of the Convention resulting unacknowledged detention, the Court considers that no separate issue arises in respect of Article 13 read in conjunction with Article 5 of the Convention in the circumstances of the present case (see Bantayeva and Others v. Russia, no. 20727/04, § 121, 12 February 2009, and Gisayev, cited above, § 161).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "85.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "86.  The applicants made no claim in respect of pecuniary damage. As regards non-pecuniary damage, they submitted that, as a result of the alleged violations of Articles 2, 3, 5 and 13 of the Convention, they had endured mental and emotional suffering which could not be compensated for solely by the finding of a violation of those Convention provisions. They asked the Court to award them non-pecuniary damages, leaving the determination of its amount to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Court has found a violation of Articles 2, 5 and 13 of the Convention on account of the unacknowledged detention and disappearance of the applicants’ son and brother. The applicants themselves have been found to have been victims of a violation of Article 3 of the Convention on account of the mental suffering they endured as a result of the disappearance of their relative and the authorities’ attitude to that fact. A further violation of Article 3 of the Convention has been found on account of the third applicant’s inhuman and degrading treatment and the inadequacy of the related investigation. The Court thus accepts that the applicants have suffered non-pecuniary damage which cannot be compensated for solely by the finding of violations. It finds it appropriate to award the applicants 60,000 euros (EUR) jointly and EUR 19,500 to the third applicant under this heading, plus any tax that may chargeable to them.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "89.  The applicants were represented by lawyers from the NGO EHRAC/Memorial Human Rights Centre. The aggregated claim in respect of costs and expenses related to the applicants’ legal representation amounted to 1,863 pounds sterling (GBP), to be paid into the representatives’ account in the United Kingdom. The amount claimed was broken down as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  GBP 1,100 for nine hours of legal drafting of documents submitted to the Court at a rate of GBP 100 and 150 per hour;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  GBP 633 for translation costs, and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  GBP 130 for administrative and postal costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Government submitted that the representation of the applicants ‒ who lived in the Chechen Republic ‒ by lawyers practising in London could not be considered necessary. They also claimed that there was no proof that the expenses in question had been actually paid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court must first establish whether the costs and expenses indicated by the applicant’s representatives were actually incurred and, secondly, whether they were necessary (see McCann and Others v. the United Kingdom, 27 September 1995, § 220, Series A no. 324, and Fadeyeva v. Russia, no. 55723/00, § 147, ECHR 2005 IV). In this connection it reiterates that an applicant is free to designate a legal representative of his or her own choosing, and whose country of residence may be different from that of the applicant (see, among other authorities, Kurt v. Turkey, 25 May 1998, §179, Reports of Judgments and Decisions 1998III). It is furthermore reiterated that the absence of any proof of payment does not necessarily result in the rejection of a claim for costs and expenses that is in itself well-founded (see S. v. Estonia, no. 17779/08, § 55, 4 October 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  Having regard to the details of the information and the timesheets submitted by the applicants, the Court is satisfied that those rates are reasonable and reflect the expenses actually incurred by the applicants’ representatives. Accordingly, it considers it appropriate to award the applicants’ representatives the amount claimed ‒ that is to say GBP 1,863 ‒ in respect of costs and expenses, plus any tax that may be chargeable to the applicants, the award to be paid into the representatives’ bank account in the United Kingdom, as identified by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "93.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a substantive violation of Article 2 of the Convention in respect of Mr Balavdi Zhebrailov;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 2 of the Convention in respect of the failure to conduct an effective investigation into the circumstances in which Mr Balavdi Zhebrailov disappeared;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 3 of the Convention in respect of the third applicant, on account of inhuman and degrading treatment inflicted upon him;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 3 of the Convention in respect of the failure to conduct an effective investigation into the allegations of inhuman and degrading treatment of the third applicant;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 3 of the Convention in respect of the applicants on account of their mental suffering;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 5 of the Convention in respect of Mr Balavdi Zhebrailov and the third applicant;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there has been a violation of Article 13 of the Convention in conjunction with Articles 2 and 3 of the Convention in relation to the disappearance of Mr Balavdi Zhebrailov;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds that there has been a violation of Article 13 of the Convention in conjunction with Article 3 of the Convention in respect of the third applicant;",
                        "elements": []
                    },
                    {
                        "content": "10.  Holds that no separate issue arises under Article 13 of the Convention in conjunction with Article 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "11.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement, save in the case of the payment in respect of costs and expenses:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 March 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ZHEBRAILOVA AND OTHERS v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-152987.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0326JUD004016607",
    "externalsources": [],
    "extractedappno": [
        "40166/07",
        "25/26",
        "2944/06",
        "8300/07",
        "50184/07",
        "332/08",
        "42509/10",
        "25656/94",
        "69481/01",
        "65899/01",
        "52391/99",
        "23445/03",
        "17170/04",
        "20792/04",
        "22448/04",
        "23360/04",
        "5681/05",
        "5684/05",
        "26772/95",
        "17828/05",
        "48254/99",
        "77617/01",
        "33097/96",
        "57834/00",
        "7615/02",
        "39630/09",
        "25704/94",
        "69480/01",
        "57942/00",
        "57945/00",
        "14811/04",
        "20727/04",
        "55723/00",
        "17779/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-152987",
    "judgementdate": "26/03/2015 00:00:00",
    "kpdate": "26/03/2015 00:00:00",
    "kpthesaurus": [
        "449",
        "595",
        "231",
        "350",
        "90",
        "596",
        "193",
        "448",
        "220",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "2-1",
        "3",
        "2",
        "5-1",
        "5",
        "13"
    ],
    "parties": [
        "ZHEBRAILOVA AND OTHERS",
        "RUSSIA"
    ],
    "rank": "1262.54724121094",
    "representedby": [
        "MEMORIAL HUMAN RIGHTS CENTRE"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "422821",
    "typedescription": "15"
}