{
    "__articles": "5;5-1;5-4;5-5;5-1-a;41",
    "__conclusion": "Violation of Art. 5-1;Violation of Art. 5-4;Violation of Art. 5-5;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "9808/02",
    "article": [
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-1",
            "base_article": "5",
            "element": "Violation of Art. 5-1",
            "type": "violation"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "Violation of Art. 5-4",
            "type": "violation"
        },
        {
            "article": "5-5",
            "base_article": "5",
            "element": "Violation of Art. 5-5",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-68625.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 9808/02) against the Republic of Bulgaria lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Emil Georgiev Stoichkov, a Bulgarian national who was born in 1958 and is presently detained in the Bobov Dol prison (“the applicant”), on 23 October 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Mr M. Ekimdjiev and Ms K. Boncheva, lawyers practicing in . The Bulgarian Government (“the Government”) were represented by their Agents, Ms M. Dimova and Ms M. Kotzeva, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his imprisonment in February 2000 had been unlawful, that he could not take judicial proceedings to obtain his release, and that he did not have an enforceable right to compensation for the alleged violations of Article 5.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. The Court decided to give priority to the application (Rule 41).",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 9 September 2004 the Court (First Section) declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.   The applicant, but not the Government, filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1958. He is presently detained in the Bobov Dol prison.",
                                "elements": []
                            },
                            {
                                "content": "9.  During the 197588 period the applicant was convicted six times of various offences: theft, car theft, deserting military duties and possession of narcotic drugs.",
                                "elements": []
                            },
                            {
                                "content": "10.  In 1988 the applicant fled  to , travelling through the former  and  on a Yugoslav passport. The applicant submits that he left  on 25 June 1988, but according to the Pernik District Court's judgment of 30 October 1989 (see paragraph 15 below) he committed a rape on 13 July 1988 and an attempted rape on 3 September 1988, both offences taking place in . In 1990 the applicant settled in the , where he lived until 1999.",
                                "elements": []
                            },
                            {
                                "content": "A.  The criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "11.  On 13 September 1988 criminal proceedings were opened against the applicant on charges of rape. There is no indication – and it has not been argued by the Government – that the applicant was notified of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 16 November 1988 the proceedings were stayed, most probably because the applicant was abroad. The proceedings resumed on 29 June 1989 and thereafter were conducted in the applicant's absence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 7 September 1989 the Pernik District Prosecutor's Office submitted an indictment against the applicant to the Pernik District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The court held a hearing on 30 October 1989. The applicant was represented by an ex officio counsel, as mandated by Article 70 § 1 (6) of the Code of Criminal Procedure (“the CCP”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In a judgment of 30 October 1989 the Pernik District Court found the applicant guilty of rape and attempted rape and sentenced him to ten years' imprisonment. The court found that on 13 July 1988 the applicant had decoyed a Mrs D.K., who vaguely knew him, into following him into a house, where he had threatened and beaten her into having sexual intercourse with him. The court also found that on 3 September 1988 the applicant had decoyed, in a similar manner, an acquaintance of his, a Ms S.V., had likewise threatened and heavily beaten her and had cut her with a knife. She had, however, managed to break out, thus avoiding sexual intercourse with the applicant. The court based its findings of fact on the testimony of Mrs D.K., Ms S.V., Mrs D.K.'s husband, two other witnesses, medical reports and other written evidence, including two notes written by the applicant himself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  No appeal having been lodged against the judgment, it came into force on 14 November 1989.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 16 January 1997 the Pernik District Court's casefile, containing all documents relevant to the proceedings, was destroyed. Only a copy of the judgment was kept in the archive of the court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Actions undertaken by the authorities for the enforcement of the applicant's sentence",
                                "elements": [
                                    {
                                        "content": "18.  On 21 November 1989 the Pernik District Prosecutor's Office transmitted a copy of the judgment to the police with a view to the applicant's apprehension for the purpose of enforcing his sentence. The letter accompanying the judgment stated that the applicant was believed to be in , but his exact whereabouts were unknown.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 25 April 1990 the Pernik District Prosecutor's Office sent a copy of the judgment to the Chief Prosecutor's Office with a view to the applicant's extradition from . On 14 May 1990 the Chief Prosecutor's Office wrote back to the Pernik District Prosecutor's Office, stating that the legal cooperation treaty between  and  contained no provisions for assistance in criminal cases, and that therefore there was no possibility to request the applicant's extradition from .",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 22 September 1992 the Pernik District Prosecutor's Office sent a second copy of the judgment to the police with instructions to enforce it in the event the applicant returned to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 9 November 1995 the police issued a nationwide search warrant for the applicant. Interpol was also requested to establish the applicant's whereabouts, apparently to no avail.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant's arrest and ensuing requests for release",
                                "elements": [
                                    {
                                        "content": "22.  In November 1999 the applicant came back to , to visit relatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 18 February 2000 he went to a police station in Pernik to renew his driver's licence. The same day he was arrested and taken to a prison facility to start serving his sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 1 June 2000 the applicant filed with the Pernik District Prosecutor's Office a request for release. He argued that the tenyear limitation period for the enforcement of his sentence had expired in 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 9 June 2000 the Pernik District Prosecutor's Office rejected the request, holding that the ten-year limitation period had been interrupted on several occasions and had therefore not expired. The latest interruption had taken place on 22 September 1992, which was less than ten years before the day of the applicant's arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant appealed to the Pernik Regional Prosecutor's Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 11 August 2000 the Pernik Regional Prosecutor's Office dismissed the appeal, holding that actions had been undertaken for the enforcement of the applicant's sentence in 1992 and in 1995. Therefore, the running of the limitation period had been interrupted and a new period had started to run in 1995, due to expire on 9 November 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant appealed to Sofia Appellate Prosecutor's Office, submitting that the actions which had been undertaken during the 19892000 period had not in fact had the effect of interrupting the running of the limitation period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 27 October 2000 the Sofia Appellate Prosecutor's Office dismissed the appeal, holding that the running of the limitation period for the enforcement of a sentence was interrupted by every act of the competent authorities aimed at its enforcement. These acts could be legal acts, or organisational, or technical acts. During the 19892000 period the competent authorities had undertaken a number of acts for enforcing the applicant's sentence. In particular, a copy of the judgment had been sent to the police in 1992 and a nationwide search warrant had been issued for the applicant in 1995. These had had the effect of interrupting the running of the limitation period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicant appealed to the Supreme Cassation Prosecutor's Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 20 December 2001 the Supreme Cassation Prosecutor's Office dismissed the appeal, holding that the running of the limitation period had been interrupted on several occasions and that therefore it had not expired as of 18 February 2000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The applicant's request for reopening of the criminal proceedings against him",
                                "elements": [
                                    {
                                        "content": "32.  In the meantime, in February 2001, the applicant lodged with the Supreme Court of Cassation a request for the reopening of the 198889 criminal proceedings against him on the basis of Article 362a of the CCP. He also argued that the limitation period for the enforcement of his sentence had expired and requested release on that basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Supreme Court of Cassation rejected the request in a judgment of 19 July 2001. It held that the request was partly inadmissible and partly illfounded. The applicant's request for reopening and rehearing of the case was inadmissible, since that could not be done, the casefile having been destroyed in 1997. Whether the casefile had been destroyed in accordance with the relevant rules was immaterial, the fact remained that as a result, a rehearing was impossible in practice. Insofar as the applicant could be understood as requesting reopening, quashing of the conviction and suspension or discontinuation of the proceedings, that request was illfounded, as it had not been established that at the time of the trial there had existed grounds for suspension or discontinuation of the proceedings. As to the applicant's request for the application of the statute of limitations, it was inadmissible, as the Supreme Court of Cassation had no primary jurisdiction in such matters.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The applicant's request for the restoration of the casefile of the criminal proceedings against him",
                                "elements": [
                                    {
                                        "content": "34.  On 21 August 2002 the applicant requested the president of the Pernik District Court to restore the casefile of the 198889 criminal case against him. It seems that he has received no reply to his request.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Trial in absentia",
                                "elements": [
                                    {
                                        "content": "35.  The CCP allows trial in absentia in certain limited circumstances. According to Article 268 § 3 of the Code, as in force at the material time, it was possible when:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[the trial in absentia] would not hamper the ascertaining of the truth ... [and] the accused [was] outside the , if:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  his residence [was] unknown; [or]",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  he [could not] be summoned because of other reasons; [or]",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  he ha[d] been duly summoned and ha[d] not indicated a good cause for his failure to appear.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Cases where the offence carried a term of imprisonment could be heard in absentia “only if [the accused's] residence in the country [was] unknown and [had] not been established after a thorough effort to locate [him]” (Article 268 § 4 of the CCP).",
                                        "elements": []
                                    },
                                    {
                                        "content": "When an accused is tried in absentia, he must be mandatorily represented by an ex officio counsel (Article 70 § 1 (6) of the CCP).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Until 1 January 2000 Bulgarian law did not provide for reopening of criminal cases heard in absentia. Thereafter such reopening became possible in cases where the convicted person was unaware of the criminal proceedings against him or her and submits a request for reopening within one year after having learned of the conviction (new Article 362a of the CCP). The request is examined by the Supreme Court of Cassation (Article 363 of the CCP), which may quash the conviction and either order rehearing of the case (Article 364 § 1 of the CCP) or discontinue or suspend the criminal proceedings (Article 364 § 2 of the CCP).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Limitation periods for the enforcement of sentences",
                                "elements": [
                                    {
                                        "content": "37.  Article 82 §§ 1 and 2 of the Criminal Code (“the CC”), insofar as relevant, provides that a judgment imposing a sentence from three to ten years' imprisonment cannot be enforced more than ten years after its entry into force. The running of this limitation period is interrupted by every act effected by the competent authorities for the purpose of enforcing the sentence (Article 82 § 3 of the CC). Such interruptions notwithstanding, the sentence may no longer be enforced if fifteen years have elapsed since the judgment's entry into force (Article 82 § 4 of the CC).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The CCP does not contain express provisions establishing a procedure to be followed in cases where there is a dispute as to whether a person has been detained in execution of a sentence after the expiry of the limitation period for its enforcement. Article 373 § 1 (1) of the CCP provides that the court which has delivered a judgment rules on all difficulties or uncertainties relating to its interpretation. In general, the authority responsible for supervising legality in the enforcement of sentences of imprisonment is the competent prosecutor (Article 375 § 2 of the CCP, section 118(2) of the Judicial Power Act and section 4(1) of the Execution of Sentences Act). In particular, the competent prosecutor has to order the release of every imprisoned person whom he or she finds deprived of liberty unlawfully (section 119(7)(1) of the Judicial Power Act).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Timelimits for keeping casefiles and restoration of destroyed casefiles",
                                "elements": [
                                    {
                                        "content": "39.  By section 91(4) of Regulation no. 28 of 1995 on the functions of the registries of the district, regional, military and appellate courts („Наредба № 28 за функциите на служителите в помощните звена и канцелариите на районните, окръжните, военните и апелативните съдилища“), in force at the material time and until 28 November 2004, criminal casefiles where the sentence had not been enforced were to be kept in the court's archive for a period equal to the limitation period for the enforcement of the sentence. The superseding regulations provide the same (see section 148(4) of the Rules on Court Administration in the District, Regional, Military and Appellate Courts)",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Section 14 of the Regulation provided that if a casefile was lost or destroyed prematurely, it could be restored by order of the president of the respective court, acting ex officio or pursuant to a request by a party. This was technically done by the administrative secretary of the court, who gathered all documents relating to the case which were kept by the court, by other bodies and by the parties to the case. After all available materials were collected, the court held a public hearing, to which the parties were summoned, and ruled on the restoration of the casefile. The court's order was subject to appeal to a higher court. The superseding regulations are broadly similar (see section 74 of the Rules on Court Administration in the District, Regional, Military and Appellate Courts).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The State Responsibility for Damage Act",
                                "elements": [
                                    {
                                        "content": "41.  Section 2 of the State Responsibility for Damage Act of 1988 („Закон за отговорността на държавата за вреди, причинени на граждани“), which sets out causes of action for tort claims against the investigation and prosecution authorities and the courts, provides, as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The State shall be liable for damage caused to [private persons] by the organs of ... the investigation, the prosecution, the courts ... for unlawful:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  pretrial detention ..., if [the detention order] has been set aside for lack of lawful grounds;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  accusation of a crime, if the accused is acquitted or if the criminal proceedings are discontinued because the crime was not committed by the accused, because the act committed by the accused does not constitute a crime, or because the criminal proceedings were instituted after the expiry of the limitation period or despite an amnesty;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  conviction of a crime ... if the convicted is [subsequently] acquitted ...;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  execution of a sentence above and beyond the specified period.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The reported caselaw under section 2 of the Act suggests that the term “unlawful” refers to unlawfulness under domestic law (реш. № 859/ 2001 г. от 10 септември 2001 г. г.д. № 2017/2000 г. на ВКС, реш. № 978/2001 г. от 10 юли 2001 г. по г.д. № 1036/2001 г. на ВКС).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Persons seeking redress for damage occasioned by decisions of the investigating and prosecuting authorities or the courts in circumstances falling within the scope of the Act have no claim under general tort law as the Act is a lex specialis and excludes the application of the general regime (section 8(1) of the Act; реш. № 1370/1992 г. от 16 декември 1992 г., по г.д. № 1181/1992 г. на ВС ІV г.о.). The Government have not referred to any successful claim under general tort law in connection with unlawful deprivation of liberty.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  The applicant complained that his imprisonment in February 2000 had been unlawful and arbitrary.",
                                "elements": []
                            },
                            {
                                "content": "45.  The Court considers that the applicant's complaint falls to be examined under Article 5 § 1 (a) of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court; ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' arguments",
                                "elements": [
                                    {
                                        "content": "46.  The applicant submitted that, since the casefile of the proceedings against him had been destroyed, it was impossible to verify whether his conviction and the resulting deprivation of liberty had been ordered by a competent court and had not been arbitrary. The destruction of the casefile had been unlawful, because section 91(4) of Regulation no. 28 provided that it should have been kept until the expiry of the limitation period for the enforcement of his sentence. The judgment, which was the only remaining document, was not enough to prove the regularity of his conviction. On 21 August 2002 he had filed a request for the restoration of the casefile with the president of the Pernik District Court, but had received no reply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The applicant also alleged that his conviction had been political and had in reality been made because of his having fled the country to immigrate to the . Finally, he submitted that the limitation period for the enforcement of his sentence had expired in 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government submitted that the applicant's contention that his trial for and conviction of rape and attempted rape had been meant as a repression for his having emigrated from  was completely unsubstantiated. Moreover, this contention sounded implausible in view of the applicant's numerous previous convictions. On the contrary, the applicant had been tried and convicted by a competent court and his detention in February 2000 had been effected for the purpose of enforcing his lawful sentence of imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  As regards the applicant's averment that he had been detained despite the expiry of the relevant limitation period, the Government pointed out that this question had been examined by the prosecution authorities of all levels, which had found that the running of that period had been interrupted several times and that it had therefore not expired as of February 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Concerning the applicant's allegation that his detention was unlawful because the destruction in 1997 of the casefile of the criminal case against him had made impossible the verification of the lawfulness of his conviction, the Government argued that he could have requested the restoration of the casefile in accordance with section 14 of Regulation no. 28 on the functions of the registries of the district, regional, military and appellate courts. On the other hand, the reasons of the Pernik District Court, whose judgment had been kept in the archive of that court, indicated that the victims of the rape and the attempted rape committed by the applicant had known him and that there was no doubt that he had in fact committed the offences of which he had been convicted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "51.  It is the Convention organs' caselaw that the requirement of Article 5 § 1 (a) that a person be lawfully detained after “conviction by a competent court” does not imply that the Court has to subject the proceedings leading to that conviction to a comprehensive scrutiny and verify whether they have fully complied with all the requirements of Article 6 of the Convention (see Drozd and Janousek v. France and Spain, judgment of 26 June 1992, Series A no. 240, pp. 3435, § 110, and Iribarne Pérez v. France, no. 16462/90, Commission decision of 19 January 1994, Decisions and Reports 76, p. 18). However, the Court has also held that if a “conviction” is the result of proceedings which were a “flagrant denial of justice”, i.e. were “manifestly contrary to the provisions of Article 6 or the principles embodied therein”, the resulting deprivation of liberty would not be justified under Article 5 § 1 (a)(see Drozd and Janousek, cited above, ibid., and, more recently, Ilaşcu and Others v.  and  [GC], no. 48787/99, § 461, ECHR 2004VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court notes that the applicant was detained in February 2000 in pursuance of his “conviction by a competent court” (see paragraphs 1516 and 23 above). His detention therefore falls within the ambit of Article 5 § 1 (a). There can be no question that the sentence of imprisonment was lawful under Bulgarian law. Neither can it be said that the applicant's detention is not in conformity with the purposes of the deprivation of liberty permitted by Article 5 § 1 (a). Finally, there is no indication that his conviction had no factual basis or was arbitrary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  However, if the 198889 criminal proceedings against the applicant – which were conducted in absentia and the reopening of which was refused in 2001 – are found to have been “manifestly contrary to the provisions of Article 6 or the principles embodied therein”, that will unavoidably lead to the conclusion that the applicant's ensuing deprivation of liberty to serve the sentence imposed in these proceedings cannot be considered justified under Article 5 § 1 (a).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The issue is therefore whether the requirement of Article 6 to ensure the right of the accused to be present during the proceedings against him or her is so basic as to render proceedings conducted in absentia and whose reopening has been refused a “flagrant denial of justice”, i.e. “manifestly contrary to the provisions of Article 6 or the principles embodied therein”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In the case of Einhorn v. France ((dec.), no. 71555/01, ECHR 2001XI) the Court had an occasion to address the issue whether criminal proceedings conducted in absentia represent a “denial of justice”. In that case the  were seeking the extradition from  of a person convicted and sentenced to life imprisonment in absentia. The Court held that “a denial of justice undoubtedly occurs where a person convicted in absentia is unable subsequently to obtain from a court which has heard him a fresh determination of the merits of the charge, in respect of both law and fact, where it has not been unequivocally established that he has waived his right to appear and to defend himself” (see § 33 of the decision). This conclusion is in line with the established case-law confirming that the right of an accused to participate in person in the proceedings is a fundamental element of a fair trial (see Colozza v. Italy, judgment of 12 February 1985, Series A no. 89, p. 14, § 27, F.C.B. v. Italy, judgment of 28 August 1991, Series A no. 208B, p. 21, § 33, T. v. Italy, judgment of 12 October 1992, Series A no. 245C, p. 41, § 26, Yavuz v. Austria, no. 46549/99, § 45, 27 May 2004, and Novoselov v. Russia (dec.), no. 66460/01, 8 July 2004). It is of capital importance that a criminal defendant should appear, both because of his or her right to a hearing and because of the need to verify the accuracy of his or her statements and compare them with those of the victim – whose interests need to be protected – and of the witnesses (see Poitrimol v. France, judgment of 23 November 1993, Series A no. 277A, p. 15, § 35, and Krombach v. France, no. 29731/96, § 86, ECHR 2001II). For these reasons the Court has consistently held that when domestic law permits a trial to be held notwithstanding the absence of a person “charged with a criminal offence” that person should, once he or she becomes aware of the proceedings, be able to obtain from a court which has heard him or her a fresh determination of the merits of the charge (see Colozza, cited above, p. 15, § 29, Poitrimol, cited above, pp. 13-14, § 31, Medenica v. Switzerland, no. 20491/92, § 54, ECHR 2001VI, and Krombach, cited above, § 85). The only situation where it is open to question whether this requirement applies is when the accused has waived his or her right to appear and to defend himself or herself, but at all events such a waiver must, if it is to be effective for Convention purposes, be established in an unequivocal manner and be attended by minimum safeguards commensurate to its importance (see Poitrimol, cited above, ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  It may thus be considered that the duty to guarantee the right of a criminal defendant to be present in the courtroom – either during the original proceedings or in a retrial after he or she emerges – ranks as one of the essential requirements of Article 6 and is deeply entrenched in that provision. Therefore, criminal proceedings which have been held in absentia and whose reopening has been subsequently refused, without any indication that the accused has waived his or her right to be present during the trial, may fairly be described as “manifestly contrary to the provisions of Article 6 or the principles embodied therein”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In the instant case the applicant was convicted in absentia (see paragraphs 1112 and 15 above). There is no indication – and it has not been argued by the respondent Government – that he has waived, either expressly or tacitly, his right to appear and defend himself. Therefore, in order for the proceedings leading to his conviction to not represent a “denial of justice”, he should have had the opportunity to have them reopened and the merits of the rape charges against him determined in his presence. Since 1 January 2000 Bulgarian law expressly provides for such a possibility (see paragraph 36 above). However, when the applicant requested reopening on the basis of the new Article 362a of the CCP in February 2001 – approximately one year after his arrest –, the Supreme Court of Cassation refused, essentially on the ground that the casefile of the original proceedings had been destroyed in 1997, which, in its view, rendered a rehearing impossible in practice (see paragraph 33 above). In this connection, it is noteworthy that the applicant subsequently requested the restoration of the casefile by the Pernik District Court, but has apparently received no reply to his request (see paragraph 34 above). The applicant was thus deprived of the possibility to obtain from a court, which has heard him, a fresh determination of the merits of the charges on which he was convicted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court therefore considers that the criminal proceedings against the applicant, coupled with the impossibility to obtain a fresh determination of the charges against him from a court which had heard him, were manifestly contrary to the principles embodied in Article 6. Therefore, while his initial deprivation of liberty in February 2000 may be deemed justified under Article 5 § 1 (a), having been effected for the purpose of enforcing a lawful sentence, it ceased to be so after 19 July 2001, when the Supreme Court of Cassation refused reopening of the proceedings. This conclusion makes it unnecessary to determine whether the applicant was imprisoned despite the expiry of the limitation period for the enforcement of his sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  There has therefore been a violation of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  The applicant complained that he could not take judicial proceedings to obtain his release.",
                                "elements": []
                            },
                            {
                                "content": "61.  The Court considers that the applicant's complaint falls to be examined under Article 5 § 4 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "62.  The Government submitted that since the applicant's arrest in February 2000 had been effected for the purpose of enforcing the sentence of imprisonment against him, i.e. was “the lawful detention of a person after conviction by a competent court”, Article 5 § 4 did not apply. In the alternative, they argued that the applicant could have requested the trial court which had imposed the sentence to rule on his objection that the limitation period for its enforcement had expired on the basis of Article 373 § 1 (1) of the CCP.",
                                "elements": []
                            },
                            {
                                "content": "63.  The applicant submitted that Article 373 § 1 (1) of the CCP dealt with the interpretation of the trial court's judgments and had nothing to do with their enforcement. There existed no caselaw of the domestic courts to support the Government's averment that this provision created a judicial avenue for the applicant to explore. Neither did the doctrine provide any theoretical basis to ground the Government's contention. On the other hand, Bulgarian law entrusted all issues relating to the enforcement of sentences to the prosecutor's offices.",
                                "elements": []
                            },
                            {
                                "content": "64.  \tThe Court notes that Article 5 § 4 would in principle be redundant with respect to detention under Article 5 § 1 (a), since judicial control of the deprivation of liberty has already been incorporated into the original conviction and sentence (see De Wilde, Ooms and Versyp v. Belgium, judgment of 18 June 1971 (merits), Series A no. 12, p. 40, § 76).",
                                "elements": []
                            },
                            {
                                "content": "65.  However, when new factual issues affecting the lawfulness of a deprivation of liberty arise, Article 5 § 4 comes back into play. For instance, in a series of cases against the United Kingdom concerning indeterminate prison sentences, Article 5 § 4 was considered applicable even after a conviction, because the legality of the detention depended on factors which were not incorporated in the original conviction and sentence (see Weeks v. the United Kingdom, judgment of 2 March 1987, Series A no. 114, pp. 2829, §§ 5559, Thynne, Wilson and Gunnell v. the United Kingdom, judgment of 25 October 1990, Series A no. 190A, pp. 2530, §§ 6578, Hussain v. the United Kingdom, judgment of 21 February 1996, Reports of Judgments and Decisions 1996I, pp. 26770, §§ 4754, and V. v. the United Kingdom [GC], no. 24888/94, § 119, ECHR 1999IX). Article 5 § 4 was likewise considered applicable in the case of Van Droogenbroeck v. Belgium (judgment of 24 June 1982, Series A no. 50, pp. 2327, §§ 4449), in respect of the Belgian system of placing recidivists and habitual offenders at the Government's disposal.",
                                "elements": []
                            },
                            {
                                "content": "66.  In the instant case, the applicant was arrested more than ten years after the entry into force of his sentence (see paragraphs 16 and 23 above). Bulgarian law contains a statute of limitations for the enforcement of sentences, which in the applicant's case is ten years (see paragraph 37 above). Thus, after the expiry of the limitation period imprisonment is no longer possible, unless the running of the period has been interrupted. The applicant's objection was met exactly with that argument (see paragraphs 25, 27, 29 and 31 above). There was, therefore, an issue of fact determinative of the legality of his detention, which was independent of, and distinct from, the subjectmatter of his 1989 conviction and sentence. Accordingly, the applicant should have been able to have it resolved by a court meeting the requirements of Article 5 § 4. However, under Bulgarian law all issues affecting the legality of execution of sentences of imprisonment are entrusted to the competent prosecutor (see paragraph 38 above). There is no provision expressly providing for judicial review of these issues (ibid.) and there exists no general habeas corpus procedure applying to all kinds of deprivation of liberty. The Government argued that the applicant could have relied on Article 373 § 1 (1) of the CCP to obtain a judicial determination of the legality of his imprisonment. They submitted that this provision empowered the court which had delivered the sentence to review the legality of the applicant's detention imposed allegedly in spite of the expiry of the limitation period. However, the Court is not persuaded that this is indeed the case, for the following reasons: (i) Article 373 § 1 (1) of the CCP deals with the interpretation of the trial court's judgment if it is for some reason unclear, not with issues affecting the subsequent legality of the deprivation of liberty (see paragraph 38 above); (ii) the Government have not identified and, indeed, there is, to the Court's knowledge, no reported caselaw or doctrine opinions supporting the Government's averment. The existence of the remedy required by Article 5 § 4 must be sufficiently certain, not only in theory but also in practice, failing which it will lack the accessibility and effectiveness required for the purposes of that provision (see Vachev v. Bulgaria, no. 42987/98, § 71, ECHR 2004VIII (extracts)).",
                                "elements": []
                            },
                            {
                                "content": "67.  In conclusion, the Court holds that there has been a violation of Article 5 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  The applicant complained under Article 5 § 5 of the Convention that he did not have an enforceable right to compensation for the alleged violations of the preceding paragraphs of Article 5.",
                                "elements": []
                            },
                            {
                                "content": "69.  Article 5 § 5 provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "70.  The applicant submitted that domestic law – in particular, section 2 of the State Responsibility for Damage Act – provided for compensation for deprivation of liberty only if such deprivation was found to be unlawful. However, in the applicant's case there were no procedural means to establish the unlawfulness of his detention. The general law of tort also required unlawfulness of the impugned act. Seeing that the applicant's deprivation of liberty was based on a conviction and sentence, the applicant could not make a successful tort claim.",
                                "elements": []
                            },
                            {
                                "content": "71.  The Government did not comment on this complaint.",
                                "elements": []
                            },
                            {
                                "content": "72.  \tThe Court reiterates that Article 5 § 5 is complied with where it is possible to apply for compensation in respect of a deprivation of liberty effected in conditions contrary to paragraphs 1, 2, 3 or 4 (see Vachev, cited above, § 78). The right to compensation set forth in paragraph 5 therefore presupposes that a violation of one of the preceding paragraphs of Article 5 has been established, either by a domestic authority or by the Court.",
                                "elements": []
                            },
                            {
                                "content": "73.  In this connection, the Court notes that in the present case it found violations of paragraphs 1 and 4 of Article 5 (see paragraphs 59 and 67 above). It follows that Article 5 § 5 is applicable. The Court must therefore establish whether or not Bulgarian law affords the applicant an enforceable right to compensation for the breaches of Article 5 in his case.",
                                "elements": []
                            },
                            {
                                "content": "74.  Since the applicant's deprivation of liberty is not in breach of domestic law, he is not entitled to compensation under the State Responsibility for Damage Act, because section 2 of that Act provides for compensation only in cases where the detention is “unlawful”. Moreover, none of the relevant subsections of section 2 even remotely relates to the applicant's situation (detention for the enforcement of a sentence which has entered into force)(see paragraphs 41 and 42 above). Finally, it does not seem that he can successfully make a claim under general tort law, nor under any other provision of domestic law (see paragraph 43 above).",
                                "elements": []
                            },
                            {
                                "content": "75.  The Court thus finds that Bulgarian law does not afford the applicant an enforceable right to compensation, as required by Article 5 § 5 of the Convention. There has therefore been a violation of that provision.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "76.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "77.  Referring to some of the Court's judgments, the applicant claimed 225,000 euros (EUR) as compensation for the nonpecuniary damage stemming from the violation of Article 5 § 1 and EUR 45,000 as compensation for the nonpecuniary damage stemming from the violation of Article 5 § 4. He also submitted that the conditions in prison were inhuman and that the lack of a possibility to obtain compensation before the domestic courts further intensified his suffering. Finally, the applicant averred that the living standards in  had considerably improved during the last several years and argued that this fact should be taken into account by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  In addition, relying on the Court's judgment in the case of Assanidzé v. Georgia ([GC], no. 71503/01, ECHR 2004II), the applicant requested the Court to specify in the operative provisions of its judgment that the respondent Government should secure his release at the earliest possible date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Government submitted that the amount claimed by the applicant was unfounded and exaggerated and was not in line with the Court's practice in similar cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court reiterates that, in the context of the execution of judgments in accordance with Article 46 of the Convention, a judgment in which it finds a breach imposes on the respondent State a legal obligation under that provision to put an end to the breach and to make reparation for its consequences in such a way as to restore, as far as possible, the situation existing before the breach. If, on the other hand, national law does not allow – or allows only partial – reparation to be made for the consequences of the breach, Article 41 empowers the Court to afford the injured party such satisfaction as appears to it to be appropriate. It follows, inter alia, that a judgment in which the Court finds a violation of the Convention or its Protocols imposes on the respondent State a legal obligation not just to pay those concerned the sums awarded by way of just satisfaction, but also to choose, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be adopted in its domestic legal order to put an end to the violation found by the Court and make all feasible reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (see Assanidzé, § 198, and Ilaşcu and Others, § 487, both cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court notes that the violation of Article 5 § 1 found in the present case stems exclusively from the fact that the applicant had been imprisoned as a result of a conviction pronounced after proceedings which, having been conducted in absentia and not having been reopened, were manifestly contrary to the principles embodied in Article 6 (see paragraph 58 above). In these circumstances, it would be appropriate to recall the caselaw according to which, when the Court finds that an applicant has been convicted despite the existence of an infringement of his or her right to take part in his or her trial, the most appropriate form of redress would, in principle, be to reopen the proceedings in due course and retry the person concerned in keeping with all the requirements of a fair trial (see Somogyi v. Italy, no. 67972/01, § 86, ECHR 2004IV). It is not for the Court to speculate on the outcome of a trial which is not, as in the present case, manifestly contrary to the principles embodied in Article 6. Therefore, the case at hand does not call for the applicant's unconditional release, unless the respondent Government fail to secure the immediate reopening of the criminal proceedings against him and a retrial in his presence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  As regards the applicant's claim for compensation for nonpecuniary damage, the Court notes that the reopening of the proceedings against the applicant cannot retroactively wipe out the fact that he has spent several years in detention which is found to be in breach of Article 5 § 1. Held in pursuance of a sentence delivered after proceedings which were conducted in absentia, the reopening of which he was unable to obtain, and having no possibility to obtain judicial review of the legality of his deprivation of liberty or compensation therefor, the applicant has remained in a frustrating position that he has been powerless to rectify. Consequently, having regard to the nature of the violations found in the present case and ruling on an equitable basis, the Court awards the applicant EUR 8,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "83.  The applicant claimed EUR 3,325 for 47.5 hours of legal work at the hourly rate of EUR 70. The applicant submitted a fees' agreement between him and his principal lawyer, Mr M. Ekimdjiev, and a timesheet. The applicant further claimed EUR 318 for translation costs, postage, photocopying and other overhead expenses. He requested that the amounts awarded by the Court under this head be paid directly to his principle lawyer, Mr M. Ekimdjiev.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Government submitted that the amount claimed was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Having regard to all relevant factors and deducting EUR 853 received in legal aid from the Council of Europe, the Court awards EUR 1,500 in respect of costs and expenses, payable into the bank account of the applicant's lawyer, Mr M. Ekimdjiev, in .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "86.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the abovementioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 March 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "and Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "09/09/2004 00:00:00",
    "docname": "CASE OF STOICHKOV v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-68625.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0324JUD000980802",
    "externalsources": [],
    "extractedappno": [
        "9808/02",
        "16462/90",
        "48787/99",
        "71555/01",
        "46549/99",
        "66460/01",
        "29731/96",
        "20491/92",
        "24888/94",
        "42987/98",
        "71503/01",
        "67972/01"
    ],
    "importance": "3",
    "introductiondate": "23/10/2000 00:00:00",
    "issue": [
        "Code of Criminal Procedure",
        "Criminal Code",
        "Regulation no. 28 of 1995 on the functions of the registries of the district, regional, military and appellate courts",
        "Rules on Court Administration in the District, Regional, Military and Appellate courts",
        "State Responsibility for Damage Act 1988"
    ],
    "itemid": "001-68625",
    "judgementdate": "24/03/2005 00:00:00",
    "kpdate": "24/03/2005 00:00:00",
    "kpthesaurus": [
        "448",
        "18",
        "45",
        "63",
        "93",
        "220",
        "435",
        "438",
        "481",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "5-1-a",
        "5-4",
        "5-5",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "STOICHKOV",
        "BULGARIA"
    ],
    "rank": "510.799041748047",
    "representedby": [
        "EKIMDJIEV M.",
        "BONCHEVA K."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Assanidzé v. Georgia, [GC], no. 71503/01, § 198, ECHR 2004-II",
        "Colozza v. Italy, judgment of 12 February 1985, Series A no. 89, p. 14, § 27, and p. 15, § 29",
        "De Wilde, Ooms and Versyp v. Belgium, judgment of 18 June 1971 (merits), Series A no. 12, p. 40, § 76",
        "Drozd and Janousek v. France and Spain, judgment of 26 June 1992, Series A no. 240, pp. 34-35, § 110",
        "Einhorn v. France (dec.), no. 71555/01, ECHR 2001-XI",
        "F.C.B. v. Italy, judgment of 28 August 1991, Series A no. 208-B, p. 21, § 33",
        "Hussain v. the United Kingdom, judgment of 21 February 1996, Reports of Judgments and Decisions 1996-I, pp. 267-270, §§ 47-54",
        "Ilascu and Others v. Moldova and Russia [GC], no. 48787/99, § 461 and § 487, ECHR 2004-VII",
        "Iribarne Pérez v. France, no. 16462/90, Commission decision of 19 January 1994, Decisions and Reports 76, p. 18",
        "Krombach v. France, no. 29731/96, § 85 and § 86, ECHR 2001-II",
        "Medenica v. Switzerland, no. 20491/92, § 54, ECHR 2001-VI",
        "Novoselov v. Russia (dec.), no. 66460/01, 8 July 2004",
        "Poitrimol v. France, judgment of 23 November 1993, Series A no. 277-A, pp. 13-14, § 31, p. 15, § 35",
        "Somogyi v. Italy, no. 67972/01, § 86, ECHR 2004-IV",
        "T. v. Italy, judgment of 12 October 1992, Series A no. 245-C, p. 41, § 26",
        "Thynne, Wilson and Gunnell v. the United Kingdom, judgment of 25 October 1990, Series A no. 190-A, pp. 25-30, §§ 65-78",
        "V. v. the United Kingdom [GC], no. 24888/94, § 119, ECHR 1999-IX",
        "Vachev v. Bulgaria, no. 42987/98, § 71, ECHR 2004-VIII (extracts)",
        "Van Droogenbroeck v. Belgium, judgment of 24 June 1982, Series A no. 50, pp. 23-27, §§ 44-49",
        "Weeks v. the United Kingdom, judgment of 2 March 1987, Series A no. 114, pp. 28-29, §§ 55-59",
        "Yavuz v. Austria, no. 46549/99, § 45, 27 May 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "421463",
    "typedescription": "15"
}