{
    "__articles": "6;6-1",
    "__conclusion": "No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court)",
    "applicability": "",
    "appno": "40160/12",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-181821.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 40160/12) against the Republic of Croatia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a national of Bosnia and Herzegovina, Ms Vesna Zubac (“the applicant”), on 30 May 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr I. Ban, a lawyer practising in Dubrovnik. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that she had not had access to the Supreme Court contrary to the requirements of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was initially allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). On 27 March 2015 the President of the First Section decided to give notice of the applicant’s complaint to the Government, and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court. On 1 September 2015, the Court changed the composition of its Sections (Rule 25 § 4). The present application was thus assigned to the newly composed Second Section (Rule 52 § 1). On 6 September 2016 a Chamber of that Section, composed of Işıl Karakaş, Julia Laffranque, Paul Lemmens, Valeriu Griţco, Ksenija Turković, Jon Fridrik Kjølbro and Georges Ravarani, judges, and Stanley Naismith, Section Registrar, gave judgment. The Chamber unanimously declared the complaint concerning the right of access to court under Article 6 § 1 of the Convention admissible and the applicant’s further complaints of a lack of fairness of the proceedings inadmissible. It held by a majority that there had been a violation of Article 6 § 1 of the Convention. The dissenting opinion of Judges Lemmens, Griţco and Ravarani was annexed to the judgment.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 11 January 2017 the Government requested the referral of the case to the Grand Chamber in accordance with Article 43 of the Convention. On 6 March 2017 the panel of the Grand Chamber granted that request.",
                        "elements": []
                    },
                    {
                        "content": "6.  The composition of the Grand Chamber was determined according to the provisions of Article 26 §§ 4 and 5 of the Convention and Rule 24 of the Rules of Court. At the final deliberations, Alena Poláčková, substitute judge, replaced Nona Tsotsoria, who was unable to take part in the further consideration of the case (Rule 24 § 3).",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed observations (Rule 59 § 1) on the merits of the case. The Government of Bosnia and Herzegovina were informed of their right to intervene (Article 36 § 1 of the Convention and Rule 44 §§ 1 and 4), but did not avail themselves of that right.",
                        "elements": []
                    },
                    {
                        "content": "8.  A hearing took place in public in the Human Rights Building, Strasbourg, on 12 July 2017 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The applicant was also present. The Court heard addresses by Mr Ban, the applicant and Ms Stažnik, and also replies by Mr Ban, Ms Stažnik, Ms Katić and Ms Konforta to questions from judges.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicant was born in 1959 and lives in Bijela (Montenegro).",
                                "elements": []
                            },
                            {
                                "content": "10.  On 29 September 1992, the applicant’s father-in-law, Vu.Z., represented by his wife K.Z., concluded a contract with F.O. and H.A. for the exchange of his house in Dubrovnik for a house in Trebinje (Bosnia and Herzegovina).",
                                "elements": []
                            },
                            {
                                "content": "11.  Vu.Z. died on an unknown date between 2001 and 2002.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 14 August 2002 the applicant’s husband M.Z., who was a son of Vu.Z., represented by a certain M.Č. from Herceg Novi (Montenegro), brought a civil action in the Dubrovnik Municipal Court (Općinski sud u Dubrovniku) against F.O.’s heirs and H.A., seeking to have the contract for the exchange of the houses declared null and void and to obtain the possession of the house in Dubrovnik. M.Č. was a practising lawyer in Montenegro.",
                                "elements": []
                            },
                            {
                                "content": "13.  M.Z. claimed that the contract had contained incorrect information with regard to the legal status of the house in Trebinje and that K.Z. had not had the necessary authorisation to sign such a contract. He further alleged that the contract had been signed under duress because of circumstances arising from the war in Croatia. He also submitted that the difference in the values of the properties exchanged had been disproportionate in that the house in Dubrovnik was worth about 250,000-300,000 euros (EUR) and the house in Trebinje some EUR 80,000-90,000. Lastly, he stressed that it had been impossible for him to regularise his ownership of the house in Trebinje due to the irregularities in the contract.",
                                "elements": []
                            },
                            {
                                "content": "14.  In his action, M.Z. indicated the value of the subject matter of the dispute (vrijednost predmeta spora) at 10,000 Croatian kunas (HRK) (approximately EUR 1,300 at the time).",
                                "elements": []
                            },
                            {
                                "content": "15.  On 16 August 2002 the Dubrovnik Municipal Court (hereafter: “the Municipal Court”) invited M.Z. to clarify the circumstances relating to his legal representation, in particular by providing a valid power of attorney, and to provide some further documents concerning his claim.",
                                "elements": []
                            },
                            {
                                "content": "16.  A first hearing in the case was held on 3 March 2003. At that hearing, the Dubrovnik Municipal Court instructed M.Z. to provide documents attesting to his standing as heir of Vu.Z.",
                                "elements": []
                            },
                            {
                                "content": "17.  Further to this hearing, the parties exchanged pleadings and documentary evidence requested by the Municipal Court.",
                                "elements": []
                            },
                            {
                                "content": "18.  At a hearing on 13 December 2004 the respondents insisted that the issue of M.Z.’s representation by M.Č. needed to be clarified. The latter stated that he would no longer represent M.Z., who would instruct a lawyer in Croatia to represent him.",
                                "elements": []
                            },
                            {
                                "content": "19.  A further hearing was held on 1 February 2005. M.Z. was represented by I.B., a lawyer practising in Dubrovnik (who is also representing the applicant in the current proceedings before the Court). At the hearing, the lawyer I.B. corrected some clerical omissions in the civil action and reiterated the arguments for declaring the contract null and void as set forth in the civil action, namely that the contract had been signed under duress, that the legal status and ownership of the house in Trebinje had not been properly stated and that there had been a disproportionate difference in the value of the properties. In reply to a question by the trial judge concerning the validity of the power of attorney issued by Vu.Z. to his wife K.Z. (see paragraphs 10 and 13 above), I.B. stressed that he did not consider that power of attorney to be invalid as an original had been deposited in the relevant register. The respondents challenged the arguments advanced on behalf of M.Z. on the basis that there were no grounds for declaring the contract null and void.",
                                "elements": []
                            },
                            {
                                "content": "20.  At a hearing on 6 April 2005 the lawyer I.B. explained that following the termination of the hearing he would no longer represent M.Z., who would in future be represented by the applicant (his wife). At the same hearing, I.B. submitted two documents. In the first he requested that the validity of the power of attorney issued by Vu.Z. to his wife K.Z. (see paragraphs 10, 13 and 19 above) be examined on the grounds that there were doubts as to its authenticity. In the same document he asked that a preliminary measure (injunction) be issued preventing any disposal of the property in dispute. In the second document he explained that the value of the subject matter of the dispute had been set too low, and indicated the new value of the subject matter of the dispute at HRK 105,000 (approximately EUR 14,160 at the time).",
                                "elements": []
                            },
                            {
                                "content": "21.  At the same hearing, the respondents contested the suggestion that there was any issue with the validity of the power of attorney, pointing out that at a hearing held on 1 February 2005 I.B. had not challenged that validity. The respondents also opposed the request for an injunction. Finally, they objected to the change of the value of the subject matter of the dispute, arguing that it had been increased only in order to enable the claimant to lodge an appeal on points of law.",
                                "elements": []
                            },
                            {
                                "content": "22.  After hearing the parties’ pleas, the Municipal Court questioned the respondents as witnesses. Following their questioning, at M.Z.’s request the Dubrovnik Municipal Court adjourned the hearing in order to obtain the original of the impugned power of attorney and reserved its decision on the request for an injunction. No decision was adopted with regard to the change of the value of the subject matter of the dispute.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 25 April 2005 the Municipal Court ordered M.Z. to pay court fees of HRK 1,400 (approximately EUR 190 at the time) for bringing the civil action. It assessed the fees by reference to a value of the dispute set at HRK 105,000.",
                                "elements": []
                            },
                            {
                                "content": "24.  At a hearing on 13 September 2005 the Municipal Court examined the materials available in the file, following which it concluded the hearing.",
                                "elements": []
                            },
                            {
                                "content": "25.  By a judgment of 27 September 2005 the Municipal Court dismissed M.Z.’s claim and the request for an injunction. It found that despite repeated attempts to summon M.Z. to the hearing, he had failed to appear without providing any valid reasons. Also, in the light of the parties’ arguments, including on the issues regarding the power of attorney on the basis of which the contract had been concluded, it found no grounds to doubt the validity of the contract. The Municipal Court ordered that M.Z. was to bear all the litigation costs, including the expenses of the opposing parties, in the amount of HRK 25,931.10 (approximately EUR 3,480 at the time). It assessed the costs of the proceedings by reference to the value of the subject matter of the dispute indicated at the hearing on 6 April 2005, namely HRK 105,000. The relevant part of the judgment reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... [T]he costs of the proceedings were awarded to the respondents [and assessed] according to ... the value of the dispute indicated by the claimant (HRK 105,000  (page 58 [of the case-file]) which this court accepted.”",
                                "elements": []
                            },
                            {
                                "content": "26.  On 12 December 2005 the first-instance court ordered M.Z. to pay court fees of HRK 1,400 for the judgment. It also assessed these fees by reference to a value of HRK 105,000 for the dispute.",
                                "elements": []
                            },
                            {
                                "content": "27.  By judgment of 1 October 2009 the Dubrovnik County Court (Županijski sud u Dubrovniku; hereafter: “the County Court”) dismissed an appeal by M.Z. and upheld the first-instance judgment. The relevant part of that judgment reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In view of the fact that the [first-instance judgment] is challenged in its entirety, thus including also the decision on the costs of the proceedings, and although the appeal is not specified in that respect, [it is to be noted that] the decision on the costs of the proceedings is based on the relevant law and adequate reasons are provided.”",
                                "elements": []
                            },
                            {
                                "content": "28.  On 24 May 2010 M.Z. lodged an appeal on points of law (revizija) with the Supreme Court challenging the findings of the lower courts.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 7 October 2010 M.Z. died. The proceedings were taken over by his wife Vesna Zubac, the applicant, as his heir.",
                                "elements": []
                            },
                            {
                                "content": "30.  By a decision of 30 March 2011 the Supreme Court declared the appeal on points of law inadmissible ratione valoris, finding that the value of the subject matter of the dispute was below the statutory threshold of HRK 100,000 (approximately EUR 13,500 at the time). It held that the applicable value of the subject matter of the dispute was that set out in the claimant’s statement of claim in the civil action. The relevant part of that decision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“With regard to section 40 (3) of the Civil Procedure Act if, in a situation referred to in subsection 2, it is obvious that the value of the subject matter of the dispute indicated by the claimant is too high or too low, so that an issue arises concerning jurisdiction over the subject matter, the composition of the court, the type of proceedings, the right to lodge an appeal on points of law, the authorisation for representation or the costs of proceedings, the court shall, ex officio or upon the objection of the respondent, by the latest at the preparatory hearing or, if no preparatory hearing has been held, at the first session of the main hearing before the respondent has begun litigation on the merits of the case, quickly and in an appropriate manner verify the accuracy of the value specified and, by a decision against which no separate appeal is allowed, determine the value of the subject matter of the dispute.",
                                "elements": []
                            },
                            {
                                "content": "It follows that when an action does not concern a sum of money the claimant is obliged to indicate the relevant value of the subject matter of the dispute in the civil action, after which the claimant is not allowed to change the [indicated] value of the dispute. Only a court may set the value of the subject matter of the dispute, ex officio or if an objection is raised by the respondent, if it establishes that the value indicated in the civil action is too high or too low, by the latest at the preparatory hearing or, if no preparatory hearing has been held, at the main hearing before the examination of the merits.",
                                "elements": []
                            },
                            {
                                "content": "In the present case the value of the subject matter of the dispute indicated in the statement of claim is 10,000 Croatian kunas.",
                                "elements": []
                            },
                            {
                                "content": "Later on, at the hearing of 6 April 2005, the claimant’s representative indicated the value of the subject matter of the dispute at 105,000 Croatian kunas considering that it had been indicated too low in the civil action. However, the claimant did not amend the claim at the same time. The first-instance court did not adopt a decision on a new value for the dispute because the procedural requirements under section 40 (3) of the CPA [Civil Procedure Act] were not met.",
                                "elements": []
                            },
                            {
                                "content": "It follows that the relevant value of the subject matter of the dispute is the one indicated by the claimant in the civil action, namely 10,000 Croatian kunas, because the claimant was not allowed to change the indicated value if he did not amend his claim at the same time.”",
                                "elements": []
                            },
                            {
                                "content": "31.  By a decision of 10 November 2011 the Constitutional Court summarily declared a constitutional complaint by the applicant, complaining, inter alia, of a lack of access to the Supreme Court, inadmissible on the grounds that the case raised no constitutional issues. On 30 November 2011 it served its decision on the applicant’s representative.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Relevant domestic law",
                                "elements": [
                                    {
                                        "content": "1.  Constitution",
                                        "elements": [
                                            {
                                                "content": "32.  The relevant provisions of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette nos. 56/1990, 135/1997, 8/1998 (consolidated text), 113/2000, 124/2000 (consolidated text), 28/2001 and 41/2001 (consolidated text), 55/2001 (corrigendum), 76/2010, 85/2010 and 5/2014; “the Constitution”) read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the determination of his or her rights and obligations ... everyone is entitled to a fair hearing within a reasonable time by an independent and impartial court established by law.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  The Supreme Court of the Republic of Croatia, as the highest court, secures consistent application of law and equality in its application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Civil Procedure Act",
                                        "elements": [
                                            {
                                                "content": "33.  The relevant provisions of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette nos. 53/1991, 91/1992, 112/1999, 81/2001, 117/2003, 88/2005, 84/2008, 96/2008 and 123/2008), as in force at the material time, provided:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  When the value of the subject matter of a dispute (vrijednost predmeta spora) is relevant for establishing jurisdiction, the composition of the court, the right to lodge an appeal on points of law and in other cases provided for in this Act, only the value of the main claim shall be considered as the value of the subject matter of the dispute. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  ... when an action does not concern a sum of money, the relevant value shall be the value of the subject matter of the dispute (vrijednost predmeta spora) indicated by the claimant in the civil action (u tužbi).",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  If, in a situation referred to in subsection 2, it is obvious that the value of the subject matter of the dispute indicated by the claimant is too high or too low, so that an issue arises over jurisdiction concerning the subject matter, the composition of the court, the type of proceedings, the right to lodge an appeal on points of law, the authorisation for representation or the costs of proceedings, the court shall, ex officio or upon the objection of the respondent, by the latest at the preparatory hearing or, if no preparatory hearing has been held, at the first session of the main hearing before the respondent has begun litigation on the merits of the case, quickly and in an appropriate manner verify the accuracy of the value specified and, by a decision against which no separate appeal is allowed, determine the value of the subject matter of the dispute.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Parties may undertake procedural actions either personally or through representatives, but the court may invite a party who has a representative to express himself or herself in person before the court about the facts to be established in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  A party who is represented may always appear before the court in person and give statements alongside with his or her representative.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Only an attorney may represent a party as a representative, if the law does not provide otherwise.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  A party may be represented by a person as a representative who is in an employment relationship with him or her if he or she has full legal capacity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  A party may be represented by a relative in blood in the [descendent or ascendant] line of kinship, brother, sister or married partner if he or she has full legal capacity and if he or she is not practising law without a licence.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  If a person appears as a representative who cannot be a representative according to the provisions of section 89a of this Act, the court shall prevent that person from further representation and inform the party of this.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  If it is established that a representative who is not an attorney is not capable of carrying out this duty, the court shall caution the party of the consequences which may occur as a result of inadequate representation.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  A civil action must contain a specific claim regarding the main claim and incidental claims, the facts on which the plaintiff bases the claim, evidence to support these facts and other information which must be enclosed with every submission (Article 106).",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  When the jurisdiction, composition of the court, type of proceedings, the right to lodge an appeal on points of law, authorisation for representation or the right to payment of costs depends on the value of the subject matter of the dispute, and the subject of the claim is not a sum of money, the plaintiff shall indicate in the civil action the value of the subject matter of the dispute. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  The plaintiff may amend the civil action until the main hearing is closed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  After the service of the civil action on the respondent, the assent of the respondent is required for amendments of the civil action; but even if the respondent objects, the court may allow the amendment if it deems that it would be expedient for the final resolution of relations between the parties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  It shall be deemed that the respondent has agreed to the amendment of the civil action if he or she begins litigation based on the amended civil action without previously objecting to the amendment. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Amendment of the civil action is the amendment of the identity of the civil claim, increase of the existing claim or lodging another claim in addition to the existing one.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  The civil action is not amended if the claimant altered the legal basis of the civil claim, if he or she decreased the civil claim or if he or she changed or corrected certain statements, so that the civil claim is not altered.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(6)  When this Act provides that the party may ... take [a] procedural action until the respondent at the main hearing has begun litigation on the merits of the case, such ... [an] action may be taken until the respondent does not finish his or her reply to the [claimant’s] action.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  The parties may lodge an appeal on points of law against a second-instance judgment:",
                                                "elements": []
                                            },
                                            {
                                                "content": "1.  if the value of the dispute in the contested part of the judgment exceeds HRK 100,000 ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  In cases where parties may not lodge it under the provision of paragraph 1 of this section, the parties my lodge an [extraordinary] appeal on points of law against a second instance judgement if the decision in the dispute depends on the resolution of a substantive or procedural question which is important for securing a consistent application of the law and the equality of citizens ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  The second-instance judgment, referred to in section 382(1) of this Act, can be challenged by lodging an appeal on points of law on the following grounds:",
                                                "elements": []
                                            },
                                            {
                                                "content": "1.  for the fundamental error in the proceedings [before the first-instance court] ...;",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  for the fundamental error in the proceedings before the second-instance court;",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  for the errors in the application of the relevant substantive law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“An [inadmissible] appeal on points of law shall be rejected by the [Supreme Court] ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The [Supreme Court] shall dismiss the appeal on points of law by a judgment if it finds that the reasons on which it is based are not met.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  If it finds [the relevant] procedural flaws ... the [Supreme Court] court shall by a decision quash, entirely or partially, the judgment of both the second-instance and the first-instance court or only the judgment of the second-instance court and shall remit the case for fresh examination ... “",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  If [the Supreme Court] finds that the substantive law had not been correctly applied, it shall accept the appeal on points of law and amend the impugned judgment ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Court Fees Act",
                                        "elements": [
                                            {
                                                "content": "34.  The relevant provisions of the applicable Court Fees Act (Zakon o sudskim pristojbama, Official Gazette nos. 74/1995, 57/1996, 137/2002 and 26/2003 – consolidated version) read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  The court will exempt from payment of court fees a party that cannot pay it due to his or her general financial circumstances without damaging consequences for the necessary maintenance of him- or herself and his or her family.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  In rendering the decision the court will consider all circumstances, including value of the subject matter of the dispute, number of persons that the party supports, income of the party and his or her family.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  The value of the subject matter of a property dispute concerning the ownership of an immovable property shall be determined in accordance with the market value of the property at issue ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Against a notice, order or warning for the payment of a fee, the party may, within the period of three days from the day when he or she was informed thereof or when the [notice, order or warning] has been served on him or her, lodge an objection to the first-instance court. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  A person that paid a fee which he or she did not have to pay at all, or paid it in excess from the amount prescribed, as well as a person that paid a fee for a court action that was never performed, has the right to a return of the fee. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  A request for the return of the fee shall be submitted to the first-instance court within the period of ninety days from the moment when the fee was wrongly paid ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  The return of the fee cannot be claimed upon the expiry of a period of one year from the moment when the fee was paid.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant domestic practice",
                                "elements": [
                                    {
                                        "content": "1.  Supreme Court",
                                        "elements": [
                                            {
                                                "content": "35.  In Decision no. Rev-2836/1990 of 27 January 1991, the Supreme Court found the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The objection in the appeal on points of law that the immovable property would have a higher value of the one indicated in the civil action and that the lower courts’ decisions are therefore unlawful cannot be accepted because, even assuming that [this] argument concerning the value of the immovable property is correct, that is not relevant at this stage of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "This is because the value of the subject matter of the dispute was indicated by the claimant himself (that is his right) and this represents the relevant value of the subject matter of the dispute (section 40 (2) of the Civil Procedure Act [hereafter: CPA]).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The court accepted without verification the indicated value of the subject matter of the dispute (and it was allowed to [verify the value] until a certain stage of the proceedings – preliminary hearing or the main hearing but before the respondent started litigating the case) and the respondent did not object to the indicated value of the subject matter of the dispute in her reply to the civil action and at the preliminary hearing she started litigating the case. Therefore, upon the conclusion of the preliminary hearing, the value of the subject matter of the dispute could no longer be determined by the parties or by the court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The finding [of the lower court] that the indicated value of the subject matter of the dispute does not necessarily have to correspond to the value of the property in dispute is also correct.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The relevant part of Decision no. Rev-62/1994-2 of 23 February 1994 reads:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the course of the proceedings, the civil action was expanded so as to include new respondents, however, the mere expansion of the civil action and the claim which remained the same in relation to all respondents did not create a legal authorisation for the claimants to change the value of the subject of the dispute, because the respondents within the meaning of section 196 paragraphs 2 and 3 CPA, which the expanded civil action included with their consent have to receive the litigation in the state in which it is in at the point of their entry into it, and given that the claimants were not authorised to change the value of the subject of the dispute because there was no objective change of the claims (and at the time the respondents entered into the dispute, the value of the subject of the dispute was still 30,000.00 dinars [currency formerly used in Croatia]), that value remains the only relevant value for the issue of the admissibility of the appeal on points of law in this legal matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... [A]n appeal on points of law in this legal matter would be admissible if the set value of the subject matter of the dispute for the claims exceeded the amount of 50,000.00 dinars - HRD, however, given that the set value of the subject of the dispute amounted to 30,000.00 then dinars - HRD, the value of the subject of the dispute set in such a way, regardless of the issue of the divisions of the claim in relation to all parties in these proceedings, indicates the inadmissibility of the appeal on points of law.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In Decision no. Rev-538/03 of 4 March 2004 the Supreme Court stated:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The specification of the claim and the expanding of the claim to a new respondent ... is not an objective amendment of the civil action within the meaning of section 191 CPA and thus the admissibility of the appeal on points of law is determined on the basis of the value of the subject matter of the dispute indicated in the [initial] civil action ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The relevant part of Decision no. Rev-20/06-2 of 11 April 2006 provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The claimant has, within the meaning of section 40 paragraph 2 CPA, set the value of the subject matter of the dispute at HRK 10,000.00 so, even though the respondents objected to the set value of the subject matter of the dispute, the first instance court did not act in accordance with section 40 paragraph 3 CPA and set the value of the subject matter of the dispute with a [separate] decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, in a submission of 23 April 2001 ... the claimant set the value of the subject matter of the dispute at HRK 30,000.00, but since she did not amend the civil action at the same time, she was not authorised subsequently to change the value of the subject matter of the dispute that has been set in the civil action.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is therefore taken that the value of the subject of the dispute in this case is HRK 10,000.00.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In Decision no. Rev-694/07-2 of 19 September 2007 the Supreme Court stated:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“According to the provision of section 40 paragraph 3 [CPA] which was in force at the time the civil action was lodged on 1 October 1996 and at the time the first instance judgement was rendered on 5 June 2001 and which had to be applied, the value of the subject of the dispute when the claim does not refer to a monetary sum could be verified and changed by the court only at the preparatory hearing, or if one is not held then at the first trial hearing before the commencement of the trial on the main matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Contrary to the stated, in this specific case the claimant set the new value of the subject of the dispute at HRK 100,000.00 with a submission of 21 August 2000, for which she was not authorised, and even the court issued a separate decision on 2 March 2007 ... setting the new value of the subject of the dispute at HRK 100,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Given that, on the basis of the above, the value of the subject of the dispute was tied to [the initially set value of] HRK 1,000, further actions of the claimant and the judge regarding the changes to the value of the subject of the dispute do not have procedural legal effect.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The relevant part of Decision no. Rev-798/07-2 of 5 February 2008 reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The fact that the Zagreb Municipal Court at the trial hearing of 21 February 2003 determined that the value of the subject of the dispute amounted to HRK 150,000.00 meant that the court acted contrary to section 40 paragraph 3 CPA, which states that the court shall ex officio or following an objection by the respondent, no later than at the preparatory hearing, or if one is not held then at the first trial hearing, before which the respondent has begun litigation on the merits of the case, quickly and in the most appropriate manner, examine the accuracy of the value set and by a decision against which no separate appeal is permitted, determine the value of the subject of the dispute.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Therefore, after the preparatory hearing was held in this case, the first instance court no longer had the ability to determine the value of the subject of the dispute, and it is therefore considered that the value in this legal matter is [the initially set] HRK 2,900.00.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Since the value of the matter of the dispute does not exceed HRK 100,000.00, the appeal on points of law is inadmissible...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The relevant part of Judgment no. Rev-320/2010-2 of 8 September 2011 provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... [T]he first-instance court did not determine the value of the subject of the dispute following an objection of the respondent at the first trial hearing before which the respondent has begun litigation on the merits of the case ... Therefore, the first instance court did not act within the meaning of section 40 paragraph 3 CPA, which is why the value of the subject of the dispute became established, since the claimant set the value at HRK 101,000.00 in her civil action, regardless of the fact that the first instance court decided on the value of the matter of the dispute after the trial was concluded following the objection of the respondent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "According to section 40 paragraph 3 of the CPA, a court may ex officio or following an objection of the opposing party, if it doubts the accuracy of the set value of the subject of the dispute, verify and determine the value of the subject of the dispute, but only at the preparatory hearing or if one is not held then at the first trial hearing, before the respondent has begun litigation on the merits of the case. That means that after this the value of the subject of the dispute set in the civil action cannot be changed by the court or the claimant, which is why the value of the subject of the dispute became established ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  In Decision no. Rev 648/10-2 of 23 January 2013 the Supreme Court held the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The court did not decide on the respondent’s objection [concerning the value of the subject matter of the dispute set out in the civil action] and in that respect the respondent did not appeal against the first-instance judgment. Therefore, according to the claim for the issuance of a proprietary document, the value of the subject of the dispute is HRK 10,000.00, the value set by the claimant in the civil action.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The above-outlined approach of the Supreme Court was followed in other cases, in particular: Rev-2323/90 (24 January 1991); Rev-538/03 (4 March 2004); Gzz-140/03 (21 April 2004); Revr-507/03 (2 June 2004); Revt-72/07 (4 July 2007); Rev-1525/09-2 (8 June 2011); Rev-287/11-2 (14 December 2011); Rev-X-848/14 (24 February 2015); and Rev-x-916/10 (8 April 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The relevant part of Decision no. Rev-2015/94 of 4 July 1996 provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The appellant is correct when he argues that the first-instance court committed a fundamental breach of the civil procedure ... when, following the claimant’s increase of the existing claim at the hearing of 23 March 1993 at which the respondent was not present, it concluded the proceedings instead of adjourning the hearing and sending the hearing record to the respondent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The increase of the existing claim within the meaning of section 191 paragraph 1 CPA represents an amendment of the civil action and the court was required, under section 190 paragraph 7 CPA, in the case of an amendment of the civil action at the hearing, to [proceed as noted above].",
                                                "elements": []
                                            },
                                            {
                                                "content": "Otherwise [the court] commits a [fundamental breach of procedure] because such an unlawful conduct prevented the respondent to argue his case before the court.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In Decision no. Rev-x-1134/13 of 3 March 2015 the Supreme Court held as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“By facts we consider everything which really [existed] in history or at present (events, activities, conditions, situations, opinions, expressions of will, positions, etc.) by which the claimant determined the factual basis of his or her claim, whereas the legal basis [of the claim] is a legal qualification of the disputed legal relationship as well as legal rules which justify the request for the court to adopt a particular decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Out of the circumstances under section 7 paragraph 2 CPA ... with regard to the facts the court is bound by the disposition of the parties. It is not allowed to determine the facts which the parties did not invoke, as long as it can base its decision only on the factual basis relied upon by the parties during the proceedings ... Through the exposition of facts and indication of a claim the claimant substantiates the subject matter of the dispute and thus the substance of the court judgment is determined by the substance of the legal basis and the applicable legal norm. The court determines the matter within the limits of the claim made during the proceedings ... and the claim would be surpassed if the court would base its decision on different factual basis from the one relied upon by the claimant. Moreover, the factual basis on which the claim is made is important for the identification of the dispute and, in that connection, for the application of the rules on amendment of a civil action (section 191 CPA). On the other hand, the claimant is not obliged to indicate the legal basis of its claim, [and] in case he or she indicates [the legal basis], the court is not bound by it and in itself [such indicated legal basis] is not relevant for the identification of the subject matter of the dispute ... and, in that respect, the application of the rules on amendment of a civil action.",
                                                "elements": []
                                            },
                                            {
                                                "content": "When it comes to the objective amendment of an action, this court considers that, within the meaning of section 191 CPA ... an amendment takes place also when a generically determined claim is based on a relevantly different factual basis (different set of facts) from that which previously served as a basis of the claim, even if the claim has not been formally amended, or if [the particular elements of the factual basis] were added, amended or reduced from the [existing] elements of the factual basis so that the new factual set of circumstances leads to [the conclusion that] the identity of the action has been changed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the case at issue, until he has amended his claim, the claimant has based his claim for payment of a sum of money only on the basis of the fact that the lease has not been paid (performance of the contract), while during the proceedings he changed the factual basis of his claim for the [particular] period claiming damages for the loss of profit. This, contrary to what the second-instance court asserted, is not a change of the legal basis nor is it [clarification] of the claim within the meaning of section 191 paragraph 3 CPA or reliance on a new evidence but rather a new set of factual circumstances which objectively lead to the change in the identity of the claim. In particular, this is not the change of the legal basis because it does not concern only an amendment or the making of additional arguments concerning the legal qualification of the claim but the setting out of the new factual basis for the responsibility for the damage caused on which ... the claimant bases his claim. The possibly [different] legal qualification simply serves to underline the more precise distinction of the new factual basis [from the old one]. This is not [a clarification] of the previous arguments because it does not concern a correction, clarification or supplement of the previous factual basis but a different set of facts which make out the new factual basis of the claim for the adoption of the court decision unrelated to the previous factual basis. Likewise, this is not new evidence because the [new] arguments in themselves represent a concrete factual basis on which a court decision can be based ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Constitutional Court",
                                        "elements": [
                                            {
                                                "content": "46.  In Case no. U-III-1041/2007, the Constitutional Court examined a decision of the Supreme Court (Rev-706/06) declaring an appeal on points of law inadmissible on the grounds that the lower courts had erroneously conducted the proceedings under the procedural rules related to the standard civil proceedings, for which the ratione valoris threshold for an appeal on points of law was HRK 100,000, whereas they should have treated the case as a commercial dispute for which the ratione valoris threshold was HRK 500,000, which had not been met in the appellant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  By decision of 24 June 2008 the Constitutional Court found such a decision of the Supreme Court contrary to the right to a fair trial under Article 29 § 1 of the Constitution and thus quashed the Supreme Court’s decision and ordered a re-examination of the case. The relevant part of the Constitutional Court’s decision reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“It is unacceptable ... that the appellant’s appeal on points of law was declared inadmissible because the value of the contested part of the final judgment did not exceed HRK 500,000 when the whole proceedings before lower courts were conducted under the rules of ordinary civil proceedings while, on the other hand, the admissibility of the appeal on points of law was determined on the basis of the rules of [commercial disputes] under which the proceedings have not in reality been conducted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "When deciding on the appellant’s appeal on points of law, the Supreme Court has taken, for the purpose of its assessment of the conditions for lodging an appeal on points of law, a legal position contrary to the one which the appellant could have rightly expected in view of the proceedings conducted before the lower courts. The Constitutional Court therefore finds that the Supreme Court breached the procedural rules concerning the admissibility of an appeal on points of law to the appellant’s detriment and therefore breached the right to a fair trial under Article 29 § 1 of the Constitution.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  INTERNATIONAL LAW",
                        "elements": [
                            {
                                "content": "A.  International Covenant on Civil and Political Rights",
                                "elements": [
                                    {
                                        "content": "48.  Article 14 of the International Covenant on Civil and Political Rights, 16 December 1966, United Nations, Treaty Series, vol. 999, p. 171, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. All persons shall be equal before the courts and tribunals. In the determination of ... his rights and obligations in a suit at law, everyone shall be entitled to a fair and public hearing by a competent, independent and impartial tribunal established by law ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  American Convention on Human Rights",
                                "elements": [
                                    {
                                        "content": "49.  The relevant provisions of the American Convention on Human Rights, 22 November 1969, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Every person has the right to a hearing, with due guarantees and within a reasonable time, by a competent, independent, and impartial tribunal, previously established by law, ... for the determination of his rights and obligations of a civil, labour, fiscal, or any other nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Everyone has the right to simple and prompt recourse, or any other effective recourse, to a competent court or tribunal for protection against acts that violate his fundamental rights recognized by the constitution or laws of the state concerned or by this Convention, even though such violation may have been committed by persons acting in the course of their official duties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  African Charter on Human and Peoples’ Rights",
                                "elements": [
                                    {
                                        "content": "50.  The relevant provision of the African Charter on Human and Peoples’ Rights, 27 June 1981, CAB/LEG/67/3 rev. 5, 21 I.L.M. 58 (1982), provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Every individual shall have the right to have his cause heard. This comprises:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a.  the right to an appeal to competent national organs against acts of violating his fundamental rights as recognized and guaranteed by conventions, laws, regulations and customs in force; ...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  EUROPEAN UNION LAW",
                        "elements": [
                            {
                                "content": "51.  The relevant part of the Charter of Fundamental Rights of the European Union, OJ 2012 C 326/391, provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "Everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal previously established by law. Everyone shall have the possibility of being advised, defended and represented.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  PRELIMINARY ISSUES",
                        "elements": [
                            {
                                "content": "A.  The Government’s preliminary objection",
                                "elements": [
                                    {
                                        "content": "52.  In their written submissions the Government invited the Court to declare the application inadmissible, without further elaborating on this request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The applicant asked the Court to reject the Government’s submissions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Grand Chamber is not precluded from examining, where appropriate, questions concerning the admissibility of an application under Article 35 § 4 of the Convention, as that provision enables the Court to dismiss applications it considers inadmissible “at any stage of the proceedings”. Therefore, even at the merits stage and subject to Rule 55, the Court may reconsider a decision to declare an application admissible where it concludes that it should have been declared inadmissible for one of the reasons given in the first three paragraphs of Article 35 of the Convention (see, for example, Muršić v. Croatia [GC], no. 7334/13, § 69, ECHR 2016; with further reference).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court sees no need to examine whether the Government are estopped under Rule 55 of the Rules of Court from making the said objection since it finds in any event that the objection is unsubstantiated and should therefore be dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Scope of the case before the Grand Chamber",
                                "elements": [
                                    {
                                        "content": "56.  The Court would observe at the outset that the content and scope of the case referred to the Grand Chamber are delimited by the Chamber’s decision on admissibility. This means that the Grand Chamber may examine the case only in so far as it has been declared admissible; it cannot examine those parts of the application which have been declared inadmissible (see, among many others, Al-Dulimi and Montana Management Inc. v. Switzerland [GC], no. 5809/08, § 78, ECHR 2016, and the references therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Before the Grand Chamber the applicant raised a number of complaints concerning the alleged lack of fairness of the civil proceedings before the domestic courts that were declared inadmissible at the Chamber stage of the proceedings (see paragraph 4 above, and §§ 42-44 of the Chamber judgment). In these circumstances, the Grand Chamber does not have jurisdiction to rule on any of these issues as separate complaints under Article 6 § 1 of the Convention. However, in so far as some of these issues may have a bearing on the overall assessment of the applicant’s complaint of lack of access to court (see paragraphs 84 and 107 below), the Court will revert to them in its further analysis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In conclusion, the Grand Chamber’s jurisdiction is confined to ascertaining whether the applicant’s right of access to the Supreme Court had been unjustifiably restricted, contrary to Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  The applicant complained that she had been deprived of access to the Supreme Court, contrary to the requirements of Article 6 § 1 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The Chamber judgment",
                                "elements": [
                                    {
                                        "content": "60.  The Chamber found that, irrespective of the absence of a formal decision on the change of the value of the subject matter of the dispute, the first and the second-instance courts had accepted the value of the claim indicated by the claimant at the hearing on 6 April 2005. Moreover, they had obliged him to pay court fees and costs of proceedings calculated according to that significantly higher value. The Chamber therefore held that, even assuming that the lower courts had made an error when they allowed the claimant to change the value of the subject matter of the dispute at an advanced stage in the proceedings, namely when the procedural requirements for such action had not been met, the applicant’s legal predecessor had acted reasonably when he had lodged his appeal on points of law and expected a decision by the Supreme Court on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In this connection, the Chamber reiterated that the risk of any mistake made by a State authority must be borne by the State, and errors must not be remedied at the expense of the individual concerned. Against this principle, the Chamber pointed out that the Supreme Court, although aware of all the circumstances of the applicant’s case and the alleged error made by the lower courts, had interpreted relevant procedural rules on the value of the subject matter of the dispute in an excessively formalistic manner, thus placing the burden of the lower courts’ errors on the applicant who at that point apparently had not had further opportunity to challenge the court fees and costs of proceedings imposed on her. In these circumstances, the Chamber held that by placing the burden of errors made by the lower courts on the applicant, the Supreme Court had acted contrary to the general principle of procedural fairness inherent in Article 6 § 1 of the Convention, impinging on her right of access to a court. This was sufficient for the Chamber to find that there had been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "62.  The applicant stressed that at the hearing on 6 April 2005 before the Municipal Court the claimant had amended the claim by asking that the power of attorney used for the conclusion of the property exchange contract be declared invalid. He had also sought the application of a preliminary measure. In the applicant’s view, given the fact that the claim had been amended, it could have been considered that the claimant had also been allowed to increase the value of the subject matter of the dispute, as provided for under the relevant domestic law. The applicant further pointed out that the first-instance and second-instance courts had accepted and confirmed the increased value of the subject matter of the dispute and had collected payment in that higher amount. Moreover, the increased value had been also accepted by the respondents, who had claimed legal costs for the proceedings in accordance with the increased value and had never objected to their obligation to pay higher court fees for their reply to the civil action.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  In this connection, the applicant argued that by accepting the higher value of the subject matter of the dispute in order to award higher costs to the opposing party, while at the same time not accepting the higher amount for the purpose of access to the Supreme Court, she had been placed at a disadvantageous position in the proceedings. Moreover, there had been no possibility for her to claim back the payment of the higher court fees. The applicant also stressed that in reality the value of the property in question was significantly higher than the statutory ratione valoris threshold for an appeal on points of law. In her view, the case should therefore have been examined by the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Further, the applicant contended that initially the claimant had not been represented by a lawyer from Croatia but by one from Montenegro, which had been contrary to the relevant domestic law. In this connection, the applicant stressed that the relevant ratione valoris thresholds in Montenegro and Croatia had differed, which meant that the two States’ legislation on civil proceedings had not been the same. Further, as soon as the lawyer from Croatia had taken over the claimant’s representation, he had increased the value of the subject matter of the dispute. In this context, the applicant explained that, while it was true that the increase in value had been effected at the second hearing at which the claimant had been represented by a Croatian lawyer, the reason was that the lawyer had been instructed to represent the claimant just before the court hearing of 1 February 2005 and so had not had sufficient time to prepare for the case. In any event, there had been a manifest and disproportionate difference between the value of the properties subject to the dispute and the indicated value of the claim which necessitated an ex officio action by the Municipal Court aimed at assessing the correct value of the dispute.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The applicant considered that the inability to change the value of the subject matter of the dispute following the preparatory hearing or, where no preparatory hearing had been held, at the main hearing once the examination of the merits had started, as provided under section 40 (3) of the Civil Procedure Act, was a formalistic restriction preventing matters of a realistically high value from being heard by the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The applicant also argued that she had had to lodge an appeal on points of law in order to comply with the relevant requirement of exhaustion of domestic remedies set out by the Constitutional Court and the Court. Had she had any doubt as to the admissibility of an appeal on points of law, she would have lodged a constitutional complaint directly against the decision of the County Court. However, she had a legitimate reason to expect that an appeal on points of law would have been admissible in her case. In the applicant’s view, the Supreme Court’s case-law to which the Government referred had in most part been irrelevant to her case. What she considered to be relevant was the Constitutional Court’s case-law to the effect that the parties should not bear the consequences of formal mistakes made by the relevant courts (see paragraphs 46-47 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "67.  The Government pointed out that there were different models and procedural arrangements regulating access to and proceedings before the Supreme Courts in the Council of Europe Member States. In Croatia, the Supreme Court was the highest court whose role was to protect the rule of law, to ensure harmonisation of the law and the equality of all citizens as well as respect for the rights and freedoms guaranteed by the Constitution. In civil cases, access to the Supreme Court was limited to issues falling to be decided under the scope of an “ordinary” or “extraordinary” appeal on points of law, which could be lodged only after an appeal court (the relevant County Court) had ruled on the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In this connection, the Government explained that the “ordinary” appeal on points of law was a remedy against the second-instance judgment concerning the subject matter of a dispute whose value exceeded the relevant threshold (HRK 100,000, at the material time). The grounds for using this remedy related to the explicitly enumerated serious procedural breaches and/or erroneous application of the substantive law explicitly mentioned in section 385 of the Civil Procedure Act (see paragraph 33 above). On the other hand, the “extraordinary” appeal on points of law concerned cases in which the “ordinary” appeal on points of law was not allowed and which raised an issue of harmonisation of the procedural and/or substantive law. In the case at hand, the applicant had been free to avail herself of the extraordinary appeal on points of law, but she had failed to do so. The Supreme Court was not bound by the failures of the lower courts properly to assess the admissibility of an appeal on points of law, given that it was exclusively for the Supreme Court to assess whether a particular appeal on points of law was admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Under the Civil Procedure Act, a claimant was obliged to indicate in his or her civil action the value of the subject matter of the dispute. This was important because the indication of this value determined the jurisdiction, composition of the relevant court, legal representation and the right to lodge an appeal on points of law. The value consisted of the value of the main claim, all other incidental claims being treated separately. When the civil claim was not pecuniary in nature, the value of the subject matter of the dispute was the one indicated by the claimant, and the relevant court could intervene only if the value had obviously been set too high or too low. However, after the start of the examination of the case on the merits, neither the claimant nor the relevant court could intervene to adjust the value. The only possibility that existed in this respect was where there had been an amendment to the civil claim. The Government stressed that such a procedural arrangement was necessary in order to secure equality between the parties, procedural discipline and legal certainty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  In the Government’s view, the Supreme Court’s decision in the applicant’s case was not overly formalistic nor had it impaired the very essence of her right of access to court. In particular, this decision had been based on law and had followed a well-established practice of the Supreme Court. It could not therefore be deemed arbitrary or manifestly unreasonable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Government further argued that the restriction on the applicant’s access to the Supreme Court had pursued the legitimate aim of ensuring that the Supreme Court only dealt with cases of the requisite significance. This, in turn, ensured its effectiveness. The restriction at issue had also been proportionate. In this respect, they pointed out that the applicant’s case had been examined on the merits at two levels of national jurisdiction and that she should have known, having been represented by a lawyer, that the value of the subject matter of the dispute could not be changed at a later stage. Moreover, the claimant could have amended the value of the dispute when his Croatian lawyer had joined the proceedings but he had failed to do so. Instead, he had changed the value at a stage when, according to the relevant law and the constant practice of the Supreme Court, this was no longer possible without amending the initial civil claim as provided under the relevant domestic law. In addition, they pointed out that the position of the respondents had to be protected in the proceedings. In this case, the respondents had had a legitimate expectation that the case would end at the appeal stage without further examination by the Supreme Court. On the other hand, the applicant could not have had any legitimate expectation that she would have access to the Supreme Court, particularly since her predecessor had made the decisive error concerning the indication of the value of the subject matter of the dispute by seeking to change the value when it was no longer possible to do so under the applicable procedural rules. Moreover, in the Government’s view, it could not be considered that the value of the dispute, initially set at HRK 10,000, had been manifestly erroneous. In any event, the State could not bear responsibility for the claimant’s initial choice of a lawyer from Montenegro and the actions taken by that lawyer. In addition, the Government pointed out that Montenegrin and Croatian civil procedure law originated from the same former Yugoslav legislation which had allowed the lawyer from Montenegro to effectively represent the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Government also argued that there had been no evidence that the applicant had actually paid the awarded costs and expenses to the respondents. The amount of costs and expenses awarded was the sole responsibility of her predecessor, who had committed errors in indicating the value of the subject matter of the dispute. At all events, in the Government’s view, this was a property issue that should be addressed under Article 1 of Protocol No. 1, not under Article 6 of the Convention. The Government pointed out that the applicant’s predecessor had never asked for exemption from the payment of court fees. He had also had an opportunity to request a return of the erroneously calculated fee in the period of one year from the moment of its payment (until 5 June 2007), but he had never made such a request. In these circumstances, although the first-instance court’s error in its calculation of the costs and expenses of the proceedings was regrettable, the Government did not consider that this was sufficient in itself to find a violation of Article 6.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Preliminary remarks",
                                        "elements": [
                                            {
                                                "content": "73.  The Court finds it important to note that the case at hand does not concern the question of whether the domestic system is allowed, under Article 6 § 1 of the Convention, to place restrictions on the access to the Supreme Court, nor does it concern the scope of the possible arrangements providing for such restrictions. Indeed, there is no dispute between the parties that the ratione valoris restrictions on access to the Supreme Court are generally permissible and, for the purpose of this provision, legitimate. Moreover, in view of the fact that it is impossible to expect a uniform model for the functioning of the supreme courts in Europe, and having regard to the Court’s case-law on the matter (see paragraph 83 below), there is no reason in the present case to put in doubt the legitimacy and permissibility of such restrictions or the domestic authorities’ margin of appreciation in regulating their modalities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The case at issue rather concerns the manner in which the existing ratione valoris requirements operated in the applicant’s case. In particular, it concerns the question whether in the particular circumstances of the case, the Supreme Court, by declaring the applicant’s appeal on points of law inadmissible, applied excessive formalism and disproportionately affected her possibility of obtaining a final determination of her property dispute by that court, as otherwise guaranteed under the relevant domestic law. In more general terms, it requires the Court to explain the manner in which the operation of the measures restricting access to superior courts should be assessed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  In making that analysis, the Court will first outline its case-law concerning the restrictions on access to a court in general, including the general case-law concerning restrictions on access to the superior courts. It will then proceed to analyse the case-law concerning the ratione valoris restrictions on access to the superior courts, and the particular proportionality issues arising in the case at hand, namely the question of who should bear the adverse consequences of the errors made during the proceedings and the issue of excessive formalism.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Recapitulation of the relevant principles",
                                        "elements": [
                                            {
                                                "content": "76.  The right of access to a court was established as an aspect of the right to a tribunal under Article 6 § 1 of the Convention in Golder v. the United Kingdom (21 February 1975, §§ 28-36, Series A. no. 18). In that case, the Court found the right of access to a court to be an inherent aspect of the safeguards enshrined in Article 6, referring to the principles of the rule of law and the avoidance of arbitrary power which underlay much of the Convention. Thus, Article 6 § 1 secures to everyone the right to have a claim relating to his civil rights and obligations brought before a court (see Roche v. the United Kingdom [GC], no. 32555/96, § 116, ECHR 2005-X; see also Z and Others v. the United Kingdom [GC], no. 29392/95, § 91, ECHR 2001V; Cudak v. Lithuania [GC], no. 15869/02, § 54, ECHR 2010; and Lupeni Greek Catholic Parish and Others v. Romania [GC], no. 76943/11, § 84, ECHR 2016 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The right of access to a court must be “practical and effective”, not “theoretical or illusory” (see, to that effect, Bellet v. France, 4 December 1995, § 36, Series A no. 333B). This observation is particularly true in respect of the guarantees provided for by Article 6, in view of the prominent place held in a democratic society by the right to a fair trial (see Prince Hans-Adam II of Liechtenstein v. Germany [GC], no. 42527/98, § 45, ECHR 2001-VIII, and Lupeni Greek Catholic Parish and Others, cited above, § 86).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  However, the right of access to the courts is not absolute but may be subject to limitations; these are permitted by implication since the right of access by its very nature calls for regulation by the State, which regulation may vary in time and in place according to the needs and resources of the community and of individuals (see Stanev v. Bulgaria [GC], no. 36760/06, § 230, ECHR 2012). In laying down such regulation, the Contracting States enjoy a certain margin of appreciation. Whilst the final decision as to observance of the Convention’s requirements rests with the Court, it is no part of the Court’s function to substitute for the assessment of the national authorities any other assessment of what might be the best policy in this field. Nonetheless, the limitations applied must not restrict the access left to the individual in such a way or to such an extent that the very essence of the right is impaired. Furthermore, a limitation will not be compatible with Article 6 § 1 if it does not pursue a legitimate aim and if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see Lupeni Greek Catholic Parish and Others, cited above, § 89, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The Court would also stress that it is not its function to deal with errors of fact or law allegedly made by a national court, unless and in so far as they may have infringed rights and freedoms protected by the Convention (see, inter alia, García Ruiz v. Spain [GC], no. 30544/96, § 28, ECHR 1999I; and Perez v. France [GC], no. 47287/99, § 82, ECHR 2004I). Normally, issues such as the weight attached by the national courts to given items of evidence or to findings or assessments in issue before them for consideration are not for the Court to review. The Court should not act as a fourth instance and will not therefore question under Article 6 § 1 the judgment of the national courts, unless their findings can be regarded as arbitrary or manifestly unreasonable (see Bochan v. Ukraine (no. 2) [GC], no. 22251/08, § 61, ECHR 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  Article 6 of the Convention does not compel the Contracting States to set up courts of appeal or of cassation. However, where such courts do exist, the guarantees of Article 6 must be complied with, for instance in that it guarantees to litigants an effective right of access to the courts for the determination of their civil rights and obligations (see Andrejeva v. Latvia [GC], no. 55707/00, § 97, ECHR 2009; see also, Levages Prestations Services v. France, 23 October 1996, § 44, Reports of Judgments and Decisions 1996-V; Brualla Gómez de la Torre v. Spain, 19 December 1997, § 37, Reports 1997VIII, and Annoni di Gussola and Others v. France, nos. 31819/96 and 33293/96, § 54, ECHR 2000XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  However, it is not the Court’s task to express a view on whether the policy choices made by the Contracting Parties defining the limitations on access to a court are appropriate or not; its task is confined to determining whether their choices in this area produce consequences that are in conformity with the Convention. Similarly, the Court’s role is not to resolve disputes over the interpretation of domestic law regulating such access but rather to ascertain whether the effects of such an interpretation are compatible with the Convention (see, for instance, Platakou v. Greece, no. 38460/97, §§ 37-39, ECHR 2001I; Yagtzilar and Others v. Greece, no. 41727/98, § 25, ECHR 2001XII; and Bulfracht Ltd v. Croatia, no. 53261/08, § 35, 21 June 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  In this regard it should be reiterated that the manner in which Article 6 § 1 applies to courts of appeal or of cassation depends on the special features of the proceedings concerned and account must be taken of the entirety of the proceedings conducted in the domestic legal order and the court of cassation’s role in them; the conditions of admissibility of an appeal on points of law may be stricter than for an ordinary appeal (see Levages Prestations Services, cited above, § 45; Brualla Gómez de la Torre, cited above, § 37; and Kozlica v. Croatia, no. 29182/03, § 32, 2 November 2006; see also Shamoyan v. Armenia, no. 18499/08, § 29, 7 July 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court has further recognised that the application of a statutory ratione valoris threshold for appeals to the supreme court is a legitimate and reasonable procedural requirement having regard to the very essence of the supreme court’s role to deal only with matters of the requisite significance (see Brualla Gómez de la Torre, cited above, § 36; Kozlica, cited above, § 33; Bulfracht LTD, cited above, § 34, Dobrić v. Serbia, nos. 2611/07 and 15276/07, § 54, 21 June 2011; and Jovanović v. Serbia, 32299/08, § 48, 2 October 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Moreover, when confronted with issues of whether the proceedings before courts of appeal or of cassation complied with the requirements of Article 6 § 1, the Court has had regard to the extent to which the case was examined before the lower courts, the (non-)existence of issues related to the fairness of the proceedings conducted before the lower courts, and the nature of the role of the court at issue (see, for the relevant considerations, Levages Prestations Services, cited above, §§ 45-49; Brualla Gómez de la Torre, cited above, §§ 37-39; Sotiris and Nikos Koutras ATTEE v. Greece, no. 39442/98, § 22, ECHR 2000XII; and Nakov v. the former Yugoslav Republic of Macedonia (dec.), no. 68286/01, 24 October 2002).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Also, with respect to the application of statutory ratione valoris restrictions on access to the superior courts, the Court has to varying degrees taken account of certain further factors, namely (i) the foreseeability of the restriction, (ii) whether it is the applicant or the respondent State who should bear the adverse consequences of the errors made during the proceedings that led to the applicant’s being denied access to the supreme court and (iii) whether the restrictions in question could be said to involve “excessive formalism” (see, in particular, Garzičić v. Montenegro, no. 17931/07, §§ 30-32, 21 September 2010; Dobrić, cited above, §§ 49-51; Jovanović, cited above, §§ 46-51; Egić v. Croatia, no. 32806/09, §§ 46-49 and 57, 5 June 2014; Sociedad Anónima del Ucieza v. Spain, no. 38963/08, §§ 33-35, 4 November 2014; and Hasan Tunç and Others v. Turkey, no. 19074/05, §§ 30-34, 31 January 2017). Each of these criteria will be explained in further detail below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Before doing so, the Court would wish to reiterate by way of general observation that it is primarily for the national supreme court, where the national law so requires, to assess whether a statutory ratione valoris threshold for an appeal before it has been met. Accordingly, in a situation where the relevant domestic law allowed it to filter cases coming before it, the supreme court cannot be bound by errors in the assessment of that threshold made by the lower courts when determining whether to grant access to it (Dobrić, cited above, § 54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  As regards the first of the above-mentioned criteria, in a number of instances the Court has attached particular weight to whether the procedure to be followed for an appeal on points of law could be regarded as foreseeable from the point of view of the litigant. This is with a view to establishing whether the sanction for failing to follow that procedure did not infringe the proportionality principle (see further, for instance, Mohr v. Luxembourg (dec.), no. 29236/95, 20 April 1999; Lanschützer GmbH v. Austria (dec.), no. 17402/08, § 33, 18 March 2014; and Henrioud v. France, no. 21444/11, §§ 60-66, 5 November 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  A coherent domestic judicial practice and a consistent application of that practice will normally satisfy the foreseeability criterion in regard to a restriction on access to the superior court (see, for instance, Levages Prestations Services, cited above, § 42; Brualla Gómez de la Torre, cited above, § 32; Lanschützer GmbH, cited above, § 34; and, by contrast, Dumitru Gheorghe v. Romania, no. 33883/06, §§ 32-34, 12 April 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The same consideration has guided the Court’s approach in cases concerning the ratione valoris restrictions on access to the superior courts (see Jovanović, cited above, § 48, and Egić, cited above, §§ 49 and 57). The Court also takes into account the accessibility of the relevant practice to the applicant and whether he or she was represented by a qualified lawyer (see Levages Prestations Services, cited above, § 42, and Henrioud, cited above, § 61).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  As regards the second criterion, the Court has not infrequently determined the proportionality issue by identifying the procedural errors which occurred during the proceedings which eventually prevented the applicant from enjoying access to a court and by deciding whether the applicant was made to bear an excessive burden in respect of such errors. Where the procedural error in question occurred only on one side, that of the applicant or the relevant authorities, notably the court(s), as the case may be, the Court would normally be inclined to place the burden on the one who has produced it (see, for instance, Laskowska v. Poland, no. 77765/01, §§ 60-61, 13 March 2007; Jovanović, cited above, § 46 in fine; Šimecki v. Croatia, no. 15253/10, §§ 46-47, 30 April 2014; Egić, cited above, § 57; and Sefer Yılmaz and Meryem Yılmaz v. Turkey, no. 611/12, §§ 72-73, 17 November 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  More problematic, however, are situations where procedural errors have occurred both on the side of the applicant and that of the relevant authorities, notably the court(s). In such instances there is no clear-cut rule in the Court’s case-law regarding the question on whom the burden should lie; the solution would then depend on all the circumstances of the case seen as a whole.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  Some guiding criteria can, however, be discerned from the Court’s case-law. In particular, the following considerations should instruct the Court’s decision on whom the burden should lie.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  Firstly, it should be established whether the applicant was represented during the proceedings and whether the applicant and/or his or her legal representative displayed the requisite diligence in pursuing the relevant procedural actions. Indeed, procedural rights will usually go hand in hand with procedural obligations. The Court would also stress that litigants are required to show diligence in complying with the procedural steps relating to their case (see, Bąkowska v. Poland, no. 33539/02, § 54, 12 January 2010; see also, mutatis mutandis, Unión Alimentaria Sanders S.A. v. Spain, 7 July 1989, § 35, Series A no. 157). Moreover, the Court has laid emphasis on the question whether legal representation was available to applicants (see, for instance, Levages Prestations Services, cited above, § 48, and Lorger v. Slovenia (dec.) (no. 54213/12, § 22, 26 January 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Secondly, the Court will take into account whether the errors could have been avoided from the outset (see, for instance, Edificaciones March Gallego S.A. v. Spain, 19 February 1998, § 35, Reports 1998I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  Thirdly, the Court will assess whether the errors are mainly or objectively attributable to the applicant or to the relevant authorities, notably the court(s). In particular, a restriction on access to a court would be disproportionate when the inadmissibility of a remedy is the result of attribution of a mistake to an applicant for which he or she is not objectively responsible (see Examiliotis v. Greece (no. 2), no. 28340/02, § 28, 4 May 2006; see also Platakou, cited above, §§ 39 and 49; Sotiris and Nikos Koutras ATTEE, cited above, § 21; and Freitag v. Germany, no. 71440/01, §§ 39-42, 19 July 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  With regard to the third criterion, the Court would stress that the observance of formalised rules of civil procedure, through which parties secure the determination of a civil dispute, is valuable and important as it is capable of limiting discretion, securing equality of arms, preventing arbitrariness, securing the effective determination of a dispute and adjudication within a reasonable time, and ensuring legal certainty and respect for the court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  It is, however, well-enshrined in the Court’s case-law that “excessive formalism” can run counter to the requirement of securing a practical and effective right of access to a court under Article 6 § 1 of the Convention (see paragraph 77 above). This usually occurs in cases of a particularly strict construction of a procedural rule, preventing an applicant’s action being examined on the merits, with the attendant risk that his or her right to the effective protection of the courts would be infringed (see Běleš and Others v. the Czech Republic, no. 47273/99, §§ 50-51 and 69, ECHR 2002 IX, and Walchli v. France, no. 35787/03, § 29, 26 July 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  An assessment of a complaint of excessive formalism in the decisions of the domestic courts will usually be the result of an examination of the case taken as a whole (see Běleš and Others, cited above, § 69), having regard to the particular circumstances of that case (see, for instance, Stagno v. Belgium, no. 1062/07, §§ 33-35, 7 July 2009, and Fatma Nur Erten and Adnan Erten v. Turkey, no. 14674/11, §§ 29-32, 25 November 2014). In making that assessment, the Court has often stressed the issues of “legal certainty” and “proper administration of justice” as two central elements for drawing a distinction between an excessive formalism and an acceptable application of procedural formalities. In particular, it has held that the right of access to a court is impaired when the rules cease to serve the aims of legal certainty and the proper administration of justice and form a sort of barrier preventing the litigant from having his or her case determined on the merits by the competent court (see, for instance, Kart v. Turkey [GC], no. 8917/05, § 79 in fine, ECHR 2009 (extracts); see also Efstathiou and Others v. Greece, no. 36998/02, § 24 in fine, 27 July 2006, and Eşim v. Turkey, no. 59601/09, § 21, 17 September 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  In the subsequent case-law, the reliance on the above-noted elements has been consistently followed in determining whether the construction of a procedural rule unjustifiably restricted an applicant’s right of access to court (see examples where a violation was found: Nowiński v. Poland, no. 25924/06, § 34, 20 October 2009; Omerović v. Croatia (no. 2), no. 22980/09, § 45, 5 December 2013; Maširević v. Serbia, no. 30671/08, § 51, 11 February 2014; Cornea v. the Republic of Moldova, no. 22735/07, § 24, 22 July 2014; and Louli-Georgopoulou v. Greece, no. 22756/09, § 48, 16 March 2017; and examples where it was determined that the restriction on access to court had not been disproportionate: Wells v. the United Kingdom, no. 37794/05, (dec.) 16 January 2007, and Dunn v. the United Kingdom (dec.), no. 62793/10, § 38, 23 October 2012). The Court sees no reason to depart from this case-law in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Application of the above principles to the present case",
                                        "elements": [
                                            {
                                                "content": "100.  At the outset, the Court notes that the applicant joined the civil proceedings at issue following the death of her husband, who had lodged an appeal on points of law before the Supreme Court (see paragraphs 28-29 above). She was bound by the procedural choices made by her husband when taking over the proceedings before the Supreme Court and no argument has been submitted to the effect that her standing ought to be considered differently from that of her late husband under domestic law or for the purposes of the right of access to a court as guaranteed by Article 6 § 1 of the Convention. Considering that the applicant ought to be identified with the procedural choices made by her late husband before she entered the case, the actions taken by her husband will be taken as the applicant’s. The Court will thus use the term “applicant” in regard to the entirety of the domestic proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The Court notes that in the Croatian legal order, access to the Supreme Court in civil matters is secured through an appeal on points of law (cassation appeal), which can be, as explained by the Government, “ordinary” or “extraordinary”. The “ordinary” appeal on points of law, which is in issue in the case at hand, is the one referred to in section 382(1) (1) of the Civil Procedure Act. It concerns disputes where the value of the contested part of the judgment exceeds a certain threshold (HRK 100,000 at the material time). When this threshold is reached, access to the Supreme Court becomes a matter of individual right. On the other hand, the “extraordinary” appeal on points of law concerns cases where an “ordinary” appeal on points of law is not allowed. It is regulated under section 382 (1) (2) of the Civil Procedure Act and concerns cases in which the “dispute depends on the resolution of a substantive or procedural question which is important for securing consistent application of the law and the equality of citizens”. In the framework of either of the two forms of appeal on points of law, the Supreme Court can quash the lower courts’ judgments and remit the case or, in some instances, overturn the impugned judgment. In any case, the Supreme Court is empowered to declare inadmissible any appeal on points of law which does not satisfy the relevant statutory requirements (see paragraph 33 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  In the present case, the applicant lodged an “ordinary” appeal on points of law considering that the value of the claim reached the relevant ratione valoris threshold of HRK 100,000. However, the Supreme Court declared the appeal on points of law inadmissible ratione valoris. It held that the relevant value of the subject matter of the dispute was the one indicated in the statement of claim in the civil action, namely HRK 10,000 (which was below the statutory threshold of HRK 100,000) and not the one indicated at the hearing of 6 April 2005. In making that assessment, the Supreme Court relied on section 40 (3) of the Civil Procedure Act, which states that the value of the subject matter of the dispute may be changed by the latest at the preparatory hearing or, if no preparatory hearing has been held, at the first session of the main hearing before the respondent has begun litigation on the merits of the case. It also stressed that the applicant, when seeking to increase the value of the dispute, had not amended her civil action, which would have allowed her to increase the value of the dispute (see paragraphs 30 and 33 above). This decision was in line with the Supreme Court’s common practice on the matter (see paragraph 35-45 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  In view of the above, the Court emphasises that the nature of the restriction at issue, which followed from the relevant domestic law and practice of the Supreme Court, does not in itself appear to be the result of inflexible procedural rules. The relevant domestic law and practice provided for a possibility of amending the value of the dispute under section 40 (3) of the Civil Procedure Act, which could have secured access to the Supreme Court in the event of a change in the circumstances of the case. Moreover, even in the event of an inability to lodge an “ordinary” appeal on points of law under section 382 (1) (1) of the Civil Procedure Act, the applicant had every opportunity to avail herself of the “extraordinary” appeal on points of law under section 382 (1) (2) of that Act which could have secured her access to the Supreme Court. However, as the Government pointed out, the applicant failed to avail herself of that possibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  Bearing these considerations in mind, the Court will examine whether the restriction in question was justified, that is to say, whether it pursued a legitimate aim and was proportionate to such aim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  The Court observes that the impugned restriction on access to the Supreme Court falls within the generally recognised legitimate aim of the statutory ratione valoris threshold for appeals to the Supreme Court of ensuring that the Supreme Court, in view of the very essence of its role, only deals with matters of the requisite significance (see paragraph 83 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  Moreover, according to Article 119 of the Constitution, the central function of the Supreme Court, as the highest court in Croatia, is to secure the consistent application of the law and equality in its application (see paragraph 32 above). In view of this function, the Court sees no reason to doubt that in addressing the irregularities in the designation of the value of the dispute before the lower courts, the Supreme Court’s decision pursued a legitimate aim, namely the observance of the rule of law and proper administration of justice. It should thus be ascertained whether, in the light of all the relevant circumstances of the case, there was a reasonable relationship of proportionality between that aim and the means employed to attain it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  As already indicated in paragraph 73 above, the Court sees no reason to cast doubt on the legitimacy and permissibility of ratione valoris restrictions on access to the Supreme Court or the domestic authorities’ margin of appreciation in regulating their modalities. Before assessing the proportionality of the restriction in question, the Court finds it nonetheless important to identify the scope of this margin in regard to the manner of application of the rules relating to the ratione valoris threshold to the instant case. In making that assessment, the Court will have regard to the extent to which the case was examined before the lower courts; the (non-) existence of issues related to the fairness of the proceedings conducted before the lower courts, and the nature of the role of the Supreme Court (see paragraph 84 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  With regard to the first criterion mentioned above, the Court notes that the applicant’s case was heard by two national judicial levels (the Municipal Court and the County Court) exercising full jurisdiction in the matter. Further, with regard to the second criterion mentioned above, the Court observes that, in view of the complaints declared inadmissible (see paragraph 57 above), no discernible issue of lack of fairness arises in this case. As to the third criterion mentioned above, the Court notes that the Supreme Court’s role has been limited to reviewing the application of the relevant domestic law by the lower courts, which allowed for the conditions of admissibility of an appeal on points of law to be stricter than for an ordinary appeal (see Brualla Gómez de la Torre, cited above, § 37 in fine). The Court considers that in such circumstances the authorities of the respondent State enjoy a wide margin of appreciation in regard to the manner of application of the relevant ratione valoris restrictions in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  However, this does not mean that the domestic authorities enjoyed unfettered discretion in this respect. When examining whether that margin has been exceeded, the Court must be particularly attentive to the three criteria highlighted in paragraph 85 above, namely (i) the foreseeability of the procedure to be followed for an appeal on points of law; (ii) the question of who should bear the adverse consequences of the errors made during the proceedings, and (iii) the question whether excessive formalism restricted the applicant’s access to the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  With regard to the foreseeability of the procedure to be followed in an appeal on points of law, it should be noted that the Supreme Court’s case-law is consistent and clear to the extent that a subsequent change of the value of the subject matter of the dispute, contrary to the procedural requirements of section 40 (3) of the Civil Procedure Act, as happened in this case, cannot lead to the admissibility of the appeal on points of law. This is true irrespective of whether the mistake in the procedural steps taken is attributable to the lower courts or to a party to the proceedings (see paragraphs 35-43 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  Moreover, under section 40 (3) of the Civil Procedure Act, in case of a change in the value of the subject matter, a separate decision determining the value of the subject matter of the dispute should be adopted (see paragraph 33 above). In the present case, both at the time such a decision could have been requested (i.e. at the hearing on 1 February 2005) and at the moment when the applicant, in fact, requested to amend the value of the subject matter of the dispute, in a manner inconsistent with section 40 (3) of the Civil Procedure Act, she was represented by a qualified lawyer from Croatia who could and should be expected to know the requirements of the cited provision of the Civil Procedure Act and the Supreme Court’s consistent case-law. Accordingly, irrespective of the fact that the lower courts may have appeared to have accepted the higher value (at least in the context of fixing the requisite court fees), the applicant and her lawyer were clearly able to ascertain, on the basis of the relevant domestic provisions and case-law, that in the absence of a specific decision to this effect by the first-instance court, the subsequent amendment of the value could not be taken into account for the purposes of access to the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  In those circumstances, the applicant’s reliance on the Constitutional Court’s case-law, which concerns a situation in which the procedural error before the lower courts related to the whole course of the proceedings rather than isolated, but crucial, errors made by the applicant, cannot serve in itself as a valid argument for her assertion that she ought to be granted access to the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  The foregoing considerations are sufficient for the Court to conclude that the procedure to be followed for an appeal on points of law was regulated in a coherent and foreseeable manner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  As regards the second criterion, it should be noted that both the applicant and the first- and second-instance courts made several procedural mistakes with regard to the designation of the value of the subject matter of the dispute in the course of the proceedings. Nevertheless, in the Court’s view, those mistakes are mainly, and objectively, imputable to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  In particular, it is true that when bringing the civil action the applicant was not represented by a lawyer practising in Croatia but a lawyer from Montenegro (see paragraph 12 above). However, it was fully open to the applicant to appoint a lawyer in Croatia and in fact, at a later stage of the proceedings, she instructed I.B. to present her case to the courts (see paragraph 19 above). Accordingly, the fact that the applicant’s first representative indicated an allegedly inappropriate value of the subject matter of the dispute in the initial civil action is a matter attributable exclusively to the applicant’s individual choice of legal representation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  It should be further noted that, according to the relevant domestic case-law, the applicant had a right to indicate a value of the subject matter of the dispute to an amount that did not necessarily correspond to the market value of the properties in dispute (see paragraph 35 above). Indeed, her subsequent indication of the value of the dispute, as made at the hearing of 6 April 2005, did not correspond to the value of the properties as indicated in the initial civil action (see paragraphs 13 and 20 above). The applicant’s argument that there was a disproportionate difference between the indicated value and the real value cannot therefore be given any weight.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  Furthermore, there is no dispute between the parties that up until the respondents started litigating the case, on 1 February 2005, the value initially indicated could have been amended. However, although she was represented by a Croatian lawyer at the hearing on that date, the applicant did not argue that she wanted to amend the value of the subject matter of the dispute. She only did so at a later stage of the proceedings, after the respondents had already started litigating the case, which was not possible under the relevant domestic law (see paragraphs 33 and 35-43 above). The fact that her representative had taken over the case just before the hearing of 1 February 2005 cannot justify this omission on her part. In fact, at that hearing the lawyer had effectively and extensively argued the merits of the case (see paragraph 19 above) and thus ought to have been in a position also to amend the value of the subject matter of the dispute in compliance with the relevant requirement in domestic law (see paragraph 94 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  With regard to the applicant’s argument that at the hearing of 6 April 2005 she had amended the civil action, which allowed her also to amend the value of the subject matter (see paragraphs 44-45 above), the Court notes that the Supreme Court held that there had been no such amendment to the civil action (see paragraph 30 above). Bearing in mind that it is primarily for the domestic courts to interpret the relevant domestic law and that the decision of the Supreme Court, based on the full knowledge of the relevant facts, does not appear arbitrary or manifestly unreasonable (see paragraph 79 above), the Court sees no reason to call this finding into question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  It is true that, contrary to the requirements of section 40 (3) of the Civil Procedure Act, the Municipal Court had erroneously failed to rule on the applicant’s proposal to change the value of the subject matter of the dispute and had ordered the applicant to pay the court fees and costs and expenses to the respondents on the basis of the higher value. It is also true that this was accepted by the County Court (see paragraphs 25-27 above). However, such errors on the part of the two courts should not be seen as justifying the applicant’s error in the way she requested a change in the value of the dispute. To hold otherwise would be tantamount to accepting that the procedural error of one could be excused by the subsequent error of another, which would run counter to the principle of the rule of law and the requirement of diligent and proper conduct of the proceedings and the careful implementation of the relevant procedural rules (see paragraph 93 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  Moreover, in the Court’s view, no reasonable expectation can be created from erroneous procedural steps taken by the applicant in the present case. It also follows that the fact that the applicant was required to pay a higher amount of court fees and legal costs and expenses is primarily the result of her own conduct and could not therefore be seen as conferring on her any right of access to the Supreme Court (see, by contrast, Hasan Tunç and Others, cited above, §§ 29-42). In this context, the Court would note that it was open to the applicant’s predecessor to claim a return of the erroneously calculated fee within one year from the moment of payment; however he had never availed himself of this opportunity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  Against this background, it appears that the applicant, who was legally represented in the domestic proceedings, had failed to use the necessary diligence when seeking to increase the value of the dispute in a manner not consistent with the requirements of domestic law. The procedural errors could have been avoided from the outset, and given that they are mainly and objectively imputable to her, the adverse consequences of those errors rest on the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  With regard to the criterion of excessive formalism, the Court considers, as already stressed above, that it would be difficult to accept that the Supreme Court, in a situation where the relevant domestic law allowed it to filter cases coming before it, should be bound by the errors of the lower courts when determining whether or not to grant someone access to it. Holding otherwise could severely hinder the Supreme Court’s work and would make it impossible for the Supreme Court to fulfil its specific role. It has already been confirmed in the Court’s case-law that a supreme court’s power to determine its jurisdiction cannot be limited in this way (see paragraph 86 above). In any case, accepting that there is no reason to call into question the relevant procedural arrangement under the Croatian Civil Procedure Act concerning the manner in which the value of a dispute must be indicated (see paragraph 103 above), it cannot be said that the Supreme Court’s decision applying those mandatory provisions of the Civil Procedure Act amounted to an excessive formalism.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  On the contrary, the Court considers that the Supreme Court’s decision ensured legal certainty and proper administration of justice (see paragraph 98 above). The Supreme Court in the present case simply restored the rule of law in connection with an erroneous procedural step taken by the applicant and by the two lower courts in the course of the proceedings on an issue affecting its jurisdiction. It thereby upheld the principle of effectiveness in the administration of justice and, in such circumstances, a priori, no issue of excessive formalism should arise. Since the rule of law is a fundamental principle of a democratic state and of the Convention (see, for instance, Baka v. Hungary [GC], no. 20261/12, § 117, ECHR 2016), there can be no expectation, derived from the Convention or otherwise, that the Supreme Court would ignore or overlook obvious procedural irregularities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  Accordingly, it cannot be said that the Supreme Court’s decision declaring the applicant’s appeal on points of law inadmissible amounted to excessive formalism involving an unreasonable and particularly strict application of procedural rules unjustifiably restricting the applicant’s access to its jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  In these circumstances, considering that the applicant’s case was heard by two instances of national courts (the Municipal Court and the County Court) exercising full jurisdiction in the matter, that no discernible issue of lack of fairness arose in the case, and that the Supreme Court’s role was limited to reviewing the application of the relevant domestic law by the lower courts (see paragraph 108 above), it cannot be said that the Supreme Court’s decision amounted to a disproportionate hindrance impairing the very essence of the applicant’s right of access to a court as guaranteed under Article 6 § 1 of the Convention or transgressed the national margin of appreciation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  In view of the above, there has been no violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government’s preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 5 April 2018.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Tim Eicke",
            "role": "judges"
        },
        {
            "name": "Jovan Ilievski",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Péter Paczolay",
            "role": "judges"
        },
        {
            "name": "Søren Prebensen",
            "role": "deputy grand chamber registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ZUBAC v. CROATIA",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-181821.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0405JUD004016012",
    "externalsources": [],
    "extractedappno": [
        "40160/12",
        "538/03",
        "20/06",
        "694/07",
        "798/07",
        "648/10",
        "2323/90",
        "140/03",
        "507/03",
        "72/07",
        "1525/09",
        "287/11",
        "848/14",
        "916/10",
        "2015/94",
        "1134/13",
        "706/06",
        "7334/13",
        "5809/08",
        "32555/96",
        "29392/95",
        "15869/02",
        "76943/11",
        "42527/98",
        "36760/06",
        "30544/96",
        "47287/99",
        "22251/08",
        "55707/00",
        "31819/96",
        "33293/96",
        "38460/97",
        "41727/98",
        "53261/08",
        "29182/03",
        "18499/08",
        "2611/07",
        "15276/07",
        "32299/08",
        "39442/98",
        "68286/01",
        "17931/07",
        "32806/09",
        "38963/08",
        "19074/05",
        "29236/95",
        "17402/08",
        "21444/11",
        "33883/06",
        "77765/01",
        "15253/10",
        "611/12",
        "33539/02",
        "54213/12",
        "28340/02",
        "71440/01",
        "47273/99",
        "35787/03",
        "1062/07",
        "14674/11",
        "8917/05",
        "36998/02",
        "59601/09",
        "25924/06",
        "22980/09",
        "30671/08",
        "22735/07",
        "22756/09",
        "37794/05",
        "62793/10",
        "20261/12"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Article 119 of the Constitution",
        "Sections 40 § 3 and 382 (1) (1) and (2) of the Civil Procedure Act (Zakon o parničnom postupku)"
    ],
    "itemid": "001-181821",
    "judgementdate": "05/04/2018 00:00:00",
    "kpdate": "05/04/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "7",
        "598",
        "238",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "ZUBAC",
        "CROATIA"
    ],
    "rank": "2331.5625",
    "representedby": [
        "BAN I."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [
        "Al-Dulimi and Montana Management Inv. v. Switzerland [GC], no 5809/08, § 78, ECHR 2016",
        "Andrejeva v. Latvia [GC], no 55707/00, § 97, ECHR 2009",
        "Annoni di Gussola and Others v. France, nos. 31819/96 and 33293/96, § 54, ECHR 2000 XI",
        "Baka v. Hungary [GC], no 20261/12, § 117, ECHR 2016",
        "Bąkowska v. Poland, no 33539/02, § 54, 12 January 2010",
        "Běleš and Others v. the Czech Republic, no 47273/99, §§ 50-51 and 69, ECHR 2002 IX",
        "Bellet v. France, 4 December 1995, § 36, Series A no 333-B",
        "Bochan v. Ukraine (no 2) [GC], no 22251/08, § 61, ECHR 2015",
        "Brualla Gómez de la Torre v. Spain, 19 December 1997, Reports 1997 VIII",
        "Bulfracht Ltd v. Croatia, no 53261/08, 21 June 2011",
        "Cornea v. the Republic of Moldova, no 22735/07, § 24, 22 July 2014",
        "Cudak v. Lithuania [GC], no 15869/02, § 54, ECHR 2010",
        "Dobrić v. Serbia, nos. 2611/07 and 15276/07, 21 June 2011",
        "Dumitru Gheorghe v. Romania, no 33883/06, §§ 32-34, 12 April 2016",
        "Dunn v. the United Kingdom (dec.), no 62793/10, § 38, 23 October 2012",
        "Edificaciones March Gallego S.A. v. Spain, 19 February 1998, § 35, Reports of Judgments and Decisions 1998 I",
        "Efstathiou and Others v. Greece, no 36998/02, § 24 in fine, 27 July 2006",
        "Egić v. Croatia, no 32806/09, 5 June 2014",
        "Eşim v. Turkey, no 59601/09, § 21, 17 September 2013",
        "Examiliotis v. Greece (no 2), no 28340/02, § 28, 4 May 2006",
        "Fatma Nur Erten and Adnan Erten v. Turkey, no 14674/11, §§ 29-32, 25 November 2014",
        "Freitag v. Germany, no 71440/01, §§ 39 42, 19 July 2007",
        "García Ruiz v. Spain [GC], no 30544/96, § 28, ECHR 1999 I",
        "Garzičić v. Monténégro, no 17931/07, §§ 30 32, 21 September 2010",
        "Golder v. the United Kingdom, 21 February 1975, §§ 28-36, Series A no 18",
        "Hasan Tunç and Others v. Turkey, no 19074/05, 31 January 2017",
        "Henrioud v. France, no 21444/11, 5 November 2015",
        "Jovanović v. Serbia, no 32299/08, 2 October 2012",
        "Kart v. Turkey [GC], no 8917/05, § 79 in fine, ECHR 2009 (extracts)",
        "Kozlica v. Croatia, no 29182/03, 2 November 2006",
        "Lanschützer GmbH v. Austria (dec.), no 17402/08, 18 March 2014",
        "Laskowska v. Poland, no 77765/01, §§ 60-61, 13 March 2007",
        "Levages Prestations Services v. France, 23 October 1996, Reports 1996 V",
        "Lorger v. Slovenia (dec.), no 54213/12, § 22, 26 January 2016",
        "Louli Georgopoulou v. Greece, no 22756/09, § 48, 16 March 2017",
        "Lupeni Greek Catholic Parish and Others v. Romania [GC], no. 76943/11, ECHR 2016 (extracts)",
        "Maširević v. Serbia, no 30671/08, § 51, 11 February 2014",
        "Mohr v. Luxembourg (dec.), no 29236/95, 20 April 1999",
        "Muršić v. Croatia [GC], no 7334/13, § 69, ECHR 2016",
        "Nakov v. the former Yugoslav Republic of Macedonia (dec.), no 68286/01, 24 October 2002",
        "Nowiński v. Poland, no 25924/06, § 34, 20 October 2009",
        "Omerović v. Croatia (no 2), no 22980/09, § 45, 5 December 2013",
        "Perez v. France [GC], no 47287/99, § 82, ECHR 2004 I",
        "Platakou v. Greece, no 38460/97, ECHR 2001 I",
        "Prince Hans-Adam II of Liechtenstein v. Germany [GC], no 42527/98, § 45, ECHR 2001 VIII",
        "Roche v. the United Kingdom [GC], no 32555/96, § 116, ECHR 2005 X",
        "Sefer Yılmaz and Meryem Yılmaz v. Turkey, no 611/12, §§ 72-73, 17 November 2015",
        "Shamoyan v. Armenia, no 18499/08, § 29, 7 July 2015",
        "Šimecki v. Croatia, no 15253/10, §§ 46-47, 30 April 2014",
        "Sociedad Anónima del Ucieza v. Spain, no 38963/08, §§ 33-35, 4 November 2014",
        "Sotiris and Nikos Koutras ATTEE v. Greece, no 39442/98, ECHR 2000 XII",
        "Stagno v. Belgium, no 1062/07, §§ 33-35, 7 July 2009",
        "Stanev v. Bulgaria [GC], no 36760/06, § 230, ECHR 2012",
        "Unión Alimentaria Sanders S.A. v. Spain, 7 July 1989, § 35, Series A no 157",
        "Walchli v. France, no 35787/03, § 29, 26 July 2007",
        "Wells v. the United Kingdom, no 37794/05 (dec.), 16 January 2007",
        "Yagtzilar and Others v. Greece, no 41727/98, § 25, ECHR 2001 XII",
        "Z and Others v. the United Kingdom [GC], no 29392/95, § 91, ECHR 2001 V"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "473737",
    "typedescription": "15"
}