{
    "__articles": "2;3;5;13",
    "__conclusion": "Violation of Article 2 - Right to life;Violation of Article 3 - Prohibition of torture (Procedural aspect);Violation of Article 5 - Right to liberty and security;Violation of Article 13 - Right to an effective remedy",
    "applicability": "",
    "appno": "77626/01",
    "article": [
        "13",
        "3",
        "2",
        "5"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Procedural aspect"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        }
    ],
    "content": {
        "001-85442.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 77626/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Russian nationals, Mr Lech and Mrs Zulay Aziyevy (“the applicants”), on 16 July 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented by lawyers of the Stichting Russian Justice Initiative (“SRJI”), an NGO based in the Netherlands with a representative office in . The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that their sons had disappeared after being detained by servicemen in  in September 2000. They complained under Articles 2, 3, 5 and 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 21 September 2006 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicants were born in 1947 and 1949 respectively. They are married and had two sons: Lom-Ali Aziyev, born in 1973, and Umar-Ali Aziyev, born in 1974. They all lived in an apartment situated on the second floor of a block of flats at .",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicants’ sons’ arrest",
                                "elements": [
                                    {
                                        "content": "7.  During the night of 24 September 2000 the applicants and their sons were asleep at home. At around 1.20 a.m. a group of eight armed men wearing camouflage uniforms and masks and carrying torches entered the applicants’ flat, having broken down the door. The men did not identify themselves. The applicants claimed that the men were members of the Russian military, since they spoke Russian and could move around freely in  during the curfew.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The men kicked the first applicant and beat him with machine guns. They aimed their guns at both applicants and ordered them to be silent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Thereafter the men proceeded to the applicants’ sons’ room. Without producing any documents to authorise their actions, the men searched the room and arrested Lom-Ali and Umar-Ali Aziyev. As the applicants’ younger son resisted, he was knocked off his feet, handcuffed and blindfolded. Then the men took away the Aziyev brothers, who only had their underwear on and were barefoot. One of the men also took a pair of shoes and a tape recorder. The second applicant’s attempts to obstruct the detention of her sons failed as the men threatened her with firearms. According to the applicants, the men assured them that they would check their sons’ identities and release them immediately afterwards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In the morning the applicants found their sons’ identity documents on a bedside table in the room. The room was in a mess and a sofa was broken.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicants submitted that the neighbours had told them later that on that night armed men wearing masks, with torches, had been standing on all the landings of their building, between the first and the ninth floors. One of the women neighbours told them that she had been asked about the Aziyev brothers and that she had replied that they were “good boys”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In support of their statements, the applicants submitted two written accounts signed by five of their neighbours from the building, including Mr R., and one account from a man who lived in the building opposite theirs, about 30 metres away. They confirmed the applicants’ submissions and stated that in the early hours of 24 September 2000 the doors of two flats in that building had been broken down by a group of men wearing training shoes and armed with automatic rifles. They asked the neighbours about the Aziyev family, with whom the neighbours were on good terms. One of the neighbours saw the group of armed men walking afterwards towards the military roadblock at the intersection of Tukhachevskogo and Kaspara Streets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicants have had no news of their sons since.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The Government did not dispute the circumstances of the Aziyev brothers’ detention as presented by the applicants. They submitted that during the night of 24 September 2000 unidentified persons wearing camouflage uniforms and masks and armed with automatic weapons had arrested the brothers L.-A. and U.-A. Aziyev at , apartment no. 79, and taken them away to an unknown destination. The same persons had caused physical injuries to the first applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The first applicant’s injuries",
                                "elements": [
                                    {
                                        "content": "15.  On 24 September 2000, in the morning, the first applicant was taken by his neighbours to Hospital no. 9 and underwent a medical examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The examination established that he had a craniocerebral injury, an avulsed wound (with detached tissue) in the temple area, a haematoma of the head as well as concussion, temporary blindness, a haematoma of the thorax and the subcutaneous stomach tissue, a haematoma of the scrotum, uraemia, fractured ribs and a contusion of the liver, of the kidneys and of the bladder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The first applicant submitted that he had had to stay in bed for about a month to recover.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  According to the Government, the first applicant had first notified the authorities of the beatings in February 2001. The first applicant argued that he had talked about his injuries to the investigators who had questioned him on 24 September 2000, and that he had mentioned the beatings in a letter to the prosecutor of the Chechen Republic dated 9 December 2000, a copy of which had been submitted to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On an unspecified date the Grozny Town Prosecutor’s Office (“the  prosecutor’s office”) ordered a forensic medical examination of the first applicant so as to ascertain whether there was a causal link between his injuries and the actions of unknown servicemen who had raided his flat on 24 September 2000 and beaten him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  This examination was carried out on 8 February 2001. The report relied on a medical record indicating the results of the medical examination carried out on 24 September 2000 and confirmed that the injuries in question could have been sustained during the period and in the circumstances described by the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  It appears that the first applicant’s allegations were investigated in the context of criminal proceedings brought in respect of the abduction of his two sons and that on 17 December 2003 he was granted victim status in that connection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In 2005 the investigating authorities ordered another forensic medical examination on the ground that the results of the examination of 8 February 2001 were unreliable. On 10 March 2005 experts reported that they had not found any signs of injury to the first applicant’s head, face or body, and that X-ray examinations had not disclosed any damage to the first applicant’s heart, lungs or ribs. With reference to the medical record made in Hospital no. 9 on 24 September 2000 the experts concluded that the injuries complained of by the applicant had been acquired on that date, and that the first applicant had been likely to have sustained those injuries during the period and in the circumstances described by him. The report also stated that there were no objective data to confirm the conclusion of the examination of 24 September 2000 that the applicant had had fractured ribs, concussion and contusions of the liver, of the kidneys and of the bladder.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The search for Lom-Ali and Umar-Ali Aziyev and the investigation",
                                "elements": [
                                    {
                                        "content": "23.  Since 24 September 2000 the applicants have repeatedly applied in person and in writing to various public bodies, including the district office of the Ministry of the Interior (“the ROVD”), prosecutors at various levels, a military commander’s office, the administrative authorities of Chechnya and the Special Envoy of the Russian President in the  for Rights and Freedoms. They have been supported in their efforts by two NGOs: Memorial and the SRJI. In their letters to the authorities the applicants referred to their sons’ detention and asked for assistance and details of the investigation. Mostly these enquiries have remained unanswered, or purely formal replies have been given in which the applicants’ requests have been forwarded to various prosecutors’ offices.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The first applicant has also visited a number of detention centres and prisons in Chechnya as well as further afield in the Northern Caucasus, but has received no information as to the whereabouts of his sons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 29 September 2000 the  prosecutor’s office instituted a criminal investigation into the disappearance of the applicants’ sons under Article 126 § 2 of the Criminal Code (kidnapping of two or more persons by a group using firearms). The case file was assigned no. 12200.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 11 October 2000 the  prosecutor’s office granted the second applicant victim status. According to the Government, she was notified of that decision the same day. From the applicants’ submissions it appears that they were not informed of that decision until May 2003, when they received a copy of it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 29 November 2000 the  prosecutor’s office suspended the criminal proceedings for failure to establish the identity of those responsible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 9 December 2000 the first applicant wrote to the public prosecutor’s office of the Chechen Republic (“the  prosecutor’s office”) and stated the circumstances of his sons’ detention and of his injuries. He stated that his children had never taken part in the activities of illegal armed groups and asked for the persons who had committed the crime to be identified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In a letter of 19 January 2001 the  prosecutor’s office informed the applicants that the decision of 29 November 2000 had been set aside.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 1 February 2001 the investigation of the disappearance of Lom-Ali and Umar-Ali Aziyev was resumed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 1 March 2001 the criminal proceedings in case no. 12200 were adjourned, since no culprits had been identified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 11 September 2001 the second applicant submitted a complaint to the  prosecutor’s office. In it she outlined the circumstances of her sons’ detention and mentioned that in June 2001 she had seen a list of persons who had allegedly been detained at the Khankala military base and that the name of Lom-Ali Aziyev, detained on 23 September 2000, had been on that list.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In a letter of 19 June 2002, in response to a request from Memorial on the applicants’ behalf, the  prosecutor’s office stated that the decision of 1 March 2001 had been quashed, and the investigation of the abduction of the Aziyev brothers reopened.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In a letter of 30 July 2002 the  prosecutor’s office informed the applicants of the decision to reopen the criminal proceedings in case no. 12200.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  According to a letter from the  prosecutor’s office dated 29 October 2002, the criminal proceedings were again suspended on 6 September 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In a letter of 17 September 2003 the  prosecutor’s office informed the applicants that the investigation of the disappearance of their sons had been suspended on 27 July 2003, as the perpetrators had not been found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  It appears that some time later the investigation was resumed, as in a decision of 17 December 2003 the prosecutor’s office of the Leninskiy District of Grozny (“the Leninskiy district prosecutor’s office) declared the first applicant to be a victim of crime in case no. 12200.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 22 June 2005 the SRJI, on behalf of the applicants, requested the Leninskiy district prosecutor’s office to give them an update of the investigation of the kidnapping of the Aziyev brothers and to allow the applicants, as victims, access to the investigation file. In July 2005 the district prosecutor’s office replied that the investigation had been adjourned on 28 April 2005 and that all the necessary investigative measures had been taken. The second applicant was invited to access the file at the prosecutor’s office during working hours.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 1 November 2005 the Leninskiy district prosecutor’s office informed the first applicant that the investigation had been resumed. On 1 December 2005 the first applicant was informed that the investigation had been adjourned and of his right to appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The applicants submitted that their health had deteriorated significantly since the events of 24 September 2000 and the disappearance of their sons. They presented a number of medical documents, according to which the first applicant was suffering from the consequences of a stroke and the second applicant had chronic hypertension and rheumatological problems.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Information from the Government",
                                "elements": [
                                    {
                                        "content": "41.  In their observations the Government did not dispute the information concerning the investigation of the abduction of the Aziyev brothers as presented by the applicants. Relying on information obtained from the General Prosecutor’s Office, they referred to a number of other procedural steps taken by the investigation which had not been mentioned by the applicants. However, despite specific requests from the Court and two reminders, the Government did not submit copies of most of the documents to which they referred (see below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  With reference to the information provided by the Prosecutor General’s Office, the Government submitted that the investigation of the abduction of Lom-Ali and Umar-Ali Aziyev and the inflicting of injuries to the first applicant by “unidentified masked men in camouflage uniforms with machine guns” had commenced on 29 September 2000. They further submitted that an investigator from the  prosecutor’s office had examined the scene of the incident on 24 September 2000, but “had not found any evidence of crime”. The investigator also questioned the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The first applicant was questioned further on 22 June 2002, 17 December 2003, 21 February and 5 April 2005, and the second applicant was questioned as a witness on 11 October 2000 and 22 June 2002. The applicants were granted victim status on 17 December 2003 and 11 October 2000 respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In April 2005 new charges were brought against the same unidentified persons who had stolen the applicants’ property. The Government submitted that in September 2006 the investigation had sent requests to all the district departments of the interior in  with the aim of establishing the whereabouts of the pair of shoes and video player stolen from the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  As the Government stated, the investigation questioned a number of witnesses. On unspecified dates two of the applicants’ neighbours, including Mr. R., testified that during the night of 24 September 2000 “unidentified armed men in camouflage uniforms had burst into their flat, checked their documents and then left”. Mr R. had been additionally questioned in October and November 2006, when the investigation decided that no further criminal investigation would be opened, as the witness had not sustained any damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In November 2005 and October 2006 the investigation questioned twelve persons, some of them the applicants’ relatives and neighbours. According to the Government, they confirmed the arrest of the Aziyev brothers in September 2000 by unidentified armed men. Apparently, the witnesses were mostly aware of this event by hearsay. According to the Government, it was impossible to find other witnesses in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government submitted that the investigating authorities had sent a number of queries to various State bodies on 11 October 2000, 3, 10, 11 and 16 February and 23 October 2001, 21 June 2002, 1 December 2003, 14 February and 2 November 2005 and had taken other investigative measures, but did not specify what those measures had been. They also submitted that in April 2005 the investigation had sent requests to all district departments of the interior in  with the aim of establishing the whereabouts of the Aziyev brothers; however, no relevant information had been obtained. The Government referred to a reply from the criminal police Department of the Ministry of the Interior of Chechnya, which had stated that the two men had not been detained by that body and had not been delivered to the law-enforcement authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  According to the documents submitted by the Government, between September 2000 and November 2006 the investigation was suspended and resumed on eight occasions, and has so far failed to identify those guilty. In the latest decision to resume the investigation, dated 10 November 2006, the deputy prosecutor of the Leninskiy district prosecutor’s office criticised the progress of the investigation and stated that a number of important investigative steps should be taken without delay. These included the following actions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“ – to collect his sons’ identity documents from [the first applicant];",
                                        "elements": []
                                    },
                                    {
                                        "content": " - to obtain full descriptions of the brothers U.-A. and L.-A. Aziyev;",
                                        "elements": []
                                    },
                                    {
                                        "content": " - to question the applicants further in order to find out which language the abductors spoke;",
                                        "elements": []
                                    },
                                    {
                                        "content": " - to make a legal assessment of the actions of the persons who unlawfully broke into the apartments of [the applicants] and [their neighbour Mr. R.];",
                                        "elements": []
                                    },
                                    {
                                        "content": " - to question the sister of the two kidnapped men;",
                                        "elements": []
                                    },
                                    {
                                        "content": " - to question the inhabitants of the nearby houses in order to find out whether they saw servicemen walking to the checkpoint that night.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government further submitted that the progress of the investigation was being supervised by the Prosecutor General’s Office. According to the Government, the applicants had been duly informed of all decisions taken during the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Despite specific requests by the Court the Government did not disclose most of the contents of criminal case no. 12200, providing only copies of decisions to suspend and resume the investigation and to grant victim status, as well as of several notifications to the relatives of the adjournment and reopening of the proceedings. Relying on the information obtained from the Prosecutor General’s Office, the Government stated that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning the witnesses or other participants in the criminal proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Proceedings against law-enforcement officials",
                                "elements": [
                                    {
                                        "content": "50.  On 30 December 2002 the SRJI applied on the applicants’ behalf to the Leninskiy District Court of Grozny (“the District Court”), complaining that the Grozny prosecutor’s office had failed to investigate the disappearance of Lom-Ali and Umar-Ali Aziyev effectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 19 May 2003 the District Court dismissed that complaint, having found that the investigating authorities had taken all necessary measures to find the Aziyev brothers and those involved in their abduction. The applicants did not appeal against that decision. In their submissions to the Court they alleged that they had been unable to do so, as they had not been notified of the court session and that the decision in question had been taken in their absence. From the copy of the court decision submitted by the Government it transpires that the first applicant attended the court session.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "52.  Until 1 July 2002 criminal law matters were governed by the 1960 Code of Criminal Procedure of the RSFSR. On 1 July 2002 the old Code was replaced by the Code of Criminal Procedure of the Russian Federation (CCP).",
                                "elements": []
                            },
                            {
                                "content": "53.  Article 161 of the new CCP establishes the rule that data from a preliminary investigation may not be disclosed. Part 3 of the same Article provides that information from an investigation file may be divulged with the permission of a prosecutor or investigator and only in so far as it does not infringe the rights and lawful interests of the participants in the criminal proceedings and does not prejudice the investigation. It is prohibited to divulge information about the private life of participants in criminal proceedings without their permission.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "A.  Arguments of the parties",
                                "elements": []
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "56.  In the present case, the Court took no decision about the exhaustion of domestic remedies at the admissibility stage, having found that this question was too closely linked to the merits. It will now proceed to examine the arguments of the parties in the light of the provisions of the Convention and its relevant practice (for a relevant summary, see Estamirov and Others v. Russia, no. 60272/00, § 73-74, 12 October 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court notes that the Russian legal system provides, in principle, two avenues of recourse for the victims of illegal and criminal acts attributable to the State or its agents, namely civil and criminal remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  As regards a civil action to obtain redress for damage sustained through the alleged illegal acts or unlawful conduct of State agents, the Court has already found in a number of similar cases that this procedure alone cannot be regarded as an effective remedy in the context of claims brought under Article 2 of the Convention. A civil court is unable to pursue any independent investigation and is incapable, without the benefit of the conclusions of a criminal investigation, of making any meaningful findings regarding the identity of the perpetrators of fatal assaults or disappearances, still less of establishing their responsibility (see Khashiyev and Akayeva v. Russia, nos. 57942/00 and 57945/00, §§ 119-121, 24 February 2005, and Estamirov and Others, cited above, § 77). In the light of the above, the Court confirms that the applicants were not obliged to pursue civil remedies. The preliminary objection in this regard is thus dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  As regards criminal law remedies, the Court observes that the applicants complained to the law enforcement authorities immediately after the detention of their sons and that an investigation has been pending since September 2000. The applicants and the Government dispute the effectiveness of this investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court considers that this limb of the Government’s preliminary objection raises issues concerning the effectiveness of the criminal investigation which are closely linked to the merits of the applicants’ complaints. Thus, it considers that these matters fall to be examined below under the substantive provisions of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  THE COURT’S ASSESSMENT OF THE EVIDENCE AND THE ESTABLISHMENT OF THE FACTS",
                        "elements": [
                            {
                                "content": "A.  The parties’ arguments",
                                "elements": [
                                    {
                                        "content": "61.  The applicants maintained that it was beyond reasonable doubt that the men who had intruded into their flat on 24 September 2000, taken away their sons and beaten the first applicant had represented federal forces. In particular, those men had spoken Russian without any accent and had told the applicants that they would check their sons’ identity and release them immediately afterwards. Moreover, the men had arrived late at night, which indicated that they were able to circulate freely during the curfew in , which in September 2000 had been under the firm control of the Russian armed forces. The applicants further referred to their neighbours’ witness statements to the effect that on the night of the incident they had seen armed men walking from the block of flats in which the Aziyev family lived towards a federal military checkpoint (see paragraph 12 above). The applicants also pointed out that the ground for the Government’s refusal to submit the file in criminal case no. 12200 was that it contained “information of a military nature disclosing the location and nature of actions by military and special security forces”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government submitted that during the night of 24 September 2000 “unidentified masked men in camouflage uniforms armed with machine guns” had abducted the applicants’ sons and inflicted physical injuries on the first applicant. They further contended that the investigation into the incident had been pending, that there was no evidence that the men had been State agents and that there were therefore no grounds for holding the State liable for the alleged violations of the applicants’ rights. The Government also stated that, according to one of the versions of the events looked upon by the investigation, the crime could have been committed by members of illegal armed groups. According to the Government, in September 2000 such persons had committed a number of murders, armed robberies and other crimes, pretending to be servicemen or representatives of law enforcement authorities.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Article 38 § 1 (a) and consequent inferences drawn by the Court",
                                "elements": [
                                    {
                                        "content": "63.  The Court reiterates that it is of the utmost importance for the effective operation of the system of individual petition instituted under Article 34 of the Convention that States should furnish all necessary facilities to make possible a proper and effective examination of applications (see Tanrıkulu v. Turkey [GC], no. 23763/94, § 70, ECHR 1999IV). This obligation requires the Contracting States to furnish all necessary facilities to the Court, whether it is conducting a fact-finding investigation or performing its general duties as regards the examination of applications. Failure on a Government’s part to submit such information which is in their hands, without a satisfactory explanation, may not only give rise to the drawing of inferences as to the well-foundedness of the applicant’s allegations, but may also reflect negatively on the level of compliance by a respondent State with its obligations under Article 38 § 1 (a) of the Convention (see Timurtaş v. Turkey, no. 23531/94, § 66, ECHR 2000-VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In the present case the applicants alleged that Lom-Ali and Umar-Ali Aziyev had been arrested by the authorities. In view of this allegation, the Court asked the Government to produce documents from the criminal investigation file opened in relation to the kidnapping. The evidence contained in that file was regarded by the Court as crucial to the establishment of the facts in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In their submissions the Government confirmed that on the night of 24 September 2000 the Aziyev brothers had been taken away from their flat by unknown armed men, after which there had been no news of them. However, they argued that the perpetrators of this crime had not been found. They refused to disclose most of the documents of substance from the criminal investigation file, relying on Article 161 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court notes that the Government did not request the application of Rule 33 § 2 of the Rules of Court, which permits a restriction on the principle of the public character of documents deposited with the Court for legitimate purposes, such as the protection of national security and the private life of the parties, as well as the interests of justice. The Court further notes that it has already found on a number of occasions that the provisions of Article 161 of the Code of Criminal Procedure do not preclude disclosure of documents from a pending investigation file, but rather set out a procedure for and limits to such disclosure (see Mikheyev v. Russia, no. 77617/01, § 104, 26 January 2006, and Imakayeva v. , no. 7615/02, § 123, ECHR 2006... (extracts)). For these reasons the Court considers the Government’s explanation insufficient to justify the withholding of the key information requested by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  Referring to the importance of a respondent government’s cooperation in Convention proceedings, the Court notes that there has been a breach of the obligations laid down in Article 38 § 1 (a) of the Convention to furnish all necessary facilities to the Court in its task of establishing the facts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court’s evaluation of the facts",
                                "elements": [
                                    {
                                        "content": "68.  The Court observes that it has developed a number of general principles relating to the establishment of facts in dispute, in particular when faced with allegations of disappearance under Article 2 of the Convention (for a summary of these, see Bazorkina v. , no. 69481/01, §§ 103-109, 27 July 2006). The Court also notes that the conduct of the parties when evidence is being obtained has to be taken into account (see Ireland v. the , cited above, pp. 64-65, § 161). In view of this and bearing in mind the principles referred to above, the Court finds that it can draw inferences from the Government’s conduct in respect of the well-foundedness of the applicants’ allegations. The Court will thus proceed to examine crucial elements in the present case that should be taken into account when deciding whether Lom-Ali and Umar-Ali Aziyev can be presumed dead and whether their deaths can be attributed to the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The applicants alleged that the persons who had taken their sons away and injured the first applicant on 24 September 2000 had been State agents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government suggested in their submission that the persons who had detained the Aziyev brothers could be members of paramilitary groups. However, this allegation was not specific and they did not submit any material to support it. The Court would stress in this regard that the evaluation of the evidence and the establishment of the facts is a matter for the Court, and it is incumbent on it to decide on the evidentiary value of the documents submitted to it (see Çelikbilek v. , no. 27693/95, § 71, 31 May 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court notes that, on the contrary, the applicants’ version of the events is supported by the witness statements collected by the applicants and by the investigation. The applicants and the neighbours stated that the perpetrators had acted in a manner similar to that of a security operation – they had checked the neighbours’ passports and the identity documents of the applicants, they had placed armed guards with torches on the landings of the building, they had spoken Russian among themselves and to the residents. Some witnesses also indicated that the men had then gone towards the military checkpoint situated several hundred metres from the building (see paragraphs 7, 9, 11 and 12 above). In their applications to the authorities, the applicants consistently maintained that their sons had been detained by unknown servicemen and requested the investigation to look into that possibility, including also mentioning their sons’ possible detention at the Khankala military base (see paragraphs 28 and 32 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court finds that the fact that a large group of armed men in uniform during curfew hours proceeded to check identity documents and to arrest several persons at their homes in a town area strongly supports the applicants’ allegation that these were State servicemen. The domestic investigation also accepted these factual assumptions and took steps to check the involvement of law-enforcement bodies in the Aziyevs’ detention. The investigation was unable to establish which precise units had carried out the operation, but it does not appear that any serious steps had been taken in that direction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court observes that where the applicant makes out a prima facie case and the Court is prevented from reaching factual conclusions owing to the lack of such documents, it is for the Government to argue conclusively why the documents in question cannot serve to corroborate the allegations made by the applicants, or to provide a satisfactory and convincing explanation of how the events in question occurred. The burden of proof is thus shifted to the Government and if they fail in their arguments, issues will arise under Article 2 and/or Article 3 (see Toğcu v. Turkey, no. 27601/95, § 95, 31 May 2005, and Akkum and Others v. Turkey, no. 21894/93, § 211, ECHR 2005II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Taking into account the above elements, the Court is satisfied that the applicants have made a prima facie case that their sons were detained by State servicemen. The Government’s statement that the investigation did not find any evidence to support the involvement of the special forces in the abduction is insufficient to discharge them from the above-mentioned burden of proof. Drawing inferences from the Government’s failure to submit the documents which were in their exclusive possession or to provide another plausible explanation of the events in question, the Court considers that that Lom-Ali and Umar-Ali Aziyev were arrested on 24 September 2000 at their house in  by State servicemen during an unacknowledged security operation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  There has been no reliable news of the applicants’ sons since 24 September 2000. Their names have not been found in any official detention facilities’ records. Finally, the Government did not submit any explanation as to what had happened to them after their arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court notes with great concern that a number of cases have come before it which suggest that the phenomenon of “disappearances” is well known in  (see, among other authorities, Bazorkina, cited above; Imakayeva v. Russia, no. 7615/02, ECHR 2006... (extracts); Luluyev and Others v. Russia, no. 69480/01, ECHR 2006... (extracts); Akhmadova and Sadulayeva v. , no. 40464/02, 10 May 2007; and Baysayeva v. Russia, no. 74237/01, 5 April 2007). A number of international reports point to the same conclusion. The Court agrees with the applicants that, in the context of the conflict in , when a person is detained by unidentified servicemen without any subsequent acknowledgment of the detention, this can be regarded as life-threatening. The absence of Lom-Ali and Umar-Ali Aziyev or of any news of them for over seven years supports this assumption. For the above reasons the Court considers that it has been established beyond reasonable doubt that Lom-Ali and Umar-Ali Aziyev must be presumed dead following their unacknowledged detention by State servicemen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court has already noted above that it has been unable to benefit from the results of the domestic investigation, owing to the Government’s failure to disclose certain documents from the file. Nevertheless, it is clear that the investigation did not identify the perpetrators of the kidnapping. As it follows from the documents submitted by the Government, as late as November 2006, more than six years after the crime had occurred and the investigation had been opened, the most basic investigation steps related to the establishment of the identity of the victims and the questioning of the witnesses about the events of the night of 24 September 2000 had not been taken (see paragraph 48 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Furthermore, in a case involving disappearance, the Court finds it particularly regrettable that there should have been no thorough investigation of the relevant facts by the domestic prosecutors or courts. The few documents submitted by the Government from the investigation file opened by the district prosecutor do not suggest any progress in more than seven years and, if anything, show the incomplete and inadequate nature of those proceedings. Moreover, the stance of the prosecutor’s office and the other law-enforcement authorities after the news of their detention had been communicated to them by the applicants contributed significantly to the likelihood of the disappearance, as no necessary steps were taken in the crucial first days and weeks after the arrests. The authorities’ behaviour in the face of the applicants’ well-substantiated complaints gives rise to a strong presumption of at least acquiescence in the situation and raises strong doubts as to the objectivity of the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  For the above reasons the Court considers that it has been established beyond reasonable doubt that Lom-Ali and Umar-Ali Aziyev must be presumed dead following their unacknowledged detention by State servicemen. The Court also finds it established that no proper investigation of the abduction has taken place, which contributed to the eventual disappearance of the two men. Consequently, the responsibility of the respondent State is engaged.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "80.  The applicants complained under Article 2 of the Convention that their two sons had disappeared after having been detained by Russian servicemen and that the domestic authorities had failed to carry out an effective investigation of the matter. Article 2 reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The alleged violation of the right to life of Lom-Ali and Umar-Ali Aziyev",
                                "elements": [
                                    {
                                        "content": "81.  The applicants maintained their complaint and argued that their sons had been detained by State servicemen and should be presumed dead in the absence of any reliable news of them for several years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Government referred to the fact that the investigation had obtained no evidence to the effect that the Aziyev brothers were dead, or that representatives of the federal power structures had been involved in their abduction or alleged killing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Article 2, which safeguards the right to life and sets out the circumstances when deprivation of life may be justified, ranks as one of the most fundamental provisions in the Convention, to which no derogation is permitted. Together with Article 3, it enshrines one of the basic values of the democratic societies making up the Council of Europe. The circumstances in which a deprivation of life may be justified must therefore be strictly construed. The object and purpose of the Convention as an instrument for the protection of individual human beings also requires that Article 2 be interpreted and applied so as to make its safeguards practical and effective (see McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, pp. 45-46, §§ 146-147). In the light of the importance of the protection afforded by Article 2, the Court must subject deprivation of life to the most careful scrutiny, taking into consideration not only the actions of State agents but also all the surrounding circumstances (see, among other authorities, Avşar, cited above, § 391).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court has already found it established that the applicants’ sons must be presumed dead following unacknowledged arrest by State servicemen and that the deaths can be attributed to the State. In the absence of any justification in respect of the use of lethal force by State agents, the Court finds that there has been a violation of Article 2 in respect of Lom-Ali and Umar-Ali Aziyev.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The alleged inadequacy of the investigation of Lom-Ali and Umar-Ali Aziyev’s abduction",
                                "elements": [
                                    {
                                        "content": "85.  The applicants argued that the investigation had not met the requirements to be effective and adequate, as required by the Court’s case-law on Article 2. They noted that the investigation had been opened belatedly, that it had been adjourned and reopened a number of times and thus the taking of the most basic steps had been protracted, and that the applicants had not been informed properly of the most important investigative steps. They argued that the fact that the investigation had been pending for such a long period of time without producing any known results had been a further proof of its ineffectiveness. The applicants invited the Court to draw conclusions from the Government’s unjustified failure to submit the documents from the case file to them or to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Government claimed that the investigation of the disappearance of the applicants’ sons and the beating of the first applicant met the Convention requirement of effectiveness, as all measures envisaged in national law were being taken to identify the perpetrators.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court has on many occasions stated that the obligation to protect the right to life under Article 2 of the Convention also requires by implication that there should be some form of effective official investigation when individuals have been killed as a result of the use of force. It has developed a number of guiding principles to be followed for an investigation to comply with the Convention’s requirements (for a summary of these principles see Bazorkina v. Russia, cited above, §§ 117-119, 27 July 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  In the present case, an investigation of the abductions was carried out. The Court must assess whether that investigation met the requirements of Article 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court notes at the outset that most of the documents from the investigation were not disclosed by the Government. It therefore has to assess the effectiveness of the investigation on the basis of the few documents submitted by the parties and the information about its progress disclosed by the Government. It will also draw inferences from the Government’s conduct in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  Turning to the facts of the case, the Court notes that the authorities were immediately aware of the crime through the applicants’ submissions. It also appears that within the following days the applicants and some of their neighbours were questioned and the scene of crime inspected. The investigation was opened on 29 September 2000. The second applicant was granted victim status in October 2000. However, it appears that after that a number of crucial steps were delayed and were eventually taken only after the communication of the complaint to the respondent Government, or not at all.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  In particular, the Court notes that Mr. R., whose flat was also raided on the same night and whose documents the abductors checked, was questioned as a witness in October and November 2006 (see paragraph 45 above). A number of neighbours and relatives of the Aziyevs were questioned between November 2005 and October 2006. Requests to the district bodies of the Interior Ministry concerning the possible detention of the Aziyev brothers were only sent out in April 2005 (see paragraph 47 above). Furthermore, as it appears from the decision of the deputy prosecutor of Leninskiy district, as late as November 2006 the investigation was requested to establish the identities of the Aziyev brothers, to obtain information from the applicants about the language the abductors had used and to identify and question the witnesses who could have seen the armed men walking towards the military roadblock (see paragraph 48 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  It is obvious that these measures, if they were to produce any meaningful results, should have been taken immediately after the crime was reported to the authorities, and as soon as the investigation commenced. The Court reiterates that it is crucial for the investigation carried out under Article 2 complaints to be prompt. The passage of time will inevitably erode the amount and quality of the evidence available and the appearance of a lack of diligence will cast doubt on the good faith of the investigative efforts, as well as drag out the ordeal for the members of the family (see Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 86, ECHR 2002-II). These delays, for which there has been no explanation in the instant case, not only demonstrate the authorities’ failure to act of their own motion but also constitute a breach of the obligation to exercise exemplary diligence and promptness in dealing with such a serious crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  A number of essential steps were never taken. Most notably, it does not appear that the investigation tried to identify and question the servicemen who had manned the roadblock to which the witnesses referred nor that they had tried to find out whether any special operations had been carried out at the applicants’ place of residence on the night in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court also notes that even though the applicants were eventually granted victim status (the first applicant in December 2003), they were only informed of the adjournment and reopening of the proceedings, and not of any other significant developments. Accordingly, the investigators failed to ensure that the investigation received the required level of public scrutiny, or to safeguard the interests of the next of kin in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Finally, the Court notes that the investigation was adjourned and resumed a number of times and that on several occasions the supervising prosecutors criticised deficiencies in the proceedings and ordered remedial measures, but it appears that these instructions were not complied with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  In the light of the foregoing, the Court dismisses the Government’s preliminary objection as regards the applicants’ failure to exhaust domestic remedies within the context of the criminal investigation, and holds that the authorities failed to carry out an effective criminal investigation into the circumstances surrounding the disappearance of Lom-Ali and Umar-Ali Aziyev, in breach of Article 2 in its procedural aspect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "97.  The applicants further relied on Article 3 of the Convention, submitting that their sons had most likely been tortured after their arrest and that the first applicant had been beaten, but that no effective investigation had been carried out on that account. The applicants also claimed that as a result of their sons’ disappearance and the State’s failure to investigate those events properly, they had endured mental suffering in breach of Article 3 of the Convention. Article 3 reads:",
                                "elements": []
                            },
                            {
                                "content": " “No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "98.  The Government disagreed with these allegations and argued that the investigation had not established that Lom-Ali and Umar-Ali Aziyev had been subjected to inhuman or degrading treatment prohibited by Article 3 of the Convention or that State agents had participated in the beating of the first applicant. Moreover, in the absence of any evidence suggesting that the applicants’ sons had been abducted by representatives of the State, there were no grounds for alleging a violation of Article 3 of the Convention on account of the applicants’ mental suffering.",
                                "elements": []
                            },
                            {
                                "content": "A.  The alleged ill-treatment of the applicants’ sons",
                                "elements": [
                                    {
                                        "content": "99.  In so far as the applicants complained about alleged ill-treatment of their sons upon arrest, the Court reiterates that allegations of ill-treatment must be supported by appropriate evidence. To assess this evidence, the Court adopts the standard of proof “beyond reasonable doubt” but adds that such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Ireland v. the United Kingdom, cited above, pp. 64-65, § 161 in fine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Court has found it established that the applicants’ sons were detained on 24 September 2000 by State agents. It has also found that, in view of all the known circumstances, they can be presumed dead and that the responsibility for their death lies with the State authorities (see paragraphs 68-79 above). However, the exact way in which they died and whether they were subjected to ill-treatment while in detention have not been established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  Since the information before it does not enable the Court to find beyond all reasonable doubt that the applicants’ sons were subjected to ill-treatment, the Court cannot conclude that there has been a violation of Article 3 of the Convention on this account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The violation of Article 3 in respect of the applicants",
                                "elements": [
                                    {
                                        "content": "102.  The Court observes that the question whether a member of the family of a “disappeared person” is a victim of treatment contrary to Article 3 will depend on the existence of special factors which give the suffering of the applicant a dimension and character distinct from the emotional distress which may be regarded as inevitably caused to relatives of a victim of a serious human rights violation. Relevant elements will include the proximity of the family tie, the particular circumstances of the relationship, the extent to which the family member witnessed the events in question, the involvement of the family member in the attempts to obtain information about the disappeared person and the way in which the authorities responded to those enquiries. The Court would further emphasise that the essence of such a violation does not mainly lie in the fact of the “disappearance” of the family member but rather concerns the authorities’ reactions and attitudes to the situation when it is brought to their attention. It is especially in respect of the latter that a relative may claim directly to be a victim of the authorities’ conduct (see Orhan v. , no. 25656/94, § 358, 18 June 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  In the present case the Court notes that the applicants are the parents of the individuals who have disappeared. They were eyewitnesses to the arrest, during which the first applicant was beaten and injured. For more than seven years they have not had any news of them. During this period the applicants have applied to various official bodies with enquiries about their children, both in writing and in person. Despite their attempts, the applicants have never received any plausible explanation or information as to what became of their sons following their detention on 24 September 2000. The responses received by the applicants mostly denied that the State was responsible for their arrest or simply informed them that an investigation was ongoing. The Court’s findings under the procedural aspect of Article 2 are also of direct relevance here.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  In view of the above, the Court finds that the applicants suffered, and continue to suffer, distress and anguish as a result of the disappearance of their two sons and their inability to find out what happened to them. The manner in which their complaints have been dealt with by the authorities must be considered to constitute inhuman treatment contrary to Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  In so far as the first applicant complains that he was subjected to inhuman treatment during the arrest of his sons, the Court notes that the fact that he was beaten and sustained injuries was confirmed by his own statements, by medical documents drawn up the following day and by two expert reports. The first applicant informed the investigating authorities of the attack on him, and in December 2003 he was granted victim status within the proceedings related to the kidnapping of his sons (see paragraphs 16, 20 and 22 above). The Government did not dispute the facts as presented by the applicants. In these circumstances, the Court finds it established that the first applicant was beaten and injured by the same persons who had taken away Lom-Ali and Umar-Ali Aziyev, and whom it has found above to be State agents. For reasons similar to the ones stated above in relation to the procedural aspect of Article 2, the investigation was not able to identify these persons and no one has been charged with any crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Court therefore concludes that there has been a violation of Article 3 of the Convention in respect of the applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "107.  The applicants further stated that Lom-Ali and Umar-Ali Aziyev had been detained in violation of the guarantees of Article 5 of the Convention, which reads, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": " “1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "108.  In the Government’s opinion, no evidence was obtained by the investigators to confirm that the applicants’ sons were detained in breach of the guarantees set out in Article 5 of the Convention. The Aziyev brothers were not listed among the persons kept in detention centres or in the registry of unidentified corpses.",
                                "elements": []
                            },
                            {
                                "content": "109.  The Court has previously noted the fundamental importance of the guarantees contained in Article 5 to secure the right of individuals in a democracy to be free from arbitrary detention. It has also stated that unacknowledged detention is a complete negation of these guarantees and discloses a very grave violation of Article 5 (see Çiçek v. Turkey, no. 25704/94, § 164, 27 February 2001, and Luluyev, cited above, § 122).",
                                "elements": []
                            },
                            {
                                "content": "110.  The Court has found it established that Lom-Ali and Umar-Ali Aziyev were detained by State servicemen on 24 September 2000 and have not been seen since. Their detention was not acknowledged, was not logged in any custody records and there exists no official trace of their subsequent whereabouts or fate. In accordance with the Court’s practice, this fact in itself must be considered a most serious failing, since it enables those responsible for an act of deprivation of liberty to conceal their involvement in a crime, to cover their tracks and to escape accountability for the fate of a detainee. Furthermore, the absence of detention records, noting such matters as the date, time and location of detention and the name of the detainee as well as the reasons for the detention and the name of the person effecting it, must be seen as incompatible with the very purpose of Article 5 of the Convention (see Orhan, cited above, § 371).",
                                "elements": []
                            },
                            {
                                "content": "111.  The Court further considers that the authorities should have been more alert to the need for a thorough and prompt investigation of the applicants’ complaints that their sons had been detained and taken away in life-threatening circumstances. However, the Court’s findings above in relation to Article 2 and, in particular, the conduct of the investigation leave no doubt that the authorities failed to take prompt and effective measures to safeguard Lom-Ali and Umar-Ali Aziyev against the risk of disappearance.",
                                "elements": []
                            },
                            {
                                "content": "112.  Consequently, the Court finds that Lom-Ali and Umar-Ali Aziyev were held in unacknowledged detention without any of the safeguards contained in Article 5. This constitutes a particularly grave violation of the right to liberty and security enshrined in Article 5 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "113.  The applicants complained that they had been deprived of effective remedies in respect of the aforementioned violations, contrary to Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": " “Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "114.  The Government contended that the applicants had had effective remedies at their disposal as required by Article 13 of the Convention and that the authorities had not prevented them from using them. In particular, the applicants had received reasoned replies to all their complaints lodged in the context of criminal proceedings. Besides, the applicants had had an opportunity to appeal against the actions or omissions of the investigating authorities in court.",
                                "elements": []
                            },
                            {
                                "content": "115.  The Court reiterates that Article 13 of the Convention guarantees the availability at the national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. Given the fundamental importance of the right to protection of life, Article 13 requires, in addition to the payment of compensation where appropriate, a thorough and effective investigation capable of leading to the identification and punishment of those responsible for the deprivation of life and infliction of treatment contrary to Article 3, including effective access for the complainant to the investigation procedure leading to the identification and punishment of those responsible (see Anguelova v. Bulgaria, no. 38361/97, §§ 161-162, ECHR 2002-IV, and Süheyla Aydın v. Turkey, no. 25660/94, § 208, 24 May 2005). The Court further reiterates that the requirements of Article 13 are broader than a Contracting State’s obligation under Article 2 to conduct an effective investigation (see Khashiyev and Akayeva, cited above, § 183).",
                                "elements": []
                            },
                            {
                                "content": "116.  It follows that in circumstances where, as here, the criminal investigation into the violent death was ineffective and the effectiveness of any other remedy that may have existed, including civil remedies, was consequently undermined, the State has failed in its obligation under Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "117.  Consequently, there has been a violation of Article 13 in conjunction with Articles 2 and 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "118.  As regards the applicants’ reference to Article 5 of the Convention, the Court refers to its findings of a violation of this provision set out above. In the light of this it considers that no separate issues arise in respect of Article 13 read in conjunction with Article 5 of the Convention, which itself contains a number of procedural guarantees related to the lawfulness of detention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "119.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "120.  The first applicant claimed damages in respect of the medical treatment he had to undergo as a result of the injuries sustained on 24 September 2000. He claimed 21,500 Russian roubles (RUR) under this heading (597 euros (EUR)). He submitted a number of medical documents attesting that he had sought medical assistance on several occasions; however, he presented no documents related to the amounts of money spent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  The Government regarded these claims as unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  The Court reiterates that there must be a clear causal connection between the damage claimed by the applicant and the violation of the Convention. Furthermore, under Rule 60 of the Rules of Court any claim for just satisfaction must be itemised and submitted in writing together with the relevant supporting documents or vouchers, “failing which the Chamber may reject the claim in whole or in part”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Court notes that the first applicant had submitted medical documents, confirming that he had been treated in relation to his injuries and in relation to a number of chronic illnesses. The Court agrees that the first applicant must have borne some costs of medical treatment, and that there is a clear causal connection between the medical treatment for the injuries sustained by him and the violation of Article 3 found above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  In the absence of any conclusive evidence as to the first applicant’s claims for medical expenses and on the basis of the principles of equity, the Court awards an amount of EUR 300 to the first applicant as compensation for the pecuniary losses sustained.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "125.  The applicants claimed EUR 70,000 each in respect of non-pecuniary damage for the suffering they had endured as a result of the loss of their two sons, the indifference shown by the authorities towards them and the failure to provide any information about the fate of their children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  The Government found the amounts claimed exaggerated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  The Court has found a violation of Articles 2, 5 and 13 of the Convention on account of the unacknowledged detention and death of the applicants’ two sons. The applicants themselves have been found to have been victims of a violation of Article 3 of the Convention. The Court thus accepts that they have suffered non-pecuniary damage which cannot be compensated for solely by the findings of violations. It awards the applicants jointly EUR 75,000, plus any tax that may be chargeable thereon.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "128.  The applicants were represented by the SRJI. They submitted an itemised schedule of costs and expenses that included research and interviews in Ingushetia and , at a rate of EUR 50 per hour, and the drafting of legal documents submitted to the Court and the domestic authorities, at a rate of EUR 50 per hour for SRJI lawyers and EUR 150 per hour for SRJI senior staff. The aggregate claim in respect of costs and expenses related to the applicants’ legal representation amounted to EUR 12,743.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  The Government did not dispute the details of the calculations submitted by the applicants, but contended that the sum claimed was excessive for legal representation rates applicable in . They also objected to the representatives’ request to transfer the award for legal representation directly into their account in the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Court has to establish first whether the costs and expenses indicated by the applicants were actually incurred and, second, whether they were necessary (see McCann and Others, cited above, § 220).",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The Court notes that, under a contract entered into by the first applicant in November 2006, he agreed to pay the SRJI’s representative the costs and expenses incurred for representation before the Court, subject to delivery by the Court of a final judgment concerning the present application and to payment by the Russian Federation of the legal costs should these be granted by the Court. Having regard to the rates for the work of the SRJI lawyers and senior staff and to the administrative costs, the Court is satisfied that these rates are reasonable and reflect the expenses actually incurred by the applicants’ representatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  Further, it has to be established whether the costs and expenses incurred for legal representation were necessary. The Court notes that this case was rather complex and required a certain amount of research and preparation. It notes, however, that the applicants did not submit any additional observations on the merits and that the case involved little documentary evidence, in view of the Government’s refusal to submit most of the case file. The Court thus doubts that research was necessary to the extent claimed by the representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  Furthermore, the Court notes that it is its standard practice to rule that awards in relation to costs and expenses are to be paid directly into the applicant’s representatives’ accounts (see, for example, Toğcu, cited above, § 158; Nachova and Others v.  [GC], nos. 43577/98 and 43579/98, § 175, ECHR 2005VII; and Imakayeva v. Russia, no. 7615/02, ECHR 2006...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  Having regard to the details of the claims submitted by the applicants and acting on an equitable basis, the Court awards them the amount of EUR 8,000, less EUR 715 received by way of legal aid from the Council of Europe, together with any value-added tax that may be chargeable, the net award to be paid into the representatives’ bank account in the Netherlands, as identified by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "135.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government’s preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a failure to comply with Article 38 § 1 (a) of the Convention in that the Government have refused to submit documents requested by the Court;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 2 of the Convention in respect of Lom-Ali and Umar-Ali Aziyev;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 2 of the Convention in respect of the failure to conduct an effective investigation into the circumstances in which Lom-Ali and Umar-Ali Aziyev had disappeared;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 3 of the Convention in respect of both applicants;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 5 of the Convention in respect of Lom-Ali and Umar-Ali Aziyev;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 13 of the Convention in respect of the alleged violations of Articles 2 and 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that no separate issues arise under Article 13 of the Convention in respect of the alleged violations of Article 5;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 March 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF AZIYEVY v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-85442.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0320JUD007762601",
    "externalsources": [],
    "extractedappno": [
        "77626/01",
        "57950/00",
        "60272/00",
        "57942/00",
        "57945/00",
        "23763/94",
        "23531/94",
        "77617/01",
        "7615/02",
        "69481/01",
        "27693/95",
        "27601/95",
        "21894/93",
        "69480/01",
        "40464/02",
        "74237/01",
        "46477/99",
        "25656/94",
        "25704/94",
        "38361/97",
        "25660/94",
        "43577/98",
        "43579/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-85442",
    "judgementdate": "20/03/2008 00:00:00",
    "kpdate": "20/03/2008 00:00:00",
    "kpthesaurus": [
        "449",
        "350",
        "448",
        "444"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "13",
        "3",
        "2",
        "5"
    ],
    "parties": [
        "AZIYEVY",
        "RUSSIA"
    ],
    "rank": "618.602416992188",
    "representedby": [
        "STICHTING RUSSIAN JUSTICE INITIATIVE"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "397590",
    "typedescription": "15"
}