{
    "__articles": "3;13+3;13;34",
    "__conclusion": "Violation of Art. 3 (in case of expulsion);Violation of Art. 13+3;No violation of Art. 34",
    "applicability": "",
    "appno": "36009/08",
    "article": [
        "13",
        "3",
        "34"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "in case of expulsion"
            ],
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 13+3",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13+3",
            "type": "violation"
        },
        {
            "article": "34",
            "base_article": "34",
            "element": "No violation of Art. 34",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-99397.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36009/08) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Iranian nationals, Mr M.B., Mrs Z.P., Mr M.B. and Mrs T.B. (“the applicants”), on 30 July 2008. The President of the Chamber acceded to the applicants' request not to have their names disclosed (Rule 47 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr S. Efe, a lawyer practising in Ankara. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 30 July 2008 the President of the Chamber to which the case had been allocated decided to indicate to the Government, under Rule 39 of the Rules of Court, that the applicants should not be deported to Iran until 3 September 2008. The letter informing the Government about the decision of the President of the Chamber was faxed to the office of the Permanent Representation of Turkey to the Council of Europe at 12.47 p.m. (Strasbourg local time) on the same day.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 1 August 2008 the Government of Turkey informed the Court that they had received the Court's faxed letter informing them about the interim measure at 12.57 p.m. (Strasbourg local time) and that they had promptly informed the national authorities. However, the applicants had been deported to Iran at 2.00 p.m. Turkish local time (1.00 p.m. Strasbourg local time). The Government submitted a document signed by Turkish and Iranian border officials, showing that the applicants were deported at 2.00 p.m. (Turkish local time).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 22 August 2008 the applicants' representative informed the Court that the applicants had been detained and questioned by the Iranian police. On their way to court they had bribed the police officers and had been able to escape. They subsequently re-entered Turkish territory.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 25 August 2008 the President of the Chamber decided to extend until further notice the interim measure indicated under Rule 39 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 13 November 2008 the President of the Second Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3) and that the case would be given priority (Rule 41).",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicants and the Government each submitted written observations on the admissibility and merits. In addition, comments were received from the European Centre for Law and Justice (“the ECLJ”), a non-governmental organisation based in Strasbourg, France, which had been given leave by the President to intervene in the written procedure as a third party (Article 36 § 2 of the Convention and Rule 44 § 2).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicants were born in 1960, 1959, 1989 and 1984, respectively. The first and the second applicants are married. They are the parents of the third and fourth applicants. The applicants were living in Hakkari at the time of the events giving rise to the present application. Their current address is unknown.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 28 July 1999 the applicants arrived in Turkey. According to the applicants' submissions, they had fled Iran because the first applicant, a police officer, had aided political dissidents in  and had therefore feared for his life and that of his family.",
                                "elements": []
                            },
                            {
                                "content": "11.  On an unspecified date the applicants applied to the national authorities in Hakkari for temporary residence permits. According to the Government's submissions, on 2 August 2002 the applicants' request was dismissed by domestic authorities since the United Nations High Commissioner for Refugees (the “UNHCR”) had refused to recognise the applicants' refugee status.",
                                "elements": []
                            },
                            {
                                "content": "12.  On an unspecified date the applicants moved to Istanbul.",
                                "elements": []
                            },
                            {
                                "content": "13.  In 2002 the applicants converted to Christianity and began working for the Gedik Paşa Armenian Protestant Church in Istanbul. They acted as servers during the Sunday services. The fourth applicant also worked as a Sunday school teacher for the children in the church. The third applicant further worked for the International Protestant Church in Istanbul. In letters dated 28 August 2005 and 17 January 2007, the leaders of the Iranian Fellowship in Istanbul and the president of the Touch of Christ ministries confirmed that the applicants were involved in the Gedik Paşa Church. The third and fourth applicants were not accepted to study at the Iranian Consulate School in Istanbul because the Iranian authorities were aware of their religious faith.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 1 and 9 April 2008, after being interviewed, the applicants were recognised as refugees by the UNHCR in Ankara. The UNHCR found that the first applicant's claims that he had been imprisoned for not following religious practices in 1991, and that he had disobeyed orders which he had received during the student demonstrations in 1999 as he was a supporter of the student movements, were credible. The UNHCR also found that the applicants had been converted to Christianity and were involved in proselytising Iranian tourists in Turkey, as a result of which the Iranian Consulate in Istanbul and the domestic authorities in Iran had become aware of their conversion. The UNHCR concluded that the first applicant had a well-founded fear of persecution based on his conversion to Christianity and his activities to promote Christianity during his stay in Turkey and, therefore, recognised him as a refugee on the ground of his religion.",
                                "elements": []
                            },
                            {
                                "content": "15.  After having been recognised as refugees by the UNHCR, the applicants moved back to Hakkari on the instructions of the UNHCR in order to legalise their status in Turkey.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 14 May 2008 the applicants applied to the foreigners' department at the Hakkari police headquarters and the Hakkari public prosecutor's office for residence permits. Statements were taken from them by police officers. When the first and fourth applicants were asked how they could have stamps on their passports showing that they had travelled to Iran during their stay in Turkey between 2002 and 2008, they maintained that they had gone to Iran illegally with falsified Iranian passports and re-entered Turkey in order to validate their visas and to take Bibles in Farsi to Iran. The applicants further maintained that they had been recognised as refugees under the UNHCR's mandate.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 30 July 2008 the applicants were requested to appear at the Hakkari police headquarters, where they were told that they would be deported to Iran that day. Later that day the applicants were deported to Iran.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 31 July 2008 the applicants re-entered Turkish territory illegally. On 21 August 2008 the applicants went to the UNHCR office in Ankara, where they were once again interviewed by the UNHCR regarding the circumstances of their deportation and re-entry into Turkey. Following the interview, the UNHCR found that the applicants' account was credible and considered that the applicants' refugee status continued to be valid. During their interview the applicants stated that they were afraid to approach the domestic authorities as they feared being deported to Iran again.",
                                "elements": []
                            },
                            {
                                "content": "19.  In August 2008 the applicants' representative lodged an application with the General Police Headquarters for the suspension of the deportation decision and the grant of residence permits, having regard to the interim measure indicated under Rule 39 of the Rules of Court. He received no response to his application. According to the submissions of the applicants' representative, the applicants are currently in hiding in .",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "20.  A description of the relevant domestic law and practice can be found in Abdolkhani and Karimnia v. Turkey (no. 30471/08, §§ 29-45, ECHR 2009... (extracts)).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLES 2 AND 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicants complained under Articles 2 and 3 of the Convention that, as they had converted to Christianity, their removal to Iran would expose them to a real risk of death or illtreatment.",
                                "elements": []
                            },
                            {
                                "content": "22.  The Court finds it is more appropriate to examine the applicant's complaint from the standpoint of Article 3 of the Convention alone (see Abdolkhani and Karimnia, cited above, § 62; NA. v. the United Kingdom, no. 25904/07, § 95, 17 July 2008; and Said v. the Netherlands, no. 2345/02, § 37, ECHR 2005VI).",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "23.  The Government submitted that the applicants had failed to exhaust the domestic remedies available to them within the meaning of Article 35 § 1 of the Convention. They maintained in this connection that the applicants could have applied to the administrative courts requesting the annulment of the domestic authorities' refusal to grant them temporary asylum and residence permits in 2002. Instead, the applicants failed to comply with the national legislation and left their place of residence without informing the authorities. Therefore the decision dismissing their request could not have been served on them. When they reappeared in 2008, the Hakkari governor's office was instructed to inform them of the administrative decision taken in their respect and of their right to lodge an appeal against that decision. However, they failed to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicants submitted that when they were summoned to the Hakkari police headquarters on 30 July 2008 they were neither informed of the decision refusing their request for residence permits nor served with the deportation orders. Thus, they were deported to Iran without having been given the opportunity to lodge an appeal or a case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court observes that it is not disputed between the parties that the applicants' initial requests for temporary asylum and residence permits were dismissed by the national authorities in 2002. However, there is nothing in the case file demonstrating that the authorities' decision was served on the applicants. Moreover, despite the fact that an explicit question was put to them, the Government failed to submit to the Court the documents showing that a deportation order had actually been issued and served on the applicants before their removal on 30 July 2008. Thus, the Court finds that the applicants were deprived of the opportunity to apply to the administrative and judicial authorities for annulment of the decision to deport them to Iran prior to their actual deportation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Besides, the Court reiterates that, under Turkish law, seeking the annulment of a deportation decision does not have automatic suspensive effect and, therefore, the applicants were not required to apply to the administrative courts in order to exhaust such domestic remedies, within the meaning of Article 35 § 1 of the Convention (see Abdolkhani and Karimnia, cited above, § 59). The Court accordingly rejects the Government's objections.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "28.  The Government maintained that the applicants did not have a wellfounded fear of persecution in Iran. They submitted in this connection that the first and fourth applicants had made multiple entries to Iran and had re-entered Turkish territory illegally and with false passports between 2002 and 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The applicants alleged that they had been deported once to Iran without having been given the opportunity to object to their removal. They further contended that they feared being deported again. The applicants maintained that, if removed to Iran, they would be exposed to a clear risk of death or ill-treatment, given that the first applicant had been involved in anti-regime activities in Iran prior to his arrival in Turkey and that they had all become Christians and were involved in proselytising activities, all of which was known by the Iranian authorities. In this connection, they stressed that they had been recognised as refugees by the UNHCR.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The third party's submissions",
                                        "elements": [
                                            {
                                                "content": "30.  The ECLJ submitted that apostasy was punishable under the Iranian penal code and that converted Christians were harassed and persecuted by domestic authorities. They further maintained that several converted Christians in Iran had been arrested and subjected to ill-treatment. Some of those persons were imprisoned and some Christians had had to flee from Iran and sought asylum in other countries.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "31.  The Court observes at the outset that the applicants complained about their deportation to Iran on 30 July 2008 and that the respondent Government accepted, in their submissions to the Court, that the applicants had indeed been deported to Iran on that date. The Court would assess, under normal circumstances, the existence of the risk with reference to the date of the applicants' first deportation, on 30 July 2008, together with the risk they could face if expelled to  now. However, given that the applicants immediately returned to Turkey after their deportation, the Court considers that it does not need to examine the first incident any further. The Court will therefore proceed to assess the existence of any risk in Iran faced by the applicants if they were now to be deported (see Abdolkhani and Karimnia, cited above, § 77).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court further observes that the Government claimed that the applicants' initial requests for temporary asylum had been rejected in line with the UNHCR's first decision also to reject their asylum request. However, the UNHCR subsequently reopened the applicants' file and recognised them as refugees. The Court further notes that when the applicants made statements to the police on 14 May 2008, they mentioned that they had been converted to Christianity and recognised as refugees by the UNHCR. Yet, they were summoned and deported to Iran. In these circumstances, the Court is not persuaded that the applicants' claims regarding the risks that they might face in  on the basis of their religion were meaningfully examined by the domestic authorities before their deportation. It fell to the UNHCR branch office to reassess the background to the applicants' asylum requests and to evaluate the risk to which they would be exposed if returned to .",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Court for its part must give due weight to the UNHCR's conclusions as to the applicants' claims (see Jabari v. Turkey, no. 40035/98, § 41, ECHR 2000VIII; NA. v. the United Kingdom, cited above, § 122; and Abdolkhani and Karimnia, cited above, § 82). The Court observes in this connection that when the UNHCR interviewed the applicants it had the opportunity to test the credibility of their fears and the veracity of their account of the circumstances in their home country. Following this interview, it found that the applicants were at risk of persecution in their country of origin.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In the light of the UNHCR' s assessment, the Court finds that there are substantial grounds for accepting that the applicants face the risk of a violation of their rights under Article 3 if returned to .",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Consequently, the Court concludes that there would be a violation of Article 3 of the Convention if the applicants were to be removed to Iran.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLES 6 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicants complained under Article 13 of the Convention that they had no effective remedy in domestic law whereby they could challenge their deportation.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "37.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "38.  The Government maintained that the applicants could have applied to the administrative courts, requesting the annulment of the negative decision given in respect of their asylum request and of the decision to deport them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The applicants submitted that they had not been served with a deportation order prior to their deportation to  on 30 July 2008, and that they had therefore been deprived of any opportunity to challenge the authorities' decisions before national courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court notes that it has already found a violation of Article 13 of the Convention in the case of Abdolkhani and Karimnia (cited above, §§ 116117), which raised similar issues. Having regard, in particular, to the fact that the applicants were not served with the deportation order, the Court finds no reason which could lead it to reach a different conclusion in the present case. Accordingly, the Court concludes that the applicants were not afforded an effective and accessible remedy in relation to their complaints under Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has therefore been a violation of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicants alleged under Articles 5 and 6 of the Convention that they had been detained on 30 July 2008 with no opportunity to challenge their detention. In this connection, they submitted that they had not had access to a lawyer when they were detained and that they had not been brought before a judge following their detention.",
                                "elements": []
                            },
                            {
                                "content": "42.  The Court considers that these complaints should be examined from the standpoint of Article 5 § 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "43.  The Government did not make any submissions on this aspect of the case.",
                                "elements": []
                            },
                            {
                                "content": "44.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "45.  The Court observes that the applicants were detained for a maximum period of six hours before their deportation to Iran on 30 July 2008. In the light of its case-law, according to which Article 5 § 4 does not deal with remedies which may serve to review the lawfulness of a short-term detention which has already ended, the Court does not find it necessary to determine the merits of the applicants' complaints under Article 5 § 4 of the Convention (see Slivenko v. Latvia [GC], no. 48321/99, §§ 158-159, ECHR 2003X).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  The applicants further alleged that their deportation to Iran, despite the interim measure indicated by the President of the Section under Rule 39 of the Rules of Court, constituted a violation of Article 34 of the Convention. They alleged that their representative had been informed of the interim measure at around 1.00 p.m. Turkish local time and that they had been deported at 4.00 p.m. Turkish local time.",
                                "elements": []
                            },
                            {
                                "content": "47.  The Government submitted in response that they had not failed to comply with the interim measure indicated under Rule 39 of the Rules of Court. In this connection, they maintained that they had received the Court's faxed letter informing them about the interim measure at 12.57 p.m. (Strasbourg local time) and that the applicants had been deported to Iran at 2.00 p.m. Turkish local time (1.00 p.m. Strasbourg local time).",
                                "elements": []
                            },
                            {
                                "content": "48.  The Court reiterates that Article 34 will be breached if the authorities of a Contracting State fail to take all steps which could reasonably have been taken in order to comply with the measure indicated by the Court (see Paladi v. Moldova [GC], no. 39806/05, § 88, ECHR 2009....). However, in the present case the Court notes that the letter addressed to the Government containing the decision to apply Rule 39 of the Rules of Court was faxed to the office of the Permanent Representation of Turkey to the Council of Europe at 12.47 p.m. Strasbourg local time and that the letter addressed to the applicants' representative was faxed at 1.06 p.m. Strasbourg local time (2.06 Turkish local time). The Court further observes that, according to the document submitted by the Government regarding the deportation of the applicants signed by three Turkish and two Iranian police officers, the applicants were deported to Iran at 1.00 p.m. Strasbourg local time. The deportation in question thus took place only thirteen minutes after the Government were informed of the application of the Rule 39 measure. Having regard to the short time which elapsed between the receipt of the fax message by the Government and the deportation of the applicants, the Court considers that it has not been established that the Government had failed to demonstrate the necessary diligence in complying with the measure indicated by the Court.",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, there has been no violation of Article 34 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  In their submissions dated 7 May 2009, the applicants further complained under Articles 3, 5 and 6 of the Convention that their detention had not been formally recorded, that they had not been informed of the reasons for their arrest and that they had been subjected to ill-treatment on account of the conditions in which they had been detained.",
                                "elements": []
                            },
                            {
                                "content": "50.  The Court observes that the applicants' detention ended on 30 July 2008, whereas these complaints were introduced on 7 May 2009, more than six months later.",
                                "elements": []
                            },
                            {
                                "content": "51.  It follows that this part of the application has been introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "53.  The applicants jointly claimed 6,500 euros (EUR) and EUR 40,000 for pecuniary and non-pecuniary damage respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. With regard to the non-pecuniary damage sustained by the applicants, the Court considers that the finding of a potential violation of Article 3 of the Convention and an actual violation of Article 13 of the Convention constitutes in itself sufficient just satisfaction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "56.  The applicants also claimed reimbursement of their costs and expenses relating to the proceedings before the Court. However, they did not specify an amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government maintained that no award should be made without a specific claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, the Court notes that the applicants did not specify the amount of legal fees, nor did they submit any receipts or other vouchers on the basis of which a specific amount could be established. Accordingly, the Court does not make any award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "59.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares admissible the complaints under Articles 2, 3 and 13 of the Convention (concerning the applicants' possible deportation to Iran and the alleged lack of an effective remedy whereby they could raise their allegations regarding the risks that they may face in Iran), as well as the complaint under Article 5 § 4 of the Convention (concerning the alleged lack of a remedy whereby the applicants could challenge the lawfulness of their detention);",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the applicants' deportation to  would be in violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that no separate issue arises under Article 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 13 of the Convention, in relation to the applicants' complaints under Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that it is not necessary to make a separate ruling on the applicants' complaint under Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been no violation of Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that the finding of a potential violation constitutes sufficient just satisfaction for the non-pecuniary damage sustained by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "9.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 June 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF M.B. AND OTHERS v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-99397.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0615JUD003600908",
    "externalsources": [],
    "extractedappno": [
        "36009/08",
        "30471/08",
        "25904/07",
        "2345/02",
        "40035/98",
        "48321/99",
        "39806/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-99397",
    "judgementdate": "15/06/2010 00:00:00",
    "kpdate": "15/06/2010 00:00:00",
    "kpthesaurus": [
        "350",
        "444",
        "183"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "13",
        "3",
        "34"
    ],
    "parties": [
        "M.B. AND OTHERS",
        "TURKEY"
    ],
    "rank": "737.547546386719",
    "representedby": [
        "EFE S."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "357999",
    "typedescription": "15"
}