{
    "__articles": "3;41",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "20129/07",
    "article": [
        "3",
        "41"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-122175.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 20129/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Turkish nationals, Ms Zuhal Subaşi and Mr Ali Çoban (“the applicants”), on 12 May 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms A. Kuru Üstün, a lawyer practising in . The second applicant was granted legal aid. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 12 June 2009 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1978 and 1981 and live in Manisa and  respectively.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 1 May 2006 a demonstration was held in  to celebrate Labour Day. The applicants, who were participants in this demonstration, claimed that they were attacked by police officers from the Rapid Response Force (Çevik Kuvvet) during the demonstration. According to the applicants, the police officers initially targeted the first applicant. When she fell to the ground, the second applicant tried to shield her, at which point he was also attacked, sprayed with pepper gas, kicked and beaten with truncheons. They submitted a photograph in which the second applicant is covering a person on the ground a couple of metres behind a group of police officers holding truncheons, and an officer is bending down towards them. The photograph was published on 2 May 2006 in a local newspaper. The applicants were not arrested.",
                                "elements": []
                            },
                            {
                                "content": "6.  On the same day, after the demonstration, the applicants applied to the Human Rights Centre at the Izmir Bar Association with a view to requesting legal aid in order to lodge their complaints against the police. At the Izmir Bar Association, photographs showing their injuries were taken.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 2 May 2006 the applicants lodged a complaint with the  public prosecutor against the police officers involved in the incidents. They complained that they had been subjected to ill-treatment by the police and requested to be referred to the Forensic Medicine Institute and to a university hospital. In their complaint they noted that their representative had been appointed by the Izmir Bar Association to act on their behalf. In support of their complaint the applicants submitted to the public prosecutor’s office the aforementioned photograph published on 2 May 2006.",
                                "elements": []
                            },
                            {
                                "content": "8.  On the same day the  public prosecutor took statements from the applicants regarding their complaints. The first applicant stated that she had attended the demonstration with the trade unions and had been attacked by police officers who wanted to disperse certain demonstrators. She further stated that the second applicant had also been beaten while he was attempting to shield her from the police attacks. The second applicant made a statement along the same lines.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 3 May 2006 the applicants were examined by the  branch of the Forensic Medicine Institute. According to the report prepared at the end of the first applicant’s examination, there was swelling on the right parietal- occipital region of the head and sensitivity on palpation, sensitivity on the right side of the jaw when chewing, and sensitivity on palpation in the area between the right eye and the right temporal, an 8 x 1 cm red ecchymosis (bruising) above the left scapula, a 6 x 3 cm blue-purple ecchymosis on the upper outer right arm, and a 7 x 3 cm blue-purple ecchymosis with a red outer lining on the upper outer right thigh, together with sensitivity on palpation in the ecchymotic areas. The doctor stated that the injuries observed on the first applicant’s body were the result of blunt soft tissue trauma which could be treated by simple medical intervention and that she had also suffered from nausea on the date of the incident because of the gas which the police had used that day. A psychiatric examination of the first applicant revealed that she was generally in good health, but was suffering from diminished concentration and had trouble finding the correct words when speaking, on account of the blows to her head.",
                                "elements": []
                            },
                            {
                                "content": "10.  The medical report drawn up regarding the second applicant on the same date identified 5, 4 and 2 cm linear red ecchymoses and a purple ecchymosis 3 cm in diameter on the left side of the forehead, an epithelised purple ecchymosis of 1 cm in diameter at the root of the nose, a 0.5 cm purple ecchymosis on the outer side of the right zygomatic bone, a green ecchymosis of 3 cm in diameter on the upper outer left scapular region, a vertical 11 x 2 cm green-yellow ecchymosis on the left paravertebral region and the inner left scapular region, horizontal purple ecchymoses of 13 x 0.5 cm and 12 x 0.5 cm on the lower back, 8 x 0.5 cm and 6 x 0.5 cm light yellow ecchymoses on the left of the waist, two 3 x 1 cm purple ecchymoses of 2 cm in diameter on the right outer bicep, a swelling of 1 cm in diameter on the left parietal region, a V-shaped 4 x 1.5 cm redbrown ecchymotic abrasion on the lower inner area of the left knee cap, a swelling of the left thumb, and nausea due to pepper gas spray he had been exposed to on the day of the incident. The report stated that the injuries on the second applicant’s body were the result of blunt trauma and that they could be treated by simple medical intervention. In psychological terms, the second applicant was found to be suffering from trauma and flashbacks.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 5 May 2006 the second applicant was referred by the Izmir public prosecutor to the Izmir Atatürk Teaching and  for further medical examinations. The findings in the medical report drawn up at the hospital on 8 May 2006 were consistent with the previous report and indicated that the injuries inflicted on the applicant had not caused him any permanent physical damage.",
                                "elements": []
                            },
                            {
                                "content": "12.  On an unspecified date, the applicants’ representative submitted to the public prosecutor’s office three photographs of the second applicant taken on 1 May 2006 at the Human Rights Centre of the Izmir Bar Association and showing injuries he had sustained.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 24 May 2006 the Izmir police headquarters submitted a statement to the  public prosecutor giving an account of the events that took place on 1 May 2006. They stated that the police had only used force to the extent authorised under Law no. 2559 on the Duties and Powers of the Police in order to disperse demonstrators who were acting in a disorderly manner and throwing stones at the police. They further stated that there was no indication that the applicants had been assaulted by police officers.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 21 June 2006 an expert report was submitted to the  public prosecutor regarding the incidents of 1 May 2006, which had been prepared on the basis of thirty-two photographs and twenty-seven minutes of video footage of the demonstrations held on that date. The report stated in particular that a woman who resembled the female applicant had quarrelled with and pushed a police officer during the incidents. There was no indication of an assault against the applicants in the material examined.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 29 June 2006 the  public prosecutor decided not to prosecute the police officers involved in the incidents. The public prosecutor held that the injuries mentioned in the applicants’ medical reports were not life-threatening and only required simple medical treatment. The public prosecutor further noted that a woman who resembled the female applicant had quarrelled with and pushed a police officer during the incidents. He also noted that photographs of the incidents showed that some demonstrators were holding flags of illegal organisations; that some shop windows had been broken; that paving stones had been torn up; that posters of the leader of a terrorist organisation, Abdullah Öcalan, were being held up, and that demonstrators had thrown stones at the police. The public prosecutor concluded that the police officers had acted under the authority granted by Law no. 2559 to fend off the attacks they had faced, and that there was no evidence to support the applicants’ allegations that the police had used excessive force against them.",
                                "elements": []
                            },
                            {
                                "content": "16.  In the meantime, the second applicant had applied to the Izmir Branch of the Human Rights Foundation of Turkey (İnsan Hakları Vakfı) on 3 May 2006 for further medical examinations. According to the medical report drawn up by the Human Rights Foundation on 17 July 2006, which mainly repeated the findings of the previous reports, the second applicant’s injuries were consistent with his allegations of ill-treatment.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 14 August 2006 the applicants objected to the  public prosecutor’s decision of 29 June 2006.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 6 September 2006 the  rejected the applicants’ objection.",
                                "elements": []
                            },
                            {
                                "content": "19.  According to a handwritten note on the envelope containing the Karşıyaka Assize Court’s decision of 6 September 2006, submitted by the applicants, that decision was communicated to their representative on 13 November 2006.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "20.  At the material time, the relevant articles of Law no. 2559 on the Duties and Powers of the Police as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 16",
                                "elements": []
                            },
                            {
                                "content": "“The police may use firearms:",
                                "elements": []
                            },
                            {
                                "content": "(a) in self-defence, ...",
                                "elements": []
                            },
                            {
                                "content": "(h) or if a person or a group resists the police and prevents them from carrying out their duties or if there is an attack against the police.”",
                                "elements": []
                            },
                            {
                                "content": "Additional Section 6",
                                "elements": []
                            },
                            {
                                "content": "“In cases of resistance by persons whose arrest is necessary or by groups whose dispersal is necessary or of an attack or threat of an attack, the police may use violence to subdue these actions.",
                                "elements": []
                            },
                            {
                                "content": "Use of violence refers to the use of bodily force, physical force and all types of weapons specified in the law, and gradually increases according to the nature and level of resistance and attack in such a way as to restore calm.",
                                "elements": []
                            },
                            {
                                "content": "In cases of intervention by group forces, the extent of the use of force and the equipment and instruments to be used shall be determined by the commander of the intervening force.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLES 1, 3, 6 §§ 1 AND 3 AND ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicants complained under Articles 1 and 3 of the Convention that they had been subjected to ill-treatment by police officers. They further alleged under Article 6 §§ 1 and 3 (d) and Article 13 of the Convention that the authorities had failed to carry out an effective investigation of their allegations of ill-treatment and to duly examine the evidence they had submitted in support of their allegations. The applicants claimed that the authorities had also failed to punish the police officers responsible, which cast doubt on their independence and impartiality. Lastly, the applicants maintained under Article 6 § 1 of the Convention that the decisions of the  public prosecutor and the  lacked reasoning.",
                                "elements": []
                            },
                            {
                                "content": "22.  The Court considers that the applicants’ aforementioned complaints should be examined from the standpoint of Article 3 alone, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "23.  The Government submitted firstly that the applicants had not respected the six-month time-limit, because they had not introduced their application with the Court within six months of the date of the rejection of their objection by the Karşıyaka Assize Court on 6 September 2006. They submitted that there were no documents in the file to show that the Assize Court’s decision had been served on the applicants on 13 November 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Government also considered that the applicants had failed to make use of a number of civil and administrative remedies in respect of their complaints of ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicants maintained that the decision had been communicated to them on 13 November 2006, and submitted that it was up to the Government to provide documentary evidence to the contrary. They also maintained that they had exhausted all domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  As regards the Government’s submission that the applicants had failed to introduce their application with the Court within six months of the date of the Karşıyaka Assize Court’s decision of 6 September 2006, the Court observes that decisions adopted by assize courts are served on the parties. Indeed, the Karşıyaka Assize Court explicitly stated in its decision that the decision was to be served on the applicants’ representative. In this connection, the Court reiterates that where an applicant is entitled to be served with a written copy of the final domestic decision the object and purpose of Article 35 § 1 of the Convention are best served by counting the six-month period as running from the date of service of the written judgment (see Worm v. Austria, 29 August 1997, § 33, Reports of Judgments and Decisions 1997V). It therefore cannot accept the Government’s suggestion that the starting point of the six-month period was the date on which the Karşıyaka Assize Court adopted its decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  According to a handwritten note on the envelope containing the Karşıyaka Assize Court’s decision of 6 September 2006, the decision was served on the applicants’ representative on 13 November 2006. The application was submitted to the Court on 12 May 2007, that is, within the six-month time-limit. The Government, beyond submitting that there were no documents showing that the decision had been communicated to the applicants on 13 November 2006, did not seek to challenge the veracity or authenticity of the handwritten note on the decision. Neither did they seek to submit to the Court any information or documents to show that the decision had been served on the applicants or their representative on another date. In the light of the foregoing, the Court rejects the Government’s submission that the application was submitted to the Court too late.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Regarding the Government’s reference to civil and administrative remedies, the Court reiterates that it has already examined and rejected similar preliminary objections in other, similar cases (see, in particular, Güler and Öngel v. , nos. 29612/05 and 30668/05, § 21, 4 October 2011; Atalay v. Turkey, no. 1249/03, § 28, 18 September 2008; and Gazioğlu and Others v. , no. 29835/05, §§ 29 and 30, 17 May 2011 and the cases cited therein). The Court finds no particular circumstances in the instant case which would require it to depart from its findings in the above-mentioned cases. It therefore rejects the Government’s preliminary objection in respect of civil and administrative remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The responsibility of the respondent State in the light of the substantive aspect of Article 3 of the Convention",
                                        "elements": [
                                            {
                                                "content": "30.  The Government submitted that the police had used physical force and tear gas only when a group of demonstrators had begun acting in a disorderly manner and had attacked the police with stones. They contended that the force used by the police was proportionate and that therefore it had been in line with the domestic law (see additional section 6 of Law no. 2559 on the Duties and Powers of the Police). The Government noted that there was no image which showed the applicants being ill-treated by police. They further maintained that according to the video footage a woman who resembled the first applicant had quarrelled with police officers, and that the reports issued in respect of the applicants had referred to a few bruises and scratches. The Government considered that the applicants had sustained the injuries found on their bodies in the “chaotic atmosphere” of the demonstration, and asked the Court to declare the applicants’ allegations ill-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The applicants maintained that they had been kicked, beaten and sprayed with tear gas by police officers during the demonstration held on 1 May 2006, and that the force used by the police against them had constituted illtreatment within the meaning of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  As the Court has underlined on many occasions, Article 3 of the Convention enshrines one of the most fundamental values of a democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim’s behaviour (see Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000IV). In this connection, it also notes that ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  Furthermore, in assessing evidence, the standard of proof “beyond reasonable doubt” is generally applied. However, such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact. Further, where allegations are made under Articles 2 and 3 of the Convention, the Court must apply particularly thorough scrutiny (see Güler and Öngel, cited above, § 26, and Saya and Others v. Turkey, no. 4327/02, § 19, 7 October 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court observes at the outset that the applicants submitted to the Court photographs showing injuries on their bodies taken at the Human Rights Centre of the Izmir Bar Association on 1 May 2006. Their representative further submitted before the national authorities that she had begun to act on their behalf after they had applied to the Bar Association and after those photographs had been taken. The Government did not challenge the authenticity of the photographs or the veracity of the submissions. The Court therefore considers that the injuries observed in those photographs, which are consistent with the content of the medical reports issued subsequently, were sustained on 1 May 2006. As to whether the applicants sustained those injuries during the demonstration, the Court notes that the Government submitted that there was no image in the police forces’ video recordings showing the applicants being ill-treated by police. Nevertheless, the Government did not deny the applicants’ claim that they had participated in the demonstration, during which they had been injured. Besides, in their observations submitted to the Court, the Government contended that the applicants had sustained those injuries in the chaotic atmosphere which existed at the time, after the police had used force against some of the demonstrators. What is more, according to the medical reports issued with regard to the applicants, the injuries observed on their bodies were the result of blunt trauma, a finding which is consistent with the applicants’ allegation that they had been beaten with truncheons (see paragraphs 9 and 10 above). In these circumstances, the Court concludes that the applicants were injured during the demonstration of 1 May 2006 when the police used force to disperse protestors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  According to the photographs submitted by the applicants and the medical reports, the applicants had several bruises, abrasions and swellings on various parts of their bodies, suffered from nausea caused by pepper gas spray, and showed signs of psychological suffering. The Court is therefore convinced that these injuries are sufficient to bring the applicants’ complaints within the scope of Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In this connection, the Court reiterates that Article 3 does not prohibit the use of force in certain well-defined circumstances. However, such force may be used only if indispensable and must not be excessive (see Rehbock v. Slovenia, no. 29462/95, §§ 66-78, ECHR 2000XII). In the present case, the Court must therefore determine whether the recourse to physical force was strictly necessary and proportionate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court observes from the submissions of the Government and from the video recording of the incident during the demonstration of 1 May 2006 that a confrontation occurred between some demonstrators and the police forces. The Court notes at this point that the Government have not claimed that the applicants were among the demonstrators who were engaged in acts of violence. The Government have solely mentioned that according to the expert report a woman who resembled the first applicant had had a quarrel with an officer. However, not even this allegation was proven at the national level. Besides, the national authorities’ decisions did not contain any finding as to the applicants’ participation in the confrontation with the security forces.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In this connection, the Court also observes from the video recording of the incident that a very large group of police officers, all of whom had the necessary equipment, had been deployed to the area of the demonstration. It is therefore not possible to conclude that the security forces were called upon to respond without prior preparation (see Güler and Öngel, cited above, § 29, and Balçık and Others v. Turkey, no. 25/02, § 32, 29 November 2007). Furthermore, the Government have not provided any information showing that the intervention of the security forces was properly regulated and organised in such a way as to minimise to the greatest extent possible any risk of bodily harm to the demonstrators. In the light of the aforementioned considerations, the Court concludes that the force used by the police against the applicants, who were not among the demonstrators who confronted the police, was unjustified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In these circumstances, the Court finds that the injuries sustained by the applicants were the result of treatment for which the State bears responsibility. Having regard to the nature and degree of the applicants’ injuries, the Court considers that the treatment in question reached a sufficient level of severity to be characterised as inhuman treatment (see İzgi v. , no. 44861/04, § 40, 15 November 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Accordingly, there has been a violation of Article 3 of the Convention under its substantive limb.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The responsibility of the respondent State in the light of the procedural aspect of Article 3 of the Convention",
                                        "elements": [
                                            {
                                                "content": "41. The Government contended that the applicants’ allegations had been subjected to an effective examination, since an investigation had been initiated promptly. Referring to the Court’s case-law, the Government submitted that the applicants had actively participated in the investigation. They concluded that this part of the application was ill-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The applicants submitted that the Izmir public prosecutor did not conduct an effective investigation, as he failed to take into consideration a number of items of evidence they had submitted, in particular the photograph published in a local newspaper (see paragraph 7 above). Nor did the prosecutor obtain video recordings in which it could be seen that they had been beaten by police, despite the applicants’ explicit statements that those images had been broadcast on television. The applicants further noted that the  public prosecutor had not obtained statements from the police officers who were involved in the incident.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court reiterates that Article 3 of the Convention also requires the authorities to investigate allegations of ill-treatment when they are “arguable” and “raise a reasonable suspicion” (see, in particular, Ay v. Turkey, no. 30951/96, §§ 59-60, 22 March 2005). The minimum standards of effectiveness defined by the Court’s case-law include the requirements that the investigation be independent, impartial and subject to public scrutiny. Moreover, the competent authorities must act with exemplary diligence and promptness (see, for example, Çelik and İmret v. , no. 44093/98, § 55, 26 October 2004). In addition, the Court reiterates that the rights enshrined in the Convention are practical and effective, and not theoretical or illusory. Therefore, in such cases, an effective investigation must be able to lead to the identification and punishment of those responsible (see Orhan Kur v. Turkey, no. 32577/02, § 46, 3 June 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court has found above that the respondent State was responsible, under Article 3 of the Convention, for the injuries sustained by the applicants. An effective investigation was therefore required.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In the instant case, the Court observes that an investigation of the applicants’ allegations was initiated by the  public prosecutor’s office (see paragraphs 8-15 above). The investigation ended on 6 September 2006 when the  upheld the decision of the public prosecutor not to prosecute the police officers for ill-treatment. The Court, having examined the documents contained in the case file, considers that there were serious shortcomings in the way the investigation was conducted by the public prosecutor, and that these had repercussions on its effectiveness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Firstly, there is no indication in the case file to show that in the course of the investigation the  public prosecutor attempted to identify the police officers who were on duty and to question them. Rather, he relied solely on the report prepared by the police in concluding that the force used by the security forces had been proportionate (see paragraphs 13 and 15 above). Secondly, the public prosecutor failed to enquire whether the applicants had engaged in any of the acts of violence referred to in the police report. Thirdly, it appears that the findings of the medical reports were not given serious consideration, despite the severity of the injuries noted therein. Finally, the prosecutor also appears to have failed to secure statements from potential eyewitnesses and did not examine video recordings of the incidents other than those submitted by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In the light of the above, the Court concludes that the national authorities failed to carry out an effective investigation of the applicants’ allegations of ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  There has accordingly been a violation of Article 3 under its procedural limb.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "50.  The applicants claimed 15,000 euros (EUR) each in respect of nonpecuniary damage. The second applicant also claimed EUR 760 in respect of pecuniary damage, alleging that he had been dismissed from his job after the incident and had been unemployed for three months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government submitted that the applicants’ claims were unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged by the second applicant; it therefore rejects this claim. On the other hand, in view of the violations found under Article 3 of the Convention, the Court finds that the applicants must have suffered pain and distress which cannot be compensated for solely by the Court’s finding of a violation. It awards the applicants the sum claimed by them in full, namely EUR 15,000 each, in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "53.  The applicants also claimed EUR 1,760 for costs and expenses incurred before the domestic courts and subsequently before the Court. In support of their claims, the applicants submitted a time sheet indicating a total of fifteen and a half hours of legal work carried out by their legal representative, two receipts for payment for translations, and a number of invoices for photocopying and postal costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government considered the claim to be unjustified, and invited the Court not to make any awards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the applicants jointly their claim in full, covering costs under all heads. From this sum should be deducted the EUR 850 granted to the second applicant by way of legal aid under the Council of Europe’s legal aid scheme.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "56.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention under its substantive limb;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention under its procedural limb;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 July 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": " Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SUBAŞI AND ÇOBAN v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-122175.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0709JUD002012907",
    "externalsources": [],
    "extractedappno": [
        "20129/07",
        "29612/05",
        "30668/05",
        "1249/03",
        "29835/05",
        "26772/95",
        "4327/02",
        "29462/95",
        "25/02",
        "44861/04",
        "30951/96",
        "44093/98",
        "32577/02"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-122175",
    "judgementdate": "09/07/2013 00:00:00",
    "kpdate": "09/07/2013 00:00:00",
    "kpthesaurus": [
        "350",
        "596",
        "193",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "3",
        "41"
    ],
    "parties": [
        "SUBAŞI AND ÇOBAN",
        "TURKEY"
    ],
    "rank": "1005.74176025391",
    "representedby": [
        "KURU USTUN A."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Atalay v. Turkey, no. 1249/03, § 28, 18 September 2008",
        "Balçik and Others v. Turkey, no. 25/02, § 32, 29 November 2007",
        "Çelik and Imret v. Turkey, no. 44093/98, § 55, 26 October 2004",
        "Gazioglu and Others v. Turkey, no. 29835/05, §§ 29 and 30, 17 May 2011",
        "Güler and Öngel v. Turkey, nos. 29612/05 and 30668/05, 4 October 2011",
        "Izgi v. Turkey, no. 44861/04, § 40, 15 November 2011",
        "Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV",
        "Orhan Kur v. Turkey, no. 32577/02, § 46, 3 June 2008",
        "Rehbock v. Slovenia, no. 29462/95, §§ 66-78, ECHR 2000-XII",
        "Saya and Others v. Turkey, no. 4327/02, § 19, 7 October 2008",
        "Worm v. Austria, 29 August 1997, § 33, Reports of Judgments and Decisions 1997-V"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "382848",
    "typedescription": "15"
}