{
    "__articles": "6;6-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "29760/06;17792/10;4707/08;48249/07",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Enforcement proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-115867.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in four applications (nos. 29760/06, 48249/07, 4707/08 and 17792/10) against Bosnia and Herzegovina lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by nine citizens of Bosnia and Herzegovina, Mr Jovan Janjić, Mr Nedeljko Brborović, Mr Milenko Brborović, Ms Branislavka Brborović, Ms Vojka Kandić, Mr Miloš Kandić, Ms Mirjana Kandić, Ms Slavojka Kandić and Mr Draženko Zavišić (“the applicants”), between 12 July 2006 and 19 February 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  Mr Nedeljko Brborović, Mr Milenko Brborović and Ms Branislavka Brborović were represented by Ms Radmila Plavšić and Mr Ranko Vulić, lawyers practising in . Mr Draženko Zavišić was represented by Mr Đorđe Marić, a lawyer practising in . The Government of Bosnia and  (“the Government”) were represented by their Agent, Ms M. Mijić.",
                        "elements": []
                    },
                    {
                        "content": "3.  This case is, like Čolić and Others v. , nos. 1218/07 et al., 10 November 2009, and Runić and Others v. Bosnia and Herzegovina, nos. 28735/06 et al., 15 November 2011, about the nonenforcement of final and enforceable domestic judgments awarding war damages to the applicants.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 30 August 2010 (applications nos. 29760/06, 48249/07 and 4707/08) and on 4 July 2011 (application no. 17792/10) the President of the Fourth Section decided to give notice of the applications to the Government. It was also decided to rule on the admissibility and merits of the applications at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants live in .",
                                "elements": []
                            },
                            {
                                "content": "6.  By five judgments of different courts of first instance (the application no. 48249/07 concerns the non-enforcement of two judgments) of 22 January 2003, 5 October 1999, 25 June 2002, 19 December 2000 and 11 January 2000 which became final on 17 September 2003, 1 June 2001, 6 December 2004, 22 February 2001, 7 April 2004, respectively, the Republika Srpska (an Entity of Bosnia and Herzegovina) was ordered to pay, within 15 days, the following amounts in convertible marks (BAM) in respect of war damage together with default interest at the statutory rate:",
                                "elements": []
                            },
                            {
                                "content": "  BAM 5,555.25 in respect of pecuniary damage and BAM 881 in respect of legal costs to Mr Jovan Janjić;",
                                "elements": []
                            },
                            {
                                "content": "  BAM 1,500 in respect of pecuniary damage and BAM 20,000 in respect of non-pecuniary damage to the Kandićs;",
                                "elements": []
                            },
                            {
                                "content": "  BAM 20,000 in respect of non-pecuniary damage, BAM 400 in respect of pecuniary damage and BAM 2,986.80 in respect of legal costs to the Brborovićs (this is the total amount awarded by the domestic judgments of 5 October 1999 and 25 June 2002); and",
                                "elements": []
                            },
                            {
                                "content": "  BAM 28,500 in respect of non-pecuniary damage and BAM 2,015 in respect of legal costs to Mr Draženko Zavišić.",
                                "elements": []
                            },
                            {
                                "content": "7.  The Banja Luka Court of First Instance issued writs of execution (rješenje o izvršenju) on 27 August 2001, 22 December 2006, 12 October 2001 and 9 July 2004, respectively. In the case of Mr Jovan Janjić no writ of execution was issued.",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicants, except for Mr Jovan Janjić, complained of nonenforcement to the Human Rights Chamber or to the . On 8 March 2006 the Human Rights Commission (the legal successor of the Human Rights Chamber) found a breach of Article 6 of the Convention and Article 1 of Protocol No. 1 in the case of the Brborovićs. On 20 December 2005 and 26 June 2007 the  ruled likewise in the case of the Kandićs and Mr Draženko Zavišić. The applicants did not claim compensation, but even if they had done so, their claim would have most likely been refused (see, for example, the Constitutional Court’s decisions AP 774/04 of 20 December 2005, § 438; AP 557/05 of 12 April 2006, § 195; AP 1211/06 of 13 December 2007, § 79; AP 244/08 of 8 December 2010, § 37).",
                                "elements": []
                            },
                            {
                                "content": "9.  After the extensive information campaign explaining the available options for the settlement of the Republika Srpska’s public debt (including its debt arising from domestic judgments), between 31 March 2008 and 26 May 2009 the applicants informed the authorities that they agreed to be paid only the legal costs in cash and the principal debt and default interest in bonds. Government bonds were then issued on the following dates:",
                                "elements": []
                            },
                            {
                                "content": "  on 7 October 2010 to Mr Jovan Janjić;",
                                "elements": []
                            },
                            {
                                "content": "  on 30 October 2009 to Mr Nedeljko Brborović and MsBranislavka Brborović (in respect of the judgment of 25 June 2002);",
                                "elements": []
                            },
                            {
                                "content": "  on 15 December 2008 to Ms Vojka Kandić, Mr Miloš Kandić and Ms Mirjana Kandić; and",
                                "elements": []
                            },
                            {
                                "content": "  on 30 October 2009 to Mr Draženko Zavišić.",
                                "elements": []
                            },
                            {
                                "content": "10.  Ms Vojka Kandić, Mr Miloš Kandić and Ms Mirjana Kandić have already sold all of their bonds on the Stock Exchange.",
                                "elements": []
                            },
                            {
                                "content": "11.  Mr Nedeljko Brborović and Mr Milenko Brborović were not issued bonds in respect of the judgment of 5 October 1999.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "12.  The relevant domestic law and practice were outlined in Čolić and Others (cited above, §§ 10-12) and Runić and Others (cited above, § 11).",
                                "elements": []
                            },
                            {
                                "content": "13.  On 13 January 2012 the Domestic Debt Act 2012 entered into force, thereby repealing the Domestic Debt Act 2004. As regards the payment of war damage, it envisages the same solution as the old Act, with the change in the maturity of government bonds which is now 13 years instead of 14 years. The new Act is, however, irrelevant for the present case: as regards those applicants who were issued government bonds, the applicable provisions are those from the Domestic Debt Act 2004, which was in force at the time the bonds were issued; and the other applicants did not accept issuance of bonds in lieu of cash as means of enforcement, therefore, the new Act is also irrelevant.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "14.  The applicants complained of the non-enforcement of the judgments indicated in paragraph 6 above. The case was examined by the Court under Article 6 of the Convention and Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "Article 6, in so far as relevant, provides:",
                        "elements": []
                    },
                    {
                        "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law.”",
                        "elements": []
                    },
                    {
                        "content": "Article 1 of Protocol No. 1 to the Convention reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                        "elements": []
                    },
                    {
                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                        "elements": []
                    },
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "15.  Given their common factual and legal background, the Court decides that these four applications should be joined pursuant to Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  As regards Ms Slavojka Kandić",
                                        "elements": [
                                            {
                                                "content": "16.  In their observations of 9 December 2010 the Government informed the Court that Ms Slavojka Kandić had died. That information was sent to the remaining applicants in the application no. 4707/08 on 16 February 2011, who are her close relatives. They did not dispute that fact nor did they submit a request to pursue that applicant’s case. In these circumstances, the Court concludes that it is no longer justified to continue the examination of the application no. 4707/08 in so far as it was brought by Ms Slavojka Kandić within the meaning of Article 37 § 1 (c) of the Convention. Furthermore, the Court finds no reasons of a general nature, as defined in Article 37 § 1 in fine, which would require the examination of this part of the application no. 4707/08 by virtue of that Article (contrast Karner v. Austria, no. 40016/98, §§ 20-28, ECHR 2003-IX). It therefore decides to strike the application out of its list of cases in so far as it was brought by Ms Slavojka Kandić (see Erol Direkçi and Ergül Direkçi v.  (dec.), no. 47826/99, 31 March 2005).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  As regards the non-enforcement of the judgment of 5 October 1999 (in respect of Mr Nedeljko Brborović and Mr Milenko Brborović)",
                                        "elements": [
                                            {
                                                "content": "17.  By the judgment of 5 October 1999 the Republika Srpska was ordered to pay 400 BAM in respect of pecuniary damage to Mr Nedeljko Brborović and BAM 4,000 in respect of non-pecuniary damage to Mr Milenko Brborović. That judgment became final on 27 August 2001. It remains unenforced to this day. The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  As regards the remainder of the case",
                                        "elements": [
                                            {
                                                "content": "18.  The Government submitted that the applicants could no longer claim to be victims within the meaning of Article 34 of the Convention after the domestic judgments in question had been enforced partly in cash (the legal costs) and partly in government bonds (the principal debt and the associated default interest). The applicants disagreed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The Court recalls that in its leading judgment concerning this issue (Čolić and Others, cited above) it found a breach of Article 6 and of Article 1 of Protocol No. 1 regardless of the fact that those applicants had also been offered government bonds in lieu of cash as a means of enforcement. The respondent State enforced the judgments under consideration in that case in cash and undertook to so enforce a number of other similar judgments (see Momić and Others v. Bosnia and Herzegovina (dec.), no. 28730/06, 17 May 2011). However, it should be emphasised that none of the applicants in those cases, unlike the present applicants, had accepted government bonds. The present case must therefore be distinguished from the Čolić and Others jurisprudence. Given further that some of the present applicants have already sold their bonds on the Stock Exchange (see paragraph 10 above) and that the legal costs awarded to them have already been paid in cash, the Court considers the impugned domestic judgments to have been enforced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  That being said, the Court has always held that a decision or measure favourable to an applicant is not in principle sufficient to deprive him of his victim status unless the national authorities have acknowledged the alleged breach and afforded appropriate and sufficient redress (see Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 180 and 193, ECHR 2006V). One of the features of such redress is the amount awarded by the national authorities (see Kudić v. , no. 28971/05, § 17, 9 December 2008). While it is true that the national authorities expressly acknowledged the breach alleged in the present case, the applicants were not able to obtain any compensation in respect of the delayed enforcement of the judgments (see paragraph 8 above). Therefore, they may still claim to be victims within the meaning of Article 34 of the Convention in relation to the period during which the judgments remained unenforced (see Dubenko v. Ukraine, no. 74221/01, § 36, 11 January 2005). The Court thus rejects the Government’s objection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court further notes that the applications are neither manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention nor inadmissible on any other grounds. It accordingly declares them admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  As regards the non-enforcement of the judgment of 5 October 1999 (in respect of Mr Nedeljko Brborović and Mr Milenko Brborović)",
                                        "elements": [
                                            {
                                                "content": "21.  The Court notes that this complaint is identical to Čolić and Others (cited above), in which the Court found violation of Article 6 and Article 1 of Protocol No. 1, due to the non-enforcement of final and enforceable domestic judgments awarding war damages to the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court does not see any reason to depart from that jurisprudence. Since the final judgment in respect of these applicants has not yet been enforced and the situation has already lasted more than ten years (since the ratification of the Convention by the respondent State), the Court concludes, for the same reasons as set out in Čolić and Others (cited above, § 15), that there has been a breach of Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  As regards the remainder of the case",
                                        "elements": [
                                            {
                                                "content": "22.  The Court notes that the present case is practically identical to Runić and Others (cited above) in which the Court found a violation of Article 6 of the Convention as well as a violation of Article 1 of Protocol No. 1 to the Convention. Considering the length of the period of non-enforcement of the judgments in issue in the present case (between three and more than seven years after the date of ratification of the Convention by ), and having examined all relevant circumstances, the Court does not see any reason to depart from its previous case-law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been a breach of Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "24.  The Brborovićs and the Kandićs did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award them any sum on that account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  It must, however, be noted that a judgment in which the Court finds a violation of the Convention or of its Protocols imposes on the respondent State a legal obligation not just to pay those concerned the sums awarded by way of just satisfaction, but also to choose, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be adopted in its domestic legal order to put an end to the violation found (see Pralica v. , no. 38945/05, § 19, 27 January 2009, and the authorities citied therein). Having regard to its finding in the instant case in respect of Mr Nedeljko Brborović and Mr Milenko Brborović, and without prejudice to any other measures which may be deemed necessary, the Court considers that the respondent State must secure the enforcement of the final judgment of 5 October 1999 in their favour (see Jeličić v. , no. 41183/02, § 53, ECHR 2006XII, and Pejaković and Others v. , nos. 337/04, 36022/04 and 45219/04, § 31, 18 December 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Mr Jovan Janjić submitted his claim for just satisfaction two months after the expiration of the time-limit set by the Court. The Court will, nonetheless, examine it as it would appear that the applicant’s delay was justified (late delivery of the Court’s letter). He claimed 26,870.42 euros (EUR) in respect of pecuniary damage (for destroyed motor vehicle together with the statutory interest). The Government considered the claim to be unjustified because the pecuniary damage in respect of that vehicle had already been granted to the applicant by the final domestic decision of 22 January 2003, whose enforcement he sought before the Court. The Court agrees with the Government and therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Finally, Mr Draženko Zavišić claimed EUR 2,000 in respect of nonpecuniary damage. The Government considered the amount claimed to be excessive. The Court considers that the applicant sustained some non-pecuniary loss arising from the breaches of the Convention found in this case. Making its assessment on an equitable basis, as required by Article 41 of the Convention, and having regard to the amounts awarded in Čolić and Others (cited above, § 21), the Court awards the applicant EUR 1,500 in respect of non-pecuniary damage, plus any tax that may be chargeable thereon.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "28.  Mr Jovan Janjić claimed EUR 450.63 for the costs and expenses incurred before the domestic courts. Other applicants did not claim any costs of expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government considered the amount claimed to be excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In accordance with the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. That is to say, the applicant must have paid them, or be bound to pay them, pursuant to a legal or contractual obligation, and they must have been unavoidable in order to prevent the breaches found or to obtain redress. The Court requires itemised bills and invoices that are sufficiently detailed to enable it to determine to what extent the above requirements have been met. In the present case, regard being had that no bills and invoices have been submitted by the applicant, the Court rejects the claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "31.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1. Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2. Decides to strike the application no. 4707/08 out of its list of cases in respect of Ms Slavojka Kandić;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the application no. 4707/08 in respect of Ms Vojka Kandić, Mr Miloš Kandić and Ms Mirjana Kandić, and the other three applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention due to the delayed enforcement of final domestic judgments under consideration in the present case in respect of Mr Jovan Janjić, Mr Nedeljko Brborović, Ms Branislavka Brborović, Ms Vojka Kandić, Mr Miloš Kandić, Ms Mirjana Kandić and Mr Draženko Zavišić;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention due to the nonenforcement of a final domestic judgment in favour of Mr Nedeljko Brborović and Mr Milenko Brborović;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that the respondent State is:",
                        "elements": []
                    },
                    {
                        "content": "(a)  to secure enforcement of the domestic judgment of 5 October 1999 in favour of Mr Nedeljko Brborović and Mr Milenko Brborović within three months; and",
                        "elements": []
                    },
                    {
                        "content": "(b)  to pay Mr Draženko Zavišić, within three months, EUR 1,500 (one thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into convertible marks at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 January 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "George Nicolaou",
            "role": "president"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF JANJIĆ AND OTHERS v. BOSNIA AND HERZEGOVINA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-115867.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0115JUD002976006",
    "externalsources": [],
    "extractedappno": [
        "29760/06",
        "48249/07",
        "4707/08",
        "17792/10",
        "1218/07",
        "28735/06",
        "774/04",
        "557/05",
        "1211/06",
        "244/08",
        "1/12",
        "63/04",
        "47/06",
        "68/07",
        "17/08",
        "64/08",
        "34/09",
        "40016/98",
        "47826/99",
        "28730/06",
        "36813/97",
        "28971/05",
        "74221/01",
        "38945/05",
        "41183/02",
        "337/04",
        "36022/04",
        "45219/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-115867",
    "judgementdate": "15/01/2013 00:00:00",
    "kpdate": "15/01/2013 00:00:00",
    "kpthesaurus": [
        "445",
        "113",
        "7",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "6",
        "P1-1-1",
        "6-1",
        "P1-1"
    ],
    "parties": [
        "JANJIĆ AND OTHERS",
        "BOSNIA AND HERZEGOVINA"
    ],
    "rank": "948.477478027344",
    "representedby": [
        "PLAVŠIŸ R.",
        "VULIŸ R.",
        "MARIŸ Y."
    ],
    "respondent": "BIH",
    "respondentOrderEng": "7",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "415763",
    "typedescription": "15"
}