{
    "__articles": "3;6;6-1",
    "__conclusion": "No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing)",
    "applicability": "",
    "appno": "22568/05",
    "article": [
        "6",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "no-violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-117633.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 22568/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Gürsel Coşar (“the applicant”), on 31 May 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. A. Altın, a lawyer practising in . The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 11 May 2009 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1961 and is currently serving his prison sentence in Muğla Prison.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s detention in police custody and the medical reports issued in his respect",
                                "elements": [
                                    {
                                        "content": "5.  On 16 January 2004 at 6.30 p.m. the applicant was taken into police custody in connection with a murder investigation. At 6.35 p.m. he met a lawyer from the Muğla Bar Association at the Fethiye Security Directorate. The applicant was then taken to the doctor, who did not find any signs of physical ill-treatment on his body.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 17 January 2004 the applicant was questioned by the police in the absence of a lawyer. According to a form signed by the applicant, he was reminded of his right to the assistance of a lawyer but he did not make such a request. In his statement to the police, the applicant confessed that he had been involved in the murder of a certain İ.G. He explained that on 11 October 2003, together with İ.G. and Y.A., he had gone to  to have dinner in a picnic area. Subsequently, a fight broke out between İ.G. and Y.A., and, as a result, İ.G. fell and hit his head on some rocks. When they saw that he was dead, they panicked and tried to get rid of his body. They tied heavy iron bars to his legs and placed his body on a tyre inner tube that they had taken from the boot of Y.A.’s car. Then they swam far from the shore with the body, and dropped it into the sea. The applicant subsequently took part in a reconstruction of events with the police at the scene of the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On the same day at about 5.30 p.m. the applicant was once again examined by a doctor, who did not find any signs of ill-treatment on his body.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The applicant was subsequently taken before the public prosecutor and the judge. Still waiving his right to legal assistance, the applicant repeated the statement he had given to the police. The judge ordered his pre-trial detention and the applicant was placed in Fethiye Prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 19 January 2004, at 4.15 p.m., at his request, the applicant was examined by a doctor in . According to the medical report, the doctor found two bruises 5-6 cm wide and 30 cm long, and one bruise 5-6 cm wide and 10-15 cm long on the applicant’s back. The doctor noted that the bruises had been caused by a blunt object 24 to 48 hours prior to the examination. She considered that the injuries rendered the applicant unfit for work for three days. She finally noted that the applicant complained of pain in his left ear and that he should therefore be examined by an ear, nose and throat specialist.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "10.  On 20 January 2004 the other co-accused, Y.A., who had allegedly killed İ.G. according to the applicant’s statement, was arrested. In his statement to the police, made in the presence of his lawyer, Y.A. stated that on the day of the incident, before meeting İ.G. to go to , he and the applicant had bought a tyre inner tube and two large iron bars. The applicant had previously told him that he knew of a person who was harassing high-school girls and that the applicant was looking for someone to murder this person. Y.A. stated that he had no intention of killing İ.G. when he met him. According to his recollection, when they arrived at  and the applicant and İ.G. got out of the car, he stayed inside as he wanted to listen to a football match. Some time later, Y.A. saw İ.G. lying on the ground, his head covered in blood. He alleged that the applicant had told him that “his job was over”. As the applicant threatened him, he was forced to help him dispose of the body. The applicant tied an iron bar to İ.G.’s leg and together they placed the body on the tyre inner tube that they had bought earlier. The applicant then swam 100 metres away from the shore with the tyre, dropped the body into the sea and then returned to the shore. On the day of his arrest, Y.A. participated in the reconstruction of events and showed the police the shops where they had bought the tyre and the iron bars as well as the place where İ.G. had been killed by the applicant. Subsequently, Y.A. was further questioned by the public prosecutor and the investigating judge in the presence of his lawyer. He repeated the statement he had given to the police and stated that he had not killed İ.G. but had only helped the applicant dispose of the body. Before the public prosecutor, Y.A. further stated that the applicant had been trading on the stock market on behalf of İ.G. and that they had had a dispute over a certain amount of money.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 21 January 2004 the Fethiye public prosecutor filed a bill of indictment with the  charging the applicant and Y.A. with homicide under Article 450 (4) of the former Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In his defence submissions, Y.A. retracted the statements he had made during the preliminary investigation stage. He stated that he had been severely tortured while in police custody and had given those statements under duress. Before the trial court, Y.A. denied all the charges against him and stated that he had not been involved in the murder of İ.G.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Before the trial court, the applicant denied being involved in a money-related dispute with İ.G. He said that he had never traded on the stock market on behalf of İ.G. He also denied killing İ.G. and claimed that on the night of the incident he had watched a football match with Y.A. and had not even met İ.G. When asked for the reason for his contradictory statements, the applicant stated that he had given his police statement under duress as he had been tortured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 30 June 2004 the  convicted the applicant and Y.A. of homicide and sentenced them to life imprisonment commuted to sixteen years and eight months’ imprisonment. The court noted that neither a body nor a murder weapon had been found. Nevertheless, in view of Y.A.’s and the applicant’s statements to the police, the documentary evidence and the statements of witnesses, the court found that they had murdered İ.G as there had been a money-related conflict between him and the applicant. The court noted that, according to the police statements from the accused, they had hit the victim on the head with an iron bar and had thrown the body and the bar into the sea . In its judgment, the court noted that the applicant had complained on several occasions that he had been subjected to ill-treatment while in police custody and that his statements had been made under duress. However, the court found there was no proof of the applicant’s allegations. It further noted that, in his statements to the police and before the single judge on 17 January 2004, the applicant had made “qualified confessions” (suçlamayı tevil yolu ile  etmek).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant appealed. In his appeal petition, he stated that the only evidence against him was the statement taken by the police during the investigative stage, which had been obtained under duress and should therefore not be accepted as evidence. He also pointed out that the police had not discovered a body or a murder weapon.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 1 June 2005 the new Criminal Code entered into force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On an unspecified date the public prosecutor at the Court of Cassation remitted the case file to the  for reconsideration in the light of the provisions of the new Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 13 July 2005 the  again convicted the applicant and Y.A. of homicide and sentenced them each to twelve years and six months’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 18 October 2006 the Court of Cassation upheld the judgment of 13 July 2005.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The investigation into the applicant’s allegations of illtreatment",
                                "elements": [
                                    {
                                        "content": "20.  On 6 August 2004 the applicant filed a criminal complaint with the Fethiye public prosecutor’s office against the police officers who had questioned him on 16 and 17 January 2004, alleging that they had ill-treated him. In support of his allegations, the applicant submitted the medical report of 19 January 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In the course of the investigation, on 3 September 2004, the Fethiye public prosecutor took a statement from the applicant. Before the public prosecutor, the applicant complained that he had been ill-treated while in police custody at the organised crime department of the Fethiye Security Directorate. He maintained that he had been punched, kicked and beaten with wooden sticks and that his head had been hit against the walls. The applicant alleged that he had made a confession as a result of this illtreatment. He also stated that one of the police officers who had ill-treated him was called Tarcan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 7 September 2004 the public prosecutor took the statement of the doctor who had examined the applicant on 19 January 2004. The doctor recalled that when he had come for examination, the applicant had been shouting that he had been ill-treated. She explained that she had recorded injuries that she had observed on his body. She also stated that the applicant could have sustained these injuries after his transfer to prison. According to her statement, it was also possible that he could have caused the injuries himself. It was medically impossible to specify what type of blunt object had caused the injuries as they could have been caused by the applicant having been beaten, or by him hitting himself with a belt or against the metal frame of the bed or the walls.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 15 September 2004 the public prosecutor heard further statements from the doctors who had examined the applicant on 16 and 17 January 2004 respectively. The doctor who had examined the applicant on 16 January 2004 explained that he had not observed any injuries on the applicant’s body and the doctor who had carried out the examination on 17 January 2004, claimed that he did not remember the applicant in particular. However, he stated that if he had been faced with allegations of ill-treatment, he would have recorded them in the medical report. When asked about the medical report dated 19 January 2004, the doctor gave his opinion that the injuries noted on the applicant’s back could have been caused after he had left police custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 5 October 2004 the Fethiye public prosecutor issued a decision not to prosecute anyone on the basis of the applicant’’s allegations. The public prosecutor noted that the medical reports issued at the beginning and the end of the applicant’s detention in police custody did not reveal any sign of ill-treatment on the applicant’s body. According to the public prosecutor, the applicant had sustained the injuries after his police custody had ended. Noting that the applicant had not complained of ill-treatment before the public prosecutor and the investigating judge on 17 January 2004 and that the bruises on the applicant’s body did not necessarily mean that he had been beaten, the public prosecutor considered that the applicant could have caused these injuries by hitting himself on the walls or his bed while in prison. In this connection, the public prosecutor relied on the statements of the doctor who had examined the applicant on 19 January 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 15 December 2004 an objection by the applicant was dismissed by the .",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant alleged that he had been ill-treated while in police custody at the Fethiye Security Directorate. He further maintained that his complaint of ill-treatment had not been examined effectively. In this connection, he relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "27.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "28.  The Government argued that this complaint should be rejected for non-exhaustion of domestic remedies. In this connection, they stated that the applicant should have brought proceedings before the administrative courts to seek compensation for the harm he had allegedly suffered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court reiterates that it has already examined and rejected the Government’s preliminary objections in similar cases (see, in particular, Atalay v. Turkey, no. 1249/03, § 29, 18 September 2008). It reaffirms its earlier conclusions that the remedy referred to by the Government cannot be regarded as sufficient for a Contracting State’s obligations under Article 3 of the Convention. The Court therefore finds no particular circumstances in the instant case requiring it to depart from its previous findings. Accordingly, it rejects the Government’s preliminary objection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court notes that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The substantive aspect of Article 3",
                                        "elements": [
                                            {
                                                "content": "31.  The Government contested the applicant’s allegations. In particular, they maintained that his allegations were unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court reiterates that allegations of ill-treatment must be supported by appropriate evidence. To assess this evidence, the Court has generally applied the standard of proof “beyond reasonable doubt” (see Talat Tepe v. Turkey, no. 31247/96, § 48, 21 December 2004). Such proof may, however, follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Labita v. Italy [GC], no. 26772/95, § 121, ECHR 2000-IV). Where the events in issue lie wholly, or in large part, within the exclusive knowledge of the authorities, as in the case of persons within their control, strong presumptions of fact will arise in respect of injuries occurring during such control (see, mutatis mutandis, Maslova and Nalbandov v. Russia, no. 839/02, § 99, 24 January 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Court observes that the medical reports taken on the first and last days of the applicant’s time in police custody did not reveal any signs of ill-treatment on his body. Furthermore, at no stage of the domestic proceedings or during the  proceedings has the applicant challenged the veracity of these reports or alleged that the doctors who issued them failed to examine his injuries. In the Court’s view, although the medical report drawn up two days after his detention in police custody indicated several injuries on the applicant’s back, the exact timing and/or cause of the injuries was not identified during the domestic investigation. Therefore, on the basis of the case file, the Court cannot make an assessment of when or how these injuries were sustained. No other material has been submitted to the Court, which could add weight to the applicant’s allegation of having been ill-treated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In these circumstances, the Court cannot consider it established beyond reasonable doubt that the injuries sustained by the applicant were the result of ill-treatment allegedly inflicted on him while in police custody between 16 and 17 January 2004. It further notes that there is no allegation that the applicant had been ill-treated during his detention on remand.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  It follows that there has been no violation of Article 3 of the Convention under its substantive aspect.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The procedural aspect of Article 3",
                                        "elements": [
                                            {
                                                "content": "36.  The Government argued that the investigation conducted by the domestic authorities into the applicant’s allegations of ill-treatment had been thorough and effective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court reiterates that Article 3 of the Convention requires the authorities to carry out an effective official investigation into allegations of ill-treatment when they are “arguable” and “raise a reasonable suspicion” (see, in particular, Assenov and Others v. Bulgaria, 28 October 1998, §§ 101-102, Reports of Judgments and Decisions 1998VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In the present case, the Court has not found it proved, owing to lack of evidence, that the applicant was ill-treated as alleged. Nevertheless, as it has held in previous cases, that does not preclude the applicant’s complaint in relation to Article 3 from being “arguable” for the purposes of the positive obligation to investigate (see Böke and Kandemir v. Turkey, nos. 71912/01, 26968/02 and 36397/03, § 54, 10 March 2009, and Aysu v. Turkey, no. 44021/07, § 40, 13 March 2012). In reaching this conclusion, the Court has had particular regard to the fact that the medical report dated 19 January 2004 recorded several bruises on the applicant’s back. Considering that the applicant was not released following his time in police custody, in the Court’s view the domestic authorities were under an obligation to conduct an effective investigation regarding the applicant’s allegations of ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  According to the information in the case file, following the applicant’s complaint on 6 August 2004, the Fethiye public prosecutor did initiate an investigation. This investigation ended on 5 October 2004 with a decision not to prosecute and the applicant’s appeal against that decision was dismissed on 15 December 2004 on the ground that there was no evidence in the file to support his allegations. The Court notes that although in his statement to the public prosecutor the applicant gave the name of one of the police officers who had beaten him as Tarcan, it appears from the documents in the case file that the public prosecutor made no serious attempts to discover the identities of the police officers who had allegedly ill-treated the applicant. None of the police officers who had been involved in the applicant’s arrest or questioning was interviewed as a suspect or as a witness in the course of the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Furthermore, the Court considers that an additional expert’s report from the Forensic Medicine Institute should have been requested by the public prosecutor in order to establish the cause of the injuries noted on the applicant’s body. It appears from his decision not to prosecute that the public prosecutor simply accepted as fact that the applicant had caused these injuries himself after he was detained. In this connection, the Court is concerned that no statements from any potential eyewitnesses, such as other detainees held with the applicant in Fethiye Prison, were obtained before reaching this conclusion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In view of the above, the Court concludes that these procedural shortcomings had adverse repercussions on the effectiveness of the investigation into the applicant’s allegations of ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  There has therefore been a violation of Article 3 of the Convention under its procedural limb.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  The applicant complained that he had been denied a fair hearing as a result of the domestic courts’ admission of statements obtained from him under duress. He relied on Articles 6 and 7 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "44.  The Court notes that the applicant’s complaint should be examined under Article 6 § 1 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "45.  The Government argued that this part of the application should be rejected for non-compliance with the six-month time-limit, pointing out that the application had been lodged with the Court on 31 May 2005, while criminal proceedings were still pending before the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court notes that when examining complaints regarding the rights of the defence, it must have regard to the proceedings as a whole in order to determine whether the alleged shortcomings had an impact on the outcome of the proceedings (see Gäfgen v. Germany [GC], no. 22978/05, § 164, ECHR 2010). Therefore it considers that the six-month period in the instant case started running, at the earliest, from the date of the Court of Cassation decision, 18 October 2006, and that the application had been submitted prior to that date, namely on 31 May 2005. Consequently, it dismisses the Government’s preliminary objection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court further considers that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "48.  The Government contested the applicant’s arguments. They stated that the domestic court’s decision was based on witness statements and other evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court reiterates that its duty, pursuant to Article 19 of the Convention, is to ensure the observance of the engagements undertaken by the Contracting States to the Convention. In particular, it is not its function to deal with errors of fact or of law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention. While Article 6 guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence as such, which is primarily a matter for regulation under national law (see Schenk v. Switzerland, 12 July 1988, §§ 45-46, Series A no. 140; Teixeira de Castro v. Portugal, 9 June 1998, § 34, Reports 1998‑IV; and Heglas v. the Czech Republic, no. 5935/02, § 84, 1 March 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  It is, therefore, not the role of the Court to determine, as a matter of principle, whether particular types of evidence – for example, evidence obtained unlawfully in terms of domestic law – may be admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The question which must be answered is whether the proceedings as a whole, including the way in which the evidence was obtained, were fair. This involves an examination of the unlawfulness in question and, where the violation of another Convention right is concerned, the nature of the violation found (see, inter alia, Khan v. the United Kingdom, no. 35394/97, § 34, ECHR 2000‑V; P.G. and J.H. v. the United Kingdom, no. 44787/98, § 76, ECHR 2001-IX; and Allan v. the United Kingdom, no. 48539/99, § 42, ECHR 2002‑IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Turning to the particular circumstances of the present case, the Court observes that the applicant was taken into police custody on 16 January 2004 at 6.30 p.m. The medical report issued at 6.45 p.m. on the same day indicated that there was no sign of ill-treatment on his body. The applicant was subsequently interrogated by the police the following day, namely on 17 January 2004. During his questioning, he confessed to having been involved in the murder of İ.G. He also participated in the reconstruction of events during which he made a number of self-incriminating statements. On the same day at 5.30 p.m. he was once again examined by a doctor, who did not report any signs of ill-treatment. At this point the Court notes once again that at no stage of the domestic proceedings or during the  proceedings has the applicant challenged the veracity of these reports or alleged that the doctors who issued them failed to examine his injuries (see paragraph 33 above). Although the medical report drawn up two days after his detention in police custody indicated several injuries on the applicant’s back, it was noted that the bruises had been caused 24 to 48 hours prior to the examination. The Court has found above that owing to the procedural shortcomings in the domestic investigation, the exact timing of these injuries remains undetermined. Nevertheless, based on the information in the case file it cannot be concluded that the applicant’s police statement was extracted under duress (see paragraph 34 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court further observes that in convicting the applicant, the first instance court did not solely rely on his confession to the police, but also took into account the statements of the other co-accused and witnesses, as well as documentary evidence. On the basis of the evidence in the file, the domestic court found it established that the applicant had killed the victim and thrown his body into the sea. Furthermore, during his trial, the applicant was given the opportunity to challenge the admission of the evidence in the file, but the domestic court found against his arguments (see paragraph 14 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court finds that in the present case, the defence rights of the applicant have been respected and his trial as a whole must be considered to have been fair.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Accordingly, there has been no violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "56.  The applicant claimed 20,000 euros (EUR) in respect of non-pecuniary damage. He further claimed legal fees, without specifying any amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government contested the claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Ruling on an equitable basis, the Court awards the applicant EUR 12,500 in respect of non-pecuniary damage. As regards costs and expenses, according to the Court’s case-law an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, the applicant has not submitted a specific claim or provided any invoice regarding the expenses. Accordingly, the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "59.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no substantive violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a procedural violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4. Holds that there has been no violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 12,500 (twelve thousand five hundred euros), plus any tax that may be chargeable to the applicant, in respect of non-pecuniary damage to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 March 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF COŞAR v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-117633.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0326JUD002256805",
    "externalsources": [],
    "extractedappno": [
        "22568/05",
        "1249/03",
        "31247/96",
        "26772/95",
        "839/02",
        "71912/01",
        "26968/02",
        "36397/03",
        "44021/07",
        "22978/05",
        "5935/02",
        "35394/97",
        "44787/98",
        "48539/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-117633",
    "judgementdate": "26/03/2013 00:00:00",
    "kpdate": "26/03/2013 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "193",
        "445",
        "76",
        "136"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "3",
        "6-1"
    ],
    "parties": [
        "COŞAR",
        "TURKEY"
    ],
    "rank": "971.635986328125",
    "representedby": [
        "ALTIN M. A."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "375533",
    "typedescription": "15"
}