{
    "__articles": "2;2-1",
    "__conclusion": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect)",
    "applicability": "",
    "appno": "47222/07;47223/07",
    "article": [
        "2"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-170592.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 47222/07 and 47223/07) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Russian nationals, Ms Zekiyat Abubakarova and Ms Yakhita Midalishova (“the applicants”), on 12 September 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr D.S. Itslayev, a lawyer practising in Grozny. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that on 30 September 2002 their husbands had been killed by military servicemen in Chechnya and that the authorities had failed to investigate the matter effectively.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 18 January 2011 the applications were communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1966 and 1957 respectively. They live in the village of Komsomolskoye in the Chechen Republic. The first applicant is the wife of Mr Shamkhan Abubakarov, who was born in 1963. The second applicant is the wife of Mr Badrudi Abubakarov, who was born in 1949.",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  Deaths of Shamkhan Abubakarov and Badrudi Abubakarov in a traffic accident involving an infantry fighting vehicle (“IFV”)",
                                "elements": [
                                    {
                                        "content": "7.  At about 4.30 p.m. on 30 September 2002 brothers Shamkhan Abubakarov and Badrudi Abubakarov and their nephew Mr A.El. were travelling in a GAZ-3110 (“Volga”) vehicle on the road leading from the Staraya Sunzha settlement to the village of Berkat-Yurt in Chechnya.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  At about 5 p.m. a convoy of three IFVs (БМП-2) was passing along the road. The applicants’ relatives drove to the side to let the IFVs pass. The Volga and a number of other cars were at the side of the road when one of the IVFs suddenly turned and drove over the Volga, and then drove off in the direction of Staraya Sunzha. All three passengers died on the spot. A number of residents of Berkat-Yurt witnessed the incident.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Official investigation into the deaths of the applicants’ husbands",
                                "elements": [
                                    {
                                        "content": "9.  On the same day Sh., an operational search officer from the Grozny department of the interior (Районный отдел внутренних дел (РОВД)) (hereinafter “the ROVD”), reported the incident to the head of the police station, stating that a Volga had been driven over by an IFV carrying military servicemen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The police questioned Mr Sh.A. He stated that his brothers Shamkhan Abubakarov and Badrudi Abubakarov and nephew Mr A.El. had been driving home from a funeral when their vehicle had been driven over by an IFV carrying military servicemen, who had fled the scene and gone to the military base in Khankala.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The police also questioned Mr I.A., who stated that he had been driving to Staraya Sunzha when he had seen a convoy of IFVs on the road and a Volga on the kerb letting it pass by. One of the IFVs had suddenly turned in the direction of the Volga, driving over it and killing all three passengers. It had then gone through the checkpoint in Staraya Sunzha. The witness and others present during the incident had immediately driven to the police station to report it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The police examined the Volga, which had been left at the crime scene. Traces of blood and brain matter were found inside the damaged vehicle. No evidence was collected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 1 October 2002 the Grozny district prosecutor’s office instituted an investigation into the accident under Article 264 § 3 of the Criminal Code (breach of traffic regulations, causing death by negligence). The case file was given the number 56155.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  It also ordered a post-mortem examination of Shamkhan Abubakarov, Badrudi Abubakarov and Mr A.El. On 8 October 2002 the experts concluded that their deaths had occurred as a result of the accident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 1 October 2002 the investigators questioned Mr B.S. and Mr I.S., both of whom stated that on 30 September 2002 they had been driving a GAZ-53 vehicle when they had seen three IFVs, one of which had had the serial number 171, violating traffic rules. It had driven over a Volga car and then left in the direction of Staraya Sunzha. They had immediately gone to the damaged vehicle and found three people dead inside.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 8 October 2002 the investigators sent a request to military unit no. 20102 to be provided information on the provenance of IFV no. 171. No reply was given to that or any subsequent requests sent by the investigators.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 24 November 2002 the supervising prosecutor ordered the investigators to take a number of steps, including questioning numerous eyewitnesses to the incident such as local residents and the law-enforcement officers who had been manning the checkpoints through which the IFVs had passed to flee the scene.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 11 November or December 2002 the investigators questioned the head of the local administration, Mr Kh.D. who stated, amongst other things, that he had learnt of the incident shortly after it had happened. He had immediately gone to each of the checkpoints on the road between Staraya Sunzha and Berkat-Yurt. At the checkpoint manned by police officers from the Grozny district police station he had been told that, two minutes prior to his arrival, three IFVs had passed through and driven in the direction of Khankala, where the main military base of the federal forces was situated. He had gone to the military prosecutor’s office in Khankala, where he had been told that an investigator had already gone to the scene and established that two of the IFVs had had the serial numbers 171 and 153; that after the IFV had driven over the Volga, a serviceman had got out of one of the IFVs and checked that the car’s passengers were dead. The IFVs had then driven off. The witness also stated that on 2 or 3 October 2002 Mr A.E., who had worked as a driver at the Khankala military base, had told him that at about 5 p.m. on 30 September 2002 he had seen three IFVs of the 78th regiment driving at high speed into the base.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 1 December 2002 the investigation was suspended on the grounds that the perpetrators had not been identified. The applicants were not informed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 28 May 2003 the ROVD replied to the applicants’ request for information, stating that the investigation had established that that at about 4.30 p.m. on 30 September 2002 an unidentified person driving an IFV had had a collision with a Volga being driven by Shamkhan Abubakarov and in which Badrudi Abubakarov had been a passenger. As a result of the accident, the driver and two passengers had died on the spot. The driver of the IFV had fled the scene. The document also stated that the material concerning the accident had been sent to the Khankala military prosecutor’s office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On an unspecified date prior to 5 June 2006 the investigation was resumed. The applicants were not informed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On an unspecified date between June and October 2006 the investigation was suspended again. The applicants were not informed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 25 October 2006 the deputy district prosecutor overruled the decision to suspend the proceedings as unlawful and ordered that the investigation be resumed and the investigators take a number of steps, including identifying the owners of IFV nos. 171 and 153 and carrying out the orders of 1 October 2002 (see paragraph 14 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.   On 30 October 2006 the applicants were granted victim status in the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On various dates in October and November 2006 the investigators questioned a number of residents of Berkat-Yurt, all of whom stated that they had arrived at the scene shortly after the incident and that, according to eyewitnesses, the Volga had been driven over by a military IFV.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 16 November 2006 the investigators questioned Mr A.D., who stated that at about 4 p.m. on 30 September 2002 he had seen a military convoy on the road between Staraya Sunzha and Berkat-Yurt and a Volga at the side of the road letting the convoy pass by. One of the IFVs had suddenly driven off the road and over the Volga. The IFV had then left in the direction of Khankala.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 25 November 2006 the investigation was suspended again.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 4 July 2007 the Grozny District Court of the Chechen Republic allowed the applicants’ complaint against the decision to suspend the investigation. The court stated that between the opening of the investigation on 1 October 2002 and its suspension on 1 December 2002 the investigators had failed to take the necessary steps to identify the perpetrators, limiting themselves to sending two unspecified requests for information to the military authorities, even though it was clear from the case material that after causing the accident the IFVs had entered the Khankala military base. Despite the supervising prosecutor’s instructions given on 25 October 2006, the investigators had only resent two requests for information to the military authorities and had again suspended the investigation on 25 November 2006, as they had received no reply. The court overruled that decision and instructed that the proceedings be resumed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 14 July 2007 the supervising prosecutor resumed the investigation, deciding that it had been suspended unlawfully. The investigators were ordered to take a number of steps, including sending new requests to the military authorities concerning the possible provenance of IFV nos. 171 and 153.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On unspecified dates in July 2007 the investigators questioned two residents of Berkat-Yurt, both of whom stated that they had learnt of the incident from their fellow villagers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 15 August 2007 the investigation was suspended again. On an unspecified date prior to May 2011 the case was transferred to the Chechnya Investigations Committee. The proceedings are still pending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government did not dispute the facts as presented by the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  At the Court’s request, the Government furnished copies of the entire investigation file in criminal case no. 56155, running to ninety-six pages.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "34.  For a summary of the relevant domestic law and the relevant Council of Europe documents, see Abakarova v. Russia (no. 16664/07, §§ 59-62 and §§ 68-70, 15 October 2015).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "35.  In accordance with Rule 42 § 1 of the Rules of Court, the Court decides to join the applications, given their similar factual and legal background.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicants complained that military servicemen had killed Shamkhan Abubakarov and Badrudi Abubakarov and that the authorities had failed to investigate the matter effectively. Article 2 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "37.  The Government acknowledged a violation of the substantive aspect of Article 2 of the Convention, stating that “a violation of Shamkhan Abubakarov and Badrudi Abubakarov’s right to life guaranteed by Article 2 of the Convention is confirmed by the criminal case material”. They further contended that the investigation into the deaths of the applicants’ husbands complied with the Convention requirement for an effective investigation.",
                                "elements": []
                            },
                            {
                                "content": "38.  The applicants reiterated their complaint, pointing out that the investigation had not been independent, that it had been protracted and that the investigators had failed to take basic steps. Relying on the Court’s caselaw, they submitted that at the material time there was a systemic failure to investigate crimes attributable to the federal military forces in Chechnya.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "39.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Alleged violation of Shamkhan Abubakarov and Badrudi Abubakarov’s right to life",
                                        "elements": [
                                            {
                                                "content": "40.  The Court reiterates that Article 2 of the Convention, which safeguards the right to life and sets out the circumstances in which deprivation of life may be justified, ranks as one of the most fundamental provisions in the Convention, from which no derogation is permitted. Together with Article 3 of the Convention, it also enshrines one of the basic values of the democratic societies making up the Council of Europe. The circumstances in which deprivation of life may be justified must therefore be strictly construed (see Salman v. Turkey [GC], no. , § 97, ECHR 2000-VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court observes that the Government neither disputed the circumstances of the incident nor provided any alternative version of events. Furthermore, in their submissions before the Court they expressly acknowledged a violation of Shamkhan Abubakarov and Badrudi Abubakarov’s right to life. With this in mind, as well as the information given by the parties, the Court sees no reason to find otherwise.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  There has therefore been a violation of Article 2 of the Convention in its substantive aspect.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Alleged inadequacy of the investigation",
                                        "elements": [
                                            {
                                                "content": "43.  A summary of principles concerning the examination of complaints concerning the ineffectiveness of investigations into deprivations of life attributable to State agents can be found in Armani Da Silva v. the United Kingdom ([GC], no. 5878/08, §§ 229-38, ECHR 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Turning to the circumstances of the present case, the Court notes that despite the numerous pieces of evidence obtained from the very beginning of the investigation pointing to the possible involvement of military servicemen, the investigators took no steps to question Mr A.E., who had seen the IFVs driving into the military base shortly after the incident (see paragraph 18 above), or to identify the military unit to which IFV no. 171 could have belonged and question its driver about the incident. The investigators limited themselves to sending requests for information to the military authorities, to no avail. Furthermore, being mindful of their procedural limitations as regards investigating crimes allegedly committed by military servicemen, the investigators took no steps to transfer the investigation to the military authorities, despite the misleading information to the contrary provided to the applicants (see paragraph 20 above). The Court further notes the criticism expressed by the supervising prosecutors and the domestic court and the persistent failure of the investigators to comply with their orders and remedy the shortcomings pointed out by them (see paragraphs 17, 23, 28 and 29 above). This shows that the authorities did not demonstrate the necessary diligence in collecting evidence of the crime. In view of the importance of such evidence in a case concerning the alleged killing, this aspect alone justifies the finding of a violation of a procedural breach of Article 2 of the Convention. In such circumstances, the Court does not find it necessary to examine whether the investigation was sufficiently independent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court further observes that a situation concerning alleged deprivation of life by military servicemen in Chechnya at the material time has been the subject of its examination on a number of occasions (see, amongst many examples, Khashuyeva v. Russia, no. 25553/07, §§ 148-52, 19 July 2011; Suleymanova v. Russia, no. 9191/06, §§ 9599, 12 May 2010; and Abakarova, cited above, §§ 10914). Keeping in mind its findings in the above cases, the Court finds that the investigation in the present case was plagued by deficiencies similar to those already examined by the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  There has accordingly been a violation of Article 2 of the procedural aspect of Article 2 of the Convention on account of the authorities’ failure to carry out an effective investigation into the deaths of Shamkhan Abubakarov and Badrudi Abubakarov.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "48.  The first and second applicants claimed 9,111 euros (EUR) and EUR 37,787 respectively in respect of pecuniary damage. The first applicant, who had children born in 1986, 1987 and 1991, submitted that she had been fully dependent on the earnings of her husband, Shamkhan Abubakarov, who had been a construction worker. The second applicant, who had children born in 1993, 1994 and 1999, submitted that she had been fully dependent on the earnings of her husband, Badrudi Abubakarov, who had been a teacher. The applicants based their calculations on statements of earnings from their late spouses’ employers and their projected earnings until their children reached the age of majority.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government stated that the applicants’ claim was not properly substantiated and of a speculative nature. They pointed out that there was a domestic mechanism for calculating compensation for pecuniary damage resulting from the loss of a breadwinner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Having regard to its conclusions under Article 2 of the Convention and the parties’ submissions, the Court awards EUR 9,111 to the first applicant and EUR 37,787 to the second applicant in respect of pecuniary damage, plus any tax that may be chargeable on those amounts.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "51.  The applicants left the determination of that amount to the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Government stated that a finding of a violation of the procedural aspect of Article 2 of the Convention would constitute adequate satisfaction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court observes that it has found a violation of the procedural and substantive aspects of Article 2 of the Convention. Regard being had to its findings and the parties’ submissions, it awards the applicants EUR 60,000 each, plus any tax that may be chargeable on that amount.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicants were represented by Mr D.S. Itslayev. They claimed EUR 2,260 for the costs and expenses incurred before the Court. The amount claimed included EUR 2,000 for legal drafting, EUR 68 for administrative expenses and EUR 192 for translation costs. In support of their claim, the applicants furnished copies of a legal representation contract and an invoice for translation services.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government stated that the claim should be rejected as unsubstantiated and unreasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court has to first establish whether the costs and expenses indicated were actually incurred and whether they were necessary (see McCann and Others v. the United Kingdom, 27 September 1995, § 220, Series A no. 324). Bearing those principles in mind and the parties’ submissions, the Court awards the applicants EUR 2,260, together with any tax that may be chargeable to them, the net award to be paid into the representative’s bank account, as identified by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "57.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of the substantive aspect of Article 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of the procedural aspect of Article 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 January 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luis López Guerra",
            "role": "president"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ABUBAKAROVA AND MIDALISHOVA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-170592.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0131JUD004722207",
    "externalsources": [],
    "extractedappno": [
        "47222/07",
        "47223/07",
        "16664/07",
        "21986/93",
        "5878/08",
        "25553/07",
        "9191/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-170592",
    "judgementdate": "31/01/2017 00:00:00",
    "kpdate": "31/01/2017 00:00:00",
    "kpthesaurus": [
        "449",
        "595",
        "231"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "2-1",
        "2"
    ],
    "parties": [
        "ABUBAKAROVA AND MIDALISHOVA",
        "RUSSIA"
    ],
    "rank": "1750.71569824219",
    "representedby": [
        "ITSLAYEV D.S."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "460771",
    "typedescription": "15"
}