{
    "__articles": "3;5;5-3;6;6-1;13;41",
    "__conclusion": "Violations of Art. 5-3;Violation of Art. 6-1 (length of criminal proceedings);Violation of Art. 3;Violation of Art. 13 (lack of effective remedies against conditions in detention);Not necessary to examine remainder under Arts. 6 and 13;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings",
    "applicability": "",
    "appno": "41211/98",
    "article": [
        "13",
        "3",
        "5",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "length of criminal proceedings"
            ],
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "lack of effective remedies against conditions in detention"
            ],
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine remainder under Arts. 6 and 13",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic and Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-72246.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 41211/98) against the Republic of Bulgaria lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Georgi Spasov Iovchev, a Bulgarian national who was born in 1965 and lives in Plovdiv (“the applicant”), on 25 June 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Ekimdjiev, a lawyer practising in . The Bulgarian Government (“the Government”) were represented by their Agent, Ms M. Dimova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that after his arrest he had not been brought before a judge or a judicial officer, that his pretrial detention had been unjustified and excessively lengthy, and that the criminal proceedings against him had exceeded a reasonable time. He also complained that the conditions of his detention had been inhuman and degrading, and that there had been no effective remedies in this respect. Finally, he complained that the proceedings he had brought under the State Responsibility for Damage Act had exceeded a reasonable time, and that there had been no effective remedies in this respect either.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  By a decision of 18 November 2004 the Court (First Section) declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "8.  Neither the applicant, nor the Government filed observations on the merits.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The criminal proceedings against the applicant and his detention pending trial",
                                "elements": [
                                    {
                                        "content": "9.  On 10 June 1996 the Plovdiv Regional Prosecutor’s Office, acting pursuant to a report from the state financial control authorities, which had audited a company whose chairperson the applicant had been, and reports by the economic police and by the company’s trustee in bankruptcy, decided to open criminal proceedings against the applicant. At that time the applicant was living in the , where he had arrived on 30 October 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 20 June 1996 the applicant was charged in his absence with misappropriation of funds in large amounts, contrary to Article 203 § 1 in conjunction with Article 201 of the Criminal Code (“the CC”)(see paragraph 69 below). It was alleged that in March 1994, when he had been the chairperson of the board of directors of the abovementioned company, he had misappropriated 792,000 Swiss francs. Reasoning that the applicant was accused of a “serious” offence (see paragraph 73 below) and that he had gone into hiding, the investigator in charge of the case decided that, once apprehended, the applicant should be placed in pretrial detention. This decision was approved by the prosecutor in charge of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant averred that, after having been notified by relatives that the Bulgarian media were circulating information that criminal proceedings had been opened against him and that he was wanted by the authorities, and after reading copies of newspapers brought by his wife in October 1996, he decided to return to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant arrived at  airport on 25 October 1996 and was immediately arrested, questioned and brought to the detention centre at the Plovdiv Regional Investigation Service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The following day, 26 October 1996, the applicant was apprised of the charges against him by an investigator and was questioned. The investigator confirmed the order for his detention pending trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On an unspecified date the applicant’s lawyer requested the Plovdiv Regional Prosecutor’s Office to release the applicant, arguing that there was not enough evidence to prove that the applicant had committed an offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Plovdiv Regional Prosecutor’s Office denied the request in a decision of 21 February 1997. It reasoned that, since the applicant had been charged with a serious intentional offence, he had to remain in custody, as mandated by Article 152 § 1 of the Code of Criminal Procedure (“the CCrP”)(see paragraphs 7275 below). The exception provided for by paragraph 2 of that Article was not applicable, because the applicant could jeopardise the investigation in view of the number of impending investigative steps. The issues whether there was enough evidence to sustain the charges against the applicant and whether the applicant had committed other offences would arise after the conclusion of the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant’s lawyer appealed to the Chief Prosecutor’s Office, contending that there was no risk of the applicant absconding, committing an offence, or jeopardising the investigation. In particular, the applicant had returned from abroad of his own accord, despite the fact that he had known that a criminal investigation had been pending against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Chief Prosecutor’s Office dismissed the appeal in a decision of 3 April 1997. It reasoned that in view of the rule of Article 152 § 1 of the CCrP the applicant had to remain in custody. There was nothing to indicate that the applicant came within the exception provided for in paragraph 2 of that Article. In particular, no medical reports indicating bad health of the applicant had been submitted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 26 April 1997 the applicant’s lawyer filed with the Plovdiv Regional Prosecutor’s Office a request for his release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 3 May 1997 the applicant was also charged with abuse of office, contrary to Article 282 § 1 of the CC (see paragraph 70 below), in the context of a new investigation against him, and his pretrial detention was confirmed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 6 May 1997 the Plovdiv Regional Prosecutor’s Office decided to release the applicant on bail. It reasoned that the full elucidation of the facts of the case necessitated the questioning of a witness who had absconded and was impossible to find. Hence the proceedings against the applicant had to be stayed pending the apprehending and the questioning of the witness. The applicant’s continued detention was therefore unwarranted and he was to be released against giving an undertaking to not leave town. Concerning the measure to secure appearance in the second proceedings against the applicant, the offence with which he had been charged – abuse of office – was not “serious” within the meaning of Article 93 § 7 of the CC (see paragraph 73 below) and detention was therefore not mandatory under Article 152 § 1 of the CCrP. The applicant could thus be released on bail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant paid the bail on 6 May 1997 and was released the same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  It seems that almost no investigative actions were performed between 1997 and 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 27 July 2001 the criminal proceedings against the applicant were stayed by decision of the Plovdiv Regional Prosecutor’s Office. It reasoned that it was necessary to question two witnesses whose whereabouts were unknown. The proceedings were to be resumed immediately after the two witnesses were tracked down.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 17 September 2003 the Plovdiv Regional Prosecutor’s Office dropped the charges under Article 203 § 1 of the CC, reasoning that, as certain witnesses could not be found and questioned, these charges could not be proven. It seems that the proceedings relating to the charges under Article 282 § 1 of the CC continued, and, as of the date of the latest information from the parties (31 January 2005), were still pending.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The conditions of the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "25.  From the day of his arrest on 25 October 1996 until he was released on 6 May 1997 the applicant was kept in the detention facility of the Plovdiv Regional Investigation Service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  There the applicant was held in a cell measuring twenty square metres, which he had to share with three other persons during most of the time. There were no beds and the detainees had to sleep on the cement floor, which they covered with dirty blankets. During the six months and twelve days that the applicant spent in the cell the blankets were allegedly not changed or washed. The cell was illuminated by a single electric bulb. There was no window or access to sunlight. The airing of the cell was apparently very poor. During the winter the temperature in the cell was approximately 1012 degrees Celsius.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Food, the quantity and quality of which were, according to the applicant, very insufficient, was served without cutlery, in plastic mugs which were apparently not washed between meals. It seems, however, that the applicant was able to have food brought from the outside.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant, as the other detainees, was allowed to go out of the cell for two to three minutes twice a day – in the morning and in the late afternoon – to go to the toilet. During the remaining time the detainees had to relieve themselves in a plastic bucket kept in the cell. They had to empty the bucket and clean it themselves when leaving the cell to use the sanitary facilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  No possibility for spending time in the open or for physical exercise was provided. The detainees could only leave the cell when they received visits, were taken for questioning, or were taken to court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicant submits that there were periods of up to thirty or forty days during which he was not allowed to bathe. According to the Government, detainees were allowed to bathe once a week.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In an action brought by a person detained in the same detention facility at the same time as the applicant, the Plovdiv Court of Appeals stated that the conditions in the facility were “a manifestation of cruel, inhuman and humiliating treatment, contrary to the absolute prohibition of ... Article 3 of the Convention”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s action under the State Responsibility for Damage Act",
                                "elements": [
                                    {
                                        "content": "32.  Shortly after his release, on 22 July 1997, the applicant filed an action against the National Investigation Service under the State Responsibility for Damage Act (see paragraphs 7680 below). He alleged that the conditions of his detention had constituted inhuman and degrading treatment, imputable to the defendant which was in charge of the administration of pretrial detention facilities, and claimed 4,000,000 old Bulgarian levs (BGL) as compensation for nonpecuniary damage: pain, suffering and loss of self-respect. He described in detail the conditions of his detention and submitted that they had not been the result of a bias of the authorities against him, but an objective fact which had negatively affected all detainees for lengthy periods of time. These conditions had been violative of, inter alia, Article 3 of the Convention and Article 10 § 1 of the International Covenant on Civil and Political Rights of 1966.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Plovdiv District Court held its first hearing in the case on 15 October 1997. It declared the action admissible, instructed the applicant that he bore the burden of proof and invited him to produce evidence in support of his claim. It also invited the defendant and a prosecutor, who participated as a “special party” to the proceedings, to present their observations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The next hearing took place on 18 December 1997. The applicant requested that the director of the National Investigation Service be summoned as a witness and that an onthespot inspection be carried out in the detention facility and asked for leave to call four witnesses to prove the nonpecuniary damage the applicant had sustained as a result of the conditions of his detention. Counsel for the National Investigation Service requested that the applicant appear in person to testify about the facts laid out in his statement of claim. She also requested that the Ministry of Finance be added as a defendant. The applicant insisted that the proper defendant was solely the National Investigation Service. The court ordered the applicant to appear for questioning. It denied the request to summon the director of the National Investigation Service, holding that the facts could properly be established through other evidence. It also denied the request for an onthespot inspection, holding that almost a year had elapsed since the applicant had been released and that the current state of the detention facility could not be used as a basis for establishing its state at the time when the applicant was kept there. The court gave the applicant leave to call three witnesses. It denied the request to add the Ministry of Finance as a defendant, holding that the entity against which the action had been brought was the National Investigation Service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  By an order made in private on 23 January 1998 the court held that the complaint had been improperly characterised by the applicant as one under the State Responsibility for Damage Act. It held that the proper legal characterisation was under general tort law. Accordingly, in order for the proceedings to continue the applicant had to pay the requisite court fee (four per cent of the amount claimed, i.e. BGL 160,000) within seven days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The applicant did not pay the fee and the court discontinued the proceedings by an order of 12 March 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 27 March 1998 the applicant appealed against the order to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 29 June 1998 the  quashed the order and remitted the case to the Plovdiv District Court for continuation of the proceedings, holding that the proper legal characterisation of the facts alleged by the applicant was under the State Responsibility for Damage Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The next hearing before the Plovdiv District Court was listed for 2 November 1998, but was adjourned because of the improper summoning of the defendant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 15 December 1998 the applicant requested that the National Investigation Service be replaced as a defendant by the Plovdiv Regional Investigation Service and that the Ministry of Justice be added as a second defendant in view of legislative changes whereby the National Investigation Service was liquidated and the administration of the pretrial detention facilities was transferred from the National Investigation Service to the Ministry of Justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 8 December 1998 the applicant requested an expert opinion on the hygienic and sanitary conditions in the detention facility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The next hearing took place on 16 December 1998. The court granted the applicant’s request to replace the defendant and add a new defendant and adjourned the proceedings for 4 February 1999 in order to allow the new defendant to prepare.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The next hearing was held on 4 February 1999. The prosecutor did not appear. Noting that there was no indication that the prosecutor had been duly summoned, the court decided to adjourn the case. On the motion of the applicant the court struck out the Plovdiv Regional Investigation Service as a defendant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 9 March 1999 the applicant requested that the Ministry of Finance be added as a defendant, arguing that this was necessary in view of the unclear regulation of the succession between the National Investigation Service and the Ministry of Justice as regards the administration of the pretrial detention facilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The next hearing was held on 10 March 1999. The court questioned one witness called by the applicant who testified about the conditions in the detention facility. The applicant reiterated his request for an expert report and asked leave to call two more witnesses. The court stated that it would rule on all motions in private.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  By an order made in private on 17 March 1999 the court denied the request for adding the Ministry of Finance as a defendant, holding that the facts alleged in the statement of claim did not point to a cause of action against it. It allowed the request for an expert opinion and invited the Plovdiv Hygienic and Epidemiologic Inspection to designate an expert who could draw up a report on the conditions in the detention facility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The next hearing, scheduled for 26 April 1999, failed to take place because of the improper summoning of the Ministry of Justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 27 April 1999 the applicant requested the court to revoke its order of 17 March 1999 as regards the refusal to add the Ministry of Finance as a defendant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The next hearing took place on 7 June 1999. The court denied the applicant’s request to revoke its order, holding that the Ministry of Finance had nothing to do with the subjectmatter of the case before it. The court invited the applicant to call the allowed witnesses. Pursuant to the motion of the defendant, the court also ordered the applicant to indicate specifically which government bodies and officials had, through their actions or omissions, caused the alleged damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The court, sitting in private on 6 July 1999, appointed an expert to draw up a report on the hygienic and epidemiological conditions in the detention facility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  A hearing listed for 20 September 1999 was adjourned because the judge in charge of the case was on sick leave.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The next hearing was held on 2 November 1999. The expert informed the court that she could not draw up the requested report. The court gave leave to the Ministry of Justice to call one witness and replaced the expert. The court also instructed the applicant to rectify his statement of claim within seven days, holding that he had not specified which illegal actions or omissions of which officials had occasioned the damage he alleged to have sustained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 11 November 1999 the applicant indicated that the officials allegedly responsible for these conditions were “the administration of the National Investigation Service”. Expressing his surprise that the court had not found this alleged omission in the statement of claim until the eighth hearing, the applicant requested that the judge withdraw from the case, averring that her conduct denoted bias against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  By an order of 18 November 1999 the court denied the request for withdrawal, holding that it had power to instruct the plaintiff to rectify its statement of claim during the entire duration of the proceedings before it and its having done so was not indicative of bias, but fully compliant with the rules of procedure. The court also discontinued the proceedings, holding that the applicant had not complied with its instructions to indicate the officials responsible for the conditions in the pretrial detention facility and their exact allegedly illegal actions or omissions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 2 December 1999 the applicant appealed against the order for the discontinuation of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  On 1 March 2000 the  quashed the order and remitted the case, holding that the proper defendant in proceedings under the State Responsibility for Damage Act were the government bodies and not the specific officials alleged to have caused the damage. The instructions of the Plovdiv District Court had therefore been without purpose.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 16 March 2000 the Plovdiv District Court listed a hearing for 8 May 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 2 May 2000 the applicant filed a “complaint for delays” under Article 217a of the Code of Civil Procedure (“the CCP”)(see paragraph 81 above) with the chairperson of the Plovdiv Regional Court, alleging that the Plovdiv District Court had not proceeded with due diligence in examining his action. The chairperson of the  dismissed the complaint on 11 May 2000, holding that the case had been adjourned many times because of changes in the legislation, the adding of new defendants and the making of evidentiary motions by the parties. The intervals between the hearings had been justified by the busy schedule of the panel examining the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  As between 2 and 11 May 2000 the case file was being transferred from the Plovdiv District Court to the  in connection with the examination of the above complaint, the hearing listed for 8 May 2000 did not take place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The next hearing took place on 26 June 2000. The court questioned two witnesses called by the Ministry of Justice, who testified about the conditions in the detention facility. The applicant reiterated his request for an onthespot inspection of the facility. The court invited the applicant to specify the facts which he wanted to have proven through the inspection. It also repeated its invitation to the applicant to call the witnesses for whom leave had previously been given.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The last hearing took place on 2 October 2000. The court noted that out of three witnesses whom the applicant had been allowed to call, only one had actually been called. It further noted that the applicant had not complied with its instructions to concretise the facts which he intended to establish through the requested inspection of the detention facility. The court thus denied the request to carry out an inspection. It also excluded the requested expert report from the evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Plovdiv District Court dismissed the applicant’s action in a judgment of 2 November 2000. It held, inter alia, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... [The applicant] bears the burden of establishing the facts which are favourable to him. He was many times invited to do so by the court, but has not presented evidence about the conditions in the detention facility as a result of which he has allegedly suffered nonpecuniary damage. Neither has he adduced evidence in support of the proposition that the damage which is the subjectmatter of the claim is in a causal connection with illegal actions or omissions of officials of the National Investigation Service, which participated in the administration of the pretrial detention facilities at the time when the applicant was in custody. Therefore the court considers that these facts have remained unproven. The court could not hold otherwise even if account is taken of the testimony of the witness [B.N.], because the witness and the [applicant] were not in the same cell ... It is true that that the witness testified about the conditions in the detention facility and the cell in which he had been, but ... his testimony does not establish the nonpecuniary damage suffered by the [applicant], as averred in the statement of claim. Nor does it establish that the nonpecuniary damage suffered by the applicant is a result of the conditions in the detention facility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court could not hold otherwise even if it takes into account the testimony of the witnesses [P.] and [I.], because in their testimony they describe the conditions in the detention facility and in the cell in which the [applicant] was kept, but do not establish the non-pecuniary damage claimed by the [applicant] and the fact that this damage is in a causal connection with the hygienic and material conditions in the detention facility.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  On 15 November 2000 the applicant appealed against the judgment to the . He reiterated his request for an onthespot inspection of the detention facility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  On 28 February 2001 the , sitting in private, gave the applicant leave to call one witness and denied his request for an inspection of the detention facility. It held that, since more than three years had elapsed after the applicant’s release, an inspection could not establish the conditions in the facility as at the time he was kept there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  A hearing was held on 23 May 2001. The applicant did not show up and did not bring the witness for whom leave had been given.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The  dismissed the appeal in a judgment of 22 November 2001. It held, inter alia, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On the basis of the evidence adduced before this court and the court below, the [court] considers that the claim has remained unsubstantiated. The claim was for compensation for nonpecuniary damage suffered by the [applicant]. However, apart from proof about the general state of the hygiene in the detention facility at the time of the [applicant’s] stay there, there is no proof about the specific damage suffered by him. The finding that the detention facility was in a poor hygienic condition does not per se lead to the conclusion that [the applicant] has suffered real moral, nonpecuniary damage, because the objective fact of the hygiene and the regime in the detention facility has a subjective and very individual impact on persons with different mentalities and social status. Due to the lack of evidence about the specific effects which the conditions in the detention facility had on the [applicant], as averred in the statement of claim, the claim remains unsubstantiated. The nongathering of evidence about this is the result of the inactivity of the [applicant] alone. The witness called by him and questioned by the firstinstance court did not testify about the applicant’s condition during his stay in custody, and the other two witnesses for whom leave was given by the firstinstance court and the third witness for whom leave was given by this court were not actually called by the [applicant] without him specifying good reasons for this omission. In view of this the [court] considers that the [applicant’s] lack of procedural activity is tendentious and seeks to surmount the admissibility criteria for lodging an application with European Court of Human Rights...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  On 20 December 2001 the applicant lodged an appeal on points of law with the Supreme Court of Cassation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The court listed a hearing for 18 February 2003. However, in November 2002 the CCP was amended, providing that appeals on points of law to the Supreme Court of Cassation were possible only in respect of actions where the amount in controversy was above BGN 5,000. Since the amount claimed by the applicant was BGN 4,000, the Supreme Court of Cassation discontinued the proceedings by an order of 28 November 2002, and the ’s judgment became final.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The offences with which the applicant was charged",
                                "elements": [
                                    {
                                        "content": "69.  Article 203 § 1 of the CC, read in conjunction with Article 201, provides that the misappropriation of funds in large amounts by officials or managers is punishable by ten to thirty years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Article 282 § 1 of the CC makes it an offence for a manager or an official to, inter alia, abuse his power or rights in order to provide a financial benefit to himself or another person, provided that this leads to nonnegligible harmful consequences. The offence is punishable by up to five years’ imprisonment or by compulsory labour.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Provisions relating to pretrial detention",
                                "elements": [
                                    {
                                        "content": "1.  Power to order pretrial detention",
                                        "elements": [
                                            {
                                                "content": "71.  At the relevant time and until the reform of the CCrP of 1 January 2000 an arrested person was brought before an investigator who decided whether or not he or she should be remanded in custody. The investigator’s decision was subject to approval by a prosecutor. The role of investigators and prosecutors under Bulgarian law has been summarised in paragraphs 2529 of the Court’s judgment in the case of Nikolova v. Bulgaria ([GC], no. 31195/96, ECHR 1999II).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Legal criteria and practice regarding the requirements and justification for pretrial detention",
                                        "elements": [
                                            {
                                                "content": "72.  The legal grounds for detention pending trial are set out in Article 152 of the CCrP, the relevant part of which, as worded at the material time, provided as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Pretrial detention shall be imposed [in cases where the charges concern] a serious intentional offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  In the cases falling under paragraph 1 [detention] may be dispensed with if there is no risk of the accused evading justice, obstructing the investigation, or committing further offences. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  A “serious” offence is defined by Article 93 § 7 of the CC as one punishable by more than five years’ imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Supreme Court has held that it was not open to the courts, when examining an appeal against pretrial detention, to inquire whether there existed sufficient evidence to support the charges against the detainee. The courts had to examine only the formal validity of the detention order (опред. № 24 от 23 май 1995 г. по н.д. № 268/95 г. на ВС І н.о.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  According to the Supreme Court’s practice at the relevant time (it has now become at least partly obsolete as a result of amendments in force since 1 January 2000), Article 152 § 1 required that a person charged with a serious intentional offence be detained. An exception was only possible, in accordance with Article 152 § 2, where it was clear beyond doubt that any risk of absconding or reoffending was objectively excluded as, for example, in the case of a detainee who was seriously ill, elderly or already in custody on other grounds, such as serving a sentence (опред. № 1 от 4 май 1992 г. по н.д. № 1/92 г. на ВС І н.о.; опред. № 48 от 2 октомври 1995 г. по н.д. № 583/95 г. на ВС І н.о.; опред. № 78 от 6 ноември 1995 г. по н.д. 768/95 г.).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The State Responsibility for Damage Act of 1988 („Закон за отговорността на държавата за вреди, причинени на граждани“)",
                                "elements": [
                                    {
                                        "content": "76.  Section 1(1) of the Act provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The State shall be liable for damage caused to private persons by the illegal orders, actions or omissions of government bodies and officials acting within the scope of, or in connection with, their administrative duties.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Compensation awarded under the Act comprises all pecuniary and nonpecuniary damages which are the direct and proximate result of the illegal act of omission (section 4 of the Act).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The person aggrieved has to file an “action ... against the bodies ... whose illegal orders, actions, or omissions have caused the alleged damage” (section 7 of the Act).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Proceedings commenced under the Act are exempt from the initial payment of court fees (section 10(2) of the Act).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Persons seeking redress for damage acts or omissions falling within the scope of the Act have no claim under general tort law as the Act is a lex specialis and excludes the application of the general regime (section 8(1) of the Act; реш. № 1370/1992 г. от 16 декември 1992 г., по г.д. № 1181/1992 г. на ВС ІV г.о.).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The CCP",
                                "elements": [
                                    {
                                        "content": "81.  New Article 217a of the CCP, adopted in July 1999, provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “1.  Each party may lodge a complaint about delays at every stage of the case, including after oral argument, when the examination of the case, the delivery of judgment or the transmitting of an appeal against a judgment is unduly delayed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The complaint about delays shall be lodged directly with the higher court, no copies shall be served on the other party, and no State fee shall be due. The lodging of a complaint about delays shall not be limited by time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The chairperson of the court with which the complaint has been lodged shall request the case file and shall immediately examine the complaint in private. His instructions as to the acts to be performed by the court shall be mandatory. His order shall not be subject to appeal and shall be sent immediately together with the case file to the court against which the complaint has been lodged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  In case he determines that there has been [undue delay], the chairperson of the higher court may make a proposal to the disciplinary panel of the Supreme Judicial Council for the taking of disciplinary action.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT REPORTS OF THE EUROPEAN COMMITTEE FOR THE PREVENTION OF TORTURE AND INHUMAN OR DEGRADING TREATMENT OR PUNISHMENT (“THE CPT”)",
                        "elements": [
                            {
                                "content": "82.  The CPT visited  in 1995 and again in 1999 and 2002. The Plovdiv Regional Investigation Service detention facility was visited in 1999 and 2002. All reports included general observations about problems in all Investigation Service detention facilities.",
                                "elements": []
                            },
                            {
                                "content": "A.  Relevant findings of the 1995 report (made public on 6 March 1997)",
                                "elements": [
                                    {
                                        "content": "83.  In this report (CPT/Inf (97) 1) the CPT found that most, albeit not all, of the Investigation Service detention facilities were overcrowded. With the exception of one detention facility where conditions were better, the conditions were as follows: detainees slept on mattresses on sleeping platforms on the floor; hygiene was poor and blankets and pillows were dirty; cells did not have access to natural light, the artificial lighting was too weak to read by and was left on permanently; ventilation systems were in poor condition; detainees could use a WC and washbasin twice a day (morning and evening) for a few minutes and could take a weekly shower; outside of the two daily visits to the toilets, detainees had to satisfy the needs of nature in the cell bucket; although according to the establishments’ internal regulations detainees were entitled to a “daily walk” of up to thirty minutes, it was often reduced to fiveten minutes or not allowed at all; no other form of outofcell activity was provided to persons detained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The CPT further noted that food was of poor quality and in insufficient quantity. In particular, the day’s “hot meal” generally consisted of a watery soup (often lukewarm) and inadequate quantities of bread. At the other meals, detainees only received bread and a little cheese or khalva. Meat and fruit were rarely included on the menu. Detainees had to eat from bowls without cutlery - not even a spoon was provided.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The CPT also noted that family visits were only possible with permission and that as a result detainees’ contact with the outside world was very limited. There was no radio or television.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The CPT concluded that the Bulgarian authorities had failed in their obligation to provide detention conditions which were consistent with the inherent dignity of the human person and that “almost without exception, the conditions in the Investigation Service detention facilities visited could fairly be described as inhuman and degrading.” In reaction, the Bulgarian authorities had agreed that the [CPT] delegation’s assessment had been “objective and correctly presented” but had indicated that the options for improvement were limited by the country’s difficult financial circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  In 1995 the CPT recommended to the Bulgarian authorities, inter alia, that sufficient food and drink and safe eating utensils be provided, that mattresses and blankets be cleaned regularly, that detainees be provided with personal hygiene products (soap, toothpaste, etc), that custodial staff be instructed that detainees should be allowed to leave their cells during the day for the purpose of using a toilet facility unless overriding security considerations required otherwise, that the regulation providing for thirty minutes’ exercise per day be fully respected in practice, that cell lighting and ventilation be improved, and that pre-trial detainees should be more often transferred to prison even before the preliminary investigation was completed. The possibility of offering detainees outdoor exercise was to be examined as a matter of urgency.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant findings of the 1999 report (made public on 28 January 2002)",
                                "elements": [
                                    {
                                        "content": "88.  In this report (CPT/Inf (2002) 1) the CPT noted that new rules, providing for better conditions, had been enacted, but had not yet resulted in significant improvements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  In most places visited in 1999 (with the exception of a newly opened detention facility in Sofia), the conditions of detention on Investigation Service premises had remained generally the same as those observed during the CPT’s 1995 visit, including as regards hygiene, overcrowding and outofcell activities. In some places the situation had even deteriorated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  With regard to the Plovdiv Regional Investigation detention facility, the CPT found that it was “overcrowded, poorly equipped and dirty, detainees’ access to toilet/shower facilities was problematic, there was insufficient food and drinking water and a total absence of outdoor exercise and outofcell activities”. The CPT further found that detainees in that detention facility “still had to eat with their fingers, not having been provided with appropriate cutlery”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Relevant findings of the 2002 report (made public on 24 June 2004)",
                                "elements": [
                                    {
                                        "content": "91.  In this report (CPT/Inf (2004) 21) the CPT noted that most investigation detention facilities were undergoing renovation but that a lot remained to be done. The cells remained generally overcrowded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  In , only a third of the cells had benefited from a refurbishment which involved making windows in the cell doors, improving the artificial lighting and installing wash basins in the cells. However, the majority of the cells remained in the same inadequate condition as in 1999. The sanitary facilities were not in a satisfactory state of repair.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  Despite the CPT’s recommendations in the report on their 1999 visit, no proper regime of activities had been developed for detainees spending long periods in the investigation detention facilities. Those facilities did not have areas for outdoor exercise. At some of the establishments (e.g. Botevgrad), attempts were being made to compensate for the lack of outdoor exercise facilities by allowing detainees to stroll in the corridor several times a day. The CPT stated that “in this respect, the situation remain[ed] of serious concern”.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Alleged violation of the right to be brought before a judge or other officer authorised by law to exercise judicial power within the meaning of Article 5 § 3 of the Convention",
                                "elements": [
                                    {
                                        "content": "94.  The applicant alleged that after his arrest he had not been brought before a judge or another judicial officer. He relied on Article 5 § 3 of the Convention, which provides, as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The applicant submitted that he had been detained by an investigator and that his detention had been confirmed by a prosecutor, in accordance with the then applicable rules of the CCrP. Referring to the Court’s judgments in the cases of Assenov and Others v. Bulgaria (judgment of 28 October 1998, Reports of Judgments and Decisions 1998VIII) and Nikolova (cited above), the applicant submitted that neither the investigator, nor the prosecutor could be considered as “officer[s] authorised by law to exercise judicial power”, within the meaning of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The Government submitted that after the CCrP had been amended in 1999, pre-trial detention was ordered by the competent firstinstance court, after a public hearing in the presence of the prospective detainee and of his counsel. The court issued a decision forthwith and in case of an appeal, the hearing before the appellate court was scheduled for not later than seven days after that. The basis for these amendments had been the Convention, which was directly applicable in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Court recalls that in previous judgments which concerned the system of detention pending trial as it existed in Bulgaria until 1 January 2000 it found that neither investigators before whom accused persons were brought, nor prosecutors who approved detention orders could be considered as “officer[s] authorised by law to exercise judicial power” within the meaning of Article 5 § 3 (see Assenov and Others, pp. 229899, §§ 14450; Nikolova, both cited above, §§ 4953; and Shishkov v. Bulgaria, no. 38822/97, §§ 5254, 9 January 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The present case also concerns detention pending trial before 1 January 2000. The applicant’s detention was ordered by an investigator and confirmed by a prosecutor without any of them having seen the applicant (see paragraph 10 above). Later, after the applicant was arrested, the investigator confirmed his detention pending trial (see paragraph 13 above). Neither the investigator, nor the prosecutor were sufficiently independent and impartial for the purposes of Article 5 § 3, in view of the practical role they played in the investigation and the prosecution and the prosecutor’s potential participation as a party to the criminal proceedings (see paragraph 71 above). The Court refers to the analysis of the relevant domestic law contained in its Nikolova judgment (see paragraphs 28, 29 and 4953 of that judgment).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  It follows that there has been a violation of the applicant’s right to be brought before a judge or other officer authorised by law to exercise judicial power within the meaning of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged violation of the right to trial within a reasonable time or to release pending trial",
                                "elements": [
                                    {
                                        "content": "100.  The applicant complained that he had been kept in custody despite the lack of relevant and sufficient reasons justifying his detention. He relied on Article 5 § 3 of the Convention, which provides, as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article ... shall be entitled to trial within a reasonable time or to release pending trial. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The applicant submitted that at the time of his arrest he had had a permanent residence, an established business, a network of family and social contacts. There had been no indication that he would abscond, commit an offence or impede the course of justice. Moreover, he had returned from the  knowing that criminal proceedings had been opened against him. At the time of his arrest there had existed no relevant and sufficient reasons for his placing in custody other than the reasonable suspicion that he had committed an offence. The lack of such reasons was apparent from the reasoning of the prosecution authorities which had denied his requests for release. In particular, the Chief Prosecutor’s Office had been very laconic and had expressly relied on Article 152 of the CCrP. Referring to the Court’s judgments in the cases of Nikolov v. Bulgaria (no. 38884/97, 30 January 2003) and Shishkov (cited above), the applicant concluded that his detention had not been justified. It was therefore unnecessary to examine whether the authorities had acted diligently in the case against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Government submitted that the applicant’s detention had been imposed in accordance with the applicable rules of domestic law, namely Article 152 of the CCrP. The applicant had twice requested the prosecution authorities to release him. The first time they had refused to do so, providing convincing and sufficient reasons. The applicant’s second request had been granted on 6 May 1997. This indicated that the authorities had fully respected his rights and had released him immediately after the need for his remaining in custody had disappeared. Moreover, while the applicant had been detained, the authorities had proceeded with diligence in the case against him: they had questioned witnesses, had organised confrontations and had performed other investigative actions, all of which had taken place in the presence of the applicant’s counsel. Stressing the complexity of the case, the Government concluded that the length of the applicant’s detention had not exceeded a “reasonable time”, within the meaning of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Court notes that the applicant was arrested on 25 October 1996 and was released on 6 May 1997 (see paragraphs 12, 20 and 21 above). The period to be considered is thus six months and twelve days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The persistence of a reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the lawfulness of the continued detention, but after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the authorities continued to justify the deprivation of liberty. Where such grounds were relevant and sufficient, the Court must also ascertain whether the competent authorities displayed special diligence in the conduct of the proceedings (see Labita v. Italy [GC], no. 26772/95, §§ 15253, ECHR 2000IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  In its admissibility decision in the present case the Court rejected as manifestly illfounded the applicant’s complaint that he had been arrested despite the lack of a reasonable suspicion that he had committed an offence. The applicant was put in custody on the basis of a suspicion that he had committed misappropriation of funds in large amounts. Later he was also charged with abuse of office. The Court sees no reason to doubt that that suspicion persisted throughout the entire period of the applicant’s detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  As to the grounds for the continued detention, the Court observes that until 1 January 2000 the Bulgarian authorities applied law and practice establishing a presumption that detention pending trial was always necessary in cases where the sentence faced went beyond a certain threshold of severity. The presumption was only rebuttable in very exceptional circumstances, such as a serious illness. It was moreover incumbent on the detainee to prove the existence of such exceptional circumstances, failing which he or she was bound to remain in detention throughout the proceedings (see paragraphs 75 above). In the case of Ilijkov v. Bulgaria (no. 33977/96, §§ 8487, 26 July 2001) and in a number of subsequent cases against , the Court found that this practice was at odds with Article 5 § 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  At the time of the applicant’s detention the defective provisions were still in force and the same practice prevailed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Court must nevertheless examine whether those provisions and practice were actually applied in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  It notes that when rejecting the applicant’s request for release, the Plovdiv Regional Prosecutor’s Office relied on the presumption based on Article 152 § 1 of the CCrP (see paragraph 15 above). So did the Chief Prosecutor’s Office (see paragraph 17 above). It is true that in order to exclude the application of the exception provided for by paragraph 2 of that Article the prosecution authorities stated that there was a likelihood that the applicant could jeopardise the investigation. However, they did not provide any reasoning in support of this finding which was, therefore, of a purely declaratory nature (see Nikolov, cited above, § 73). In this connection the Court recalls that “[w]here the needs of the investigation are invoked in ... a general and abstract fashion they do not suffice to justify the continuation of detention” (see Clooth v. Belgium, judgment of 12 December 1991, Series A no. 225, p. 16, § 44; and Belchev v. , no. 39270/98, § 79, 8 April 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  In view of the foregoing considerations, the Court finds that the authorities failed to convincingly demonstrate the need for the applicant’s remand in custody for a period of six months and twelve days. It is thus not necessary to determine whether the authorities acted with the requisite diligence in the criminal proceedings against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  It follows that there has been a breach of the applicant’s right to trial within a reasonable time or release pending trial, guaranteed by Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF THE LENGTH OF THE CRIMINAL PROCEEDINGS AGAINST THE APPLICANT",
                        "elements": [
                            {
                                "content": "112.  The applicant complained that the criminal proceedings against him had lasted unreasonably long. He relied on Article 6 § 1 of the Convention, which provides, as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "113.  The applicant submitted that there had been a certain activity in the proceedings until the middle of 1997. After that the proceedings had virtually grinded to a halt until July 2001, when they had been stayed. The Government’s averment that the length of the proceedings was warranted because of the absence of two witnesses was unconvincing. They had failed to explain why these two witnesses were so important for the case and had not provided evidence establishing that any efforts had been made to locate them.",
                                "elements": []
                            },
                            {
                                "content": "114.  The Government submitted that the investigation had been delayed and had eventually been stayed due to the absence of two material witnesses, the first of which had absconded abroad and the second of which was a foreigner. Their whereabouts were unknown despite the consistent efforts of the authorities to locate them. In view of these circumstances, the length of the proceedings against the applicant could not be considered unreasonable.",
                                "elements": []
                            },
                            {
                                "content": "115.  The Court notes that the proceedings were instituted on 10 June 1996 (see paragraph 9 above). The applicant, who was abroad, learned about them on an unspecified date in October 1996 (see paragraph 11 above). He was arrested and charged on 25 and 26 October 1996 (see paragraphs 12 and 13 above). The Court thus considers that the beginning of the period under consideration was October 1996.",
                                "elements": []
                            },
                            {
                                "content": "116.  The charges against the applicant under Article 203 § 1 of the CC were dropped on 17 September 2003, but it seems that the proceedings relating to the subsequently brought charges under Article 282 § 1 of the CC continued and were still pending in January 2005 (see paragraph 24 above). However, having regard to its reasoning in paragraph 119 below, the Court does not consider it necessary to determine the end of the period under consideration and will proceed on the assumption that it ended on 17 September 2003.",
                                "elements": []
                            },
                            {
                                "content": "117.  The period to be examined was therefore at least six years and eleven months, throughout which time the proceedings remained at the preliminary investigation stage.",
                                "elements": []
                            },
                            {
                                "content": "118.  The Court will assess the reasonableness of the length of the proceedings in the light of the circumstances of the case and having regard to the criteria laid down in its caselaw, in particular the complexity of the case and the conduct of the applicant and of the relevant authorities. What was at stake for the applicant has also to be taken into account (see Portington v. Greece, judgment of 23 September 1998, Reports 1998VI, p. 2630, § 21; and Kudła v. Poland [GC], no. 30210/96, § 124, ECHR 2000XI).",
                                "elements": []
                            },
                            {
                                "content": "119.  The Court considers that the case appears relatively complex. However, it does not seem that this was the major underlying reason for the delays in the investigation. Nor does it seem that the applicant contributed in any way for the protraction of the proceedings, which was apparently mainly the result of the authorities’ inability to locate and question certain material witnesses (see paragraphs 22 and 23 above). While the Court does not doubt that they were indeed making an earnest effort to secure their testimony, that cannot justify a period of inactivity as long as the one obtaining in the present case, where almost no investigative actions were carried out in a period of more than five years.",
                                "elements": []
                            },
                            {
                                "content": "120.  Having regard to the criteria established in its caselaw, the Court finds that the length of the criminal proceedings against the applicant failed to satisfy the reasonable time requirement of Article 6 § 1 of the Convention. It follows that there has been a violation of that provision.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "121.  The applicant complained about the conditions of his detention at the pretrial detention facility. He relied on Article 3 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "122.  The applicant submitted that the cell in which he had been kept had measured twenty square meters. It did not have a window and was not equipped with toilet facilities. He was allowed to go to the toilet twice a day. During the remaining time he had to use a bucket, which was emptied twice a day. He did not have access to sunlight and fresh air. A number of detainees kept at the facility had fallen ill with tuberculosis or hepatitis. Parasites and gastric diseases were also common. Concerning the Government’s averment that in 1999 the conditions had been improved, the applicant submitted that this was far from being true. In any event, this was irrelevant, because the applicant had been detained in 199697. The conditions during that period had been described as inhuman and degrading by the Plovdiv Court of Appeals. The findings of the CPT in its reports of 1995 and 1999 were also highly relevant and informative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Government submitted that while the sanitary and hygienic conditions in the detention facility where the applicant had been kept had not been satisfactory, they had not been harsh and unbearable to the point of constituting inhuman and degrading treatment. In a similar case, Assenov and Others (cited above), the Court had held that the elevenmonth stay of a minor in comparable conditions had not reached the threshold of severity required by Article 3. In his statement of claim submitted to the Plovdiv District Court the applicant had conceded that he personally had not been subjected to humiliating treatment on the part of the authorities. The applicant had also been allowed to receive additional food and books from the outside. The Government further submitted that the conditions in all detention facilities had been significantly improved in 1999.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "124.  The Court reiterates at the outset that Article 3 of the Convention enshrines one of the most fundamental values of democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim’s behaviour (see, as recent authorities, Van der Ven v. the Netherlands, no. 50901/99, § 46, ECHR 2003II; and Poltoratskiy v. , no. 38812/97, § 130, ECHR 2003V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  To fall within the scope of Article 3, illtreatment must attain a minimum level of severity. The assessment of this minimum is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see Van der Ven, § 47; and Poltoratskiy, § 131, both cited above)",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  Treatment has been held by the Court to be “inhuman” because, inter alia, it was premeditated, was applied for hours at a stretch and caused either actual bodily injury or intense physical and mental suffering. It has deemed treatment to be “degrading” because it was such as to arouse in the victims feelings of fear, anguish and inferiority capable of humiliating and debasing them (see Kudla v. Poland [GC], no. 30210/96, § 92, ECHR 2000XI). The question whether the purpose of the treatment was to humiliate or debase the victim is a further factor to be taken into account, but the absence of any such purpose cannot conclusively rule out a violation of Article 3 (see Peers v. Greece, no. 28524/95, § 74, ECHR 2001III; and Kalashnikov v. Russia, no. 47095/99, § 101, ECHR 2002VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  The suffering and humiliation involved must go beyond that inevitable element of suffering or humiliation connected with a given form of legitimate treatment or punishment. Measures depriving a person of his liberty may often involve such an element. Yet it cannot be said that detention pending trial in itself raises an issue under Article 3. Nevertheless, under this provision the State must ensure that a person is detained in conditions which are compatible with the respect for his human dignity, that the manner and method of the execution of the measure do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, his health and wellbeing are adequately secured. When assessing conditions of detention, account has to be taken of the cumulative effects of those conditions and the duration of the detention (see Dougoz v. Greece, no. 40907/98, § 46, ECHR 2001II; and Kalashnikov, cited above, § 102). In particular, the Court must have regard to the state of health of the detained person (see Assenov and Others, cited above, p. 3296, § 135)",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  An important factor, along with the material conditions, is the detention regime. In assessing whether a restrictive regime may amount to treatment contrary to Article 3 in a given case, regard must be had to the particular conditions, the stringency of the regime, its duration, the objective pursued and its effects on the person concerned (see Messina v. Italy (dec.), no. 25498/94, ECHR 1999V; Van der Ven, cited above, § 51; Iorgov v. Bulgaria, no. 40653/98, §§ 8284 and 86, 11 March 2004; and G.B. v. Bulgaria, no. 42346/98, §§ 8385 and 87, 11 March 2004).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of these principles to the present case",
                                        "elements": [
                                            {
                                                "content": "129.  The Court takes note of the information provided by the Government about the alleged improvement of the conditions in all Investigation Service detention facilities in 1999 (see paragraph 123 above). However, the Court’s task is to assess the actual circumstances of the applicant’s case (see Nikolova, cited above, § 52; Kalashnikov, cited above, § 99 in fine; and I.I. v. Bulgaria, no. 44082/98, § 70, 9 June 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  The Court also observes that, since the applicant was detained on the premises of the Plovdiv Regional Investigation Service between 25 October 1996 and 6 May 1997, the findings of the CPT in its 1995 and 1999 reports (see paragraphs 8390 above) provide a reliable basis for the assessment of the conditions in which he was imprisoned (see Kehayov v. Bulgaria, no. 41035/98, § 66, 18 January 2005). The Court furthermore considers that the CPT’s general findings about the conditions in all Investigation Service detention facilities, about the conditions in the Plovdiv Regional Investigation Service detention facility during a later period, and its conclusion that these conditions could be described as inhuman and degrading (see paragraph 86 above), while not directly relevant, may also inform its judgment (see I.I., cited above, § 71). The Court finally notes that the Plovdiv Court of Appeals found that the conditions in the facility where the applicant was detained were “a manifestation of cruel, inhuman and humiliating treatment, contrary to the absolute prohibition of ... Article 3 of the Convention” (see paragraph 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  Turning to the specific circumstances in which the applicant was detained, the Court observes that he spent more than six months in a cell of twenty square metres occupied by two to four detainees during different periods of time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  The Court further notes that the material and sanitary conditions in the cell were apparently very unsatisfactory. It appears that no beds were provided and the detainees had to sleep on the cement floor, which they covered with dirty blankets, that during the winter the temperature in the cell was 1012 degrees Celsius, and that the ventilation was very poor (see paragraph 26 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  As no possibility for outdoor or outofcell activities was provided, the applicant had to spend in the cell – which had no window and was lighted by a single electric bulb – practically all his time, except for two short visits per day to the sanitary facilities or the occasional taking out for questioning or to court (see paragraphs 28 and 29 above; Peers, § 75; and I.I., § 74, both cited above). The Court considers that the fact that the applicant was confined for practically twentyfour hours a day during more than six months in his cell without exposure to natural light and without any possibility for physical and other outofcell activities must have caused him intense suffering. The Court is of the view that in the absence of compelling security considerations there was no justification for subjecting the applicant to such limitations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.  Furthermore, subjecting a detainee to the embarrassment of having to relieve himself in a bucket in the presence of his cellmates and of being present while the same bucket was being used by them (see paragraph 28 above, Peers, § 75; Kalashnikov, § 99; Kehayov, § 71; and I.I., § 75, all cited above) cannot be deemed warranted, except in specific situations where allowing visits to the sanitary facilities would pose concrete and serious security risks. However, no such risks were invoked by the Government as grounds for the limitation on the daily visits to the toilet by the detainees in the Plovdiv Regional Investigation Service during the period in issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  While there is no indication that the detention conditions or regime were intended to degrade or humiliate the applicant, or that they had a specific impact on his physical or mental health, there is little doubt that certain aspects of the stringent regime described above could be seen as humiliating.",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  The Court does not underestimate the financial difficulties invoked by the Government before the CPT (see paragraph 86 above). However, it observes that many of the shortcomings outlined above could have been remedied even in the absence of considerable financial means. In any event, the lack of resources cannot in principle justify detention conditions which are so poor as to reach the threshold of severity contrary to Article 3 (see Poltoratskiy, § 148; Kehayov, § 73; and I.I., § 77, all cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  In conclusion, having regard to the cumulative effects of the unjustifiably stringent regime to which the applicant was subjected and the material conditions in which he was kept, the Court concludes that the distress and hardship he endured exceeded the unavoidable level of suffering inherent in detention and the resulting anguish went beyond the threshold of severity under Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  It follows that there has been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "139.  The applicant complained about the lack of a possibility to obtain redress for the alleged breach of Article 3 of the Convention. He relied on Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "1.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "140.  The applicant submitted that the reason why his action had been rejected as unsubstantiated had been the refusals of the courts to carry out an onthespot inspection of the detention facility and to question the director of the National Investigation Service. On the other hand, the administration of the detention facility had refused the experts’ access to it, thereby hampering the establishment of the conditions in it, which were the basis of the applicant’s action. The possibility to prove the impact of these conditions on the applicant had therefore become pointless. For this reason he had not brought witnesses, hoping that the Supreme Court of Cassation would consider the refusals of the courts below to order an inspection and an expert report serious breaches of the rules of procedure and remit the case. However, because of the legislative changes in November 2002 the proceedings before the Supreme Court of Cassation had been discontinued, thus excluding this possibility. In the applicant’s view, the particular requirements of the State Responsibility for Damage Act, coupled with the stance of the courts and the impossibility to have an appeal on points of law examined by the Supreme Court of Cassation had rendered the action under the Act an ineffective remedy against the alleged violation of Article 3 of the Convention. On the other hand, it was not open to the applicant to make a claim under the general tort law, because of the rule of section 8 of the Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  The Government submitted that the applicant’s action had been rejected as unsubstantiated, because despite the numerous opportunities provided by the domestic courts he had failed to produce evidence about the allegedly detrimental effects of the conditions of detention on him. This had been the reason why the  had remarked that the applicant had tendentiously failed to act in order to ensure compliance with the admissibility conditions for lodging an application with the European Court of Human Rights.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "142.  The Court reiterates that Article 13 of the Convention guarantees the availability at the national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their Convention obligations under this provision. The scope of the obligation under Article 13 varies depending on the nature of the applicant’s complaint under the Convention. Nevertheless, the remedy required by Article 13 must be effective in practice as well as in law (see McGlinchey and Others v. the , no. 50390/99, § 62, ECHR 2003V, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "143.  In the case of a breach of Articles 3 of the Convention, which ranks among its most fundamental provisions, compensation for the nonpecuniary damage flowing from the breach should in principle be part of the range of available remedies. Indeed, when it finds a violation of that provision, the Court itself will as a rule award compensation for nonpecuniary damage, recognising pain, stress, anxiety and frustration (ibid., § 66).",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  On the basis of the evidence adduced in the present case, the Court has found that the respondent State is responsible under Article 3 of the Convention for inhuman and degrading treatment suffered by the applicant in custody (see paragraphs 13738 above). The applicant’s complaint in this regard is therefore arguable for the purposes of Article 13. It follows that he should have been able to obtain compensation for this.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  In the light of the information before it, the Court considers that there is nothing to indicate that an action under the State Responsibility for Damage Act could not in principle provide a remedy in this respect. Section 1 thereof provides for compensation for any unlawful act or omission of the administrative authorities (see paragraphs 7680 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  However, in the instant case the domestic courts dismissed the applicant’s action and refused compensation on the sole ground that he had failed to adduce sufficient proof that he had suffered nonpecuniary damage arising out of the conditions of his detention (see paragraphs 62 and 66 above). Their holding was apparently based on the underlying proposition that nonpecuniary damage such as pain, stress, frustration and anxiety was only provable through formal, external evidence (in the particular case, witness testimony, which the applicant had failed to adduce). They did not consider that the evidence establishing the poor conditions in the detention facility – which were amply proven – could also serve, together with the applicant’s averments, as proof that he had endured mental anguish and suffering on account of these conditions. Instead, they required separate proof of the nonpecuniary damage sustained by the applicant. Bearing in mind the subjectmatter of the applicant’s claim, this approach seems unduly formalistic and allowing a large number of cases, such as the applicant’s, where these facts do not lend themselves to such objective, extrinsic proof – that is, most cases in which poor conditions of detention cause emotional distress, but do not result in physical injury or illness –, to be dismissed as unsubstantiated and result in lack of compensation for conditions of detention which are violative of Article 3. Thus, as a result of that stance of the courts, the remedy under the State Responsibility for Damage Act lost much of its remedial efficacy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  Moreover, the courts took more than five years and four months to dispose of the applicant’s action by way of a final judgment (see paragraphs 32 and 68 above). Most of that time was consumed by the proceedings before the firstinstance court (see paragraphs 3262 above). A major source of delay (approximately one year and eight months) were the two, apparently unjustifiable, attempts of that court to discontinue the proceedings (see paragraphs 3538 and 5456 above). The proceedings before the Supreme Court of Cassation, which in the end were discontinued and did not proceed on the merits, consumed another eleven months (see paragraphs 67 and 68 above). Recalling that a remedy’s effectiveness is also gauged by reference to the amount of time it consumes (see Selmouni v. France, no. 25803/94, §§ 7879, ECHR 1999V; and Kirilova and Others v. Bulgaria, nos. 42908/98, 44038/98, 44816/98 and 7319/02, § 117, 9 June 2005), the Court considers that the length of the proceedings was another factor which rendered them ineffective. The Court further notes that the applicant was unable to obtain the speeding up of the proceedings (see paragraph 58 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  In view of the foregoing, the Court concludes that the applicant did not have at his disposal an effective remedy for his complaint under Article 3 about his conditions of detention. It follows that there has been a breach of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATIONS OF ARTICLES 6 § 1 AND 13 OF THE CONVENTION ON ACCOUNT OF THE LENGTH OF THE PROCEEDINGS UNDER THE STATE RESPONSIBILITY FOR DAMAGE ACT",
                        "elements": [
                            {
                                "content": "149.  The applicant complained about the length of the proceedings under the State Responsibility for Damage Act and about the lack of effective remedies in this respect. He relied on Articles 6 § 1 and 13 of the Convention, which provide, as relevant:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "150.  The applicant was of the view that the proceedings had exceeded a reasonable time. In particular, the first hearing had been held more than three months after the institution of the proceedings. The arbitrary requalification of the action as one under the general tort law, made by the Plovdiv District Court on 23 January 1998, had unduly delayed the proceedings until 2 November 1998. The adjourning of the case on 4 February 1999, which had occurred because of the absence of the prosecutor, had led to a further delay of fiftyfive days. The second, completely unwarranted attempt of the Plovdiv District Court to discontinue the proceedings had occasioned a further delay of eleven months. The delay in the examination of the “complaint about delays” by the chairperson of the  had caused the adjourning of the hearing listed for 8 May 2000. The  had taken more than six months to hold a hearing pursuant to the applicant’s appeal. Likewise, the Supreme Court of Cassation had listed a hearing for more than fourteen months after the lodging of the appeal on points of law.",
                                "elements": []
                            },
                            {
                                "content": "151.  The applicant further submitted that the only remedy against excessively lengthy civil proceedings was the “complaint about delays” introduced in 1999. In his view, however, it was not effective, because it could not lead to the acceleration of the proceedings or to a compensation for their excessive length. The only possible consequence was the opening of disciplinary proceedings against the judge concerned. However, thus far no judge had been disciplined under this provision.",
                                "elements": []
                            },
                            {
                                "content": "152.  The Government submitted that the reasons for the delay in the examination of the applicant’s action were mainly objective circumstances for which the authorities could not be held liable. Changes in the legislation had made necessary the replacing of the defendant. Several hearings had had to be adjourned because of faulty summoning of the parties. The reform of the judicial system in 199798 had also been an objective fact, the impact of which could not be discounted. The authorities had acted diligently and with a view to disposing of the action within a due time. The intervals between hearings had been minimal and the proceedings had been adjourned because of the need to gather relevant evidence. The two judgments had also been delivered promptly.",
                                "elements": []
                            },
                            {
                                "content": "153.  The Government further submitted that the  had duly examined the applicant’s complaint about delays under Article 217a of the CCP and had considered it unfounded.",
                                "elements": []
                            },
                            {
                                "content": "154.  The Court notes that these complaints relate to the same facts as the one based on Article 13 and relating to the effectiveness of the proceedings as a remedy against the alleged violation of Article 3. Having regard to its conclusions in paragraphs 148 above, it does not consider that it must deal with them.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "155.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "156.  The applicant claimed 15,600 euros (EUR) in nonpecuniary damage. He made detailed submissions in respect of each violation of the Convention in his case, emphasising the gravity of the violations of the Convention and referring to some of the Court’s judgments. He also submitted that the living standards in  had considerably increased in recent years, justifying a higher award of compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "158.  Having regard to all the circumstances of the case, and deciding on an equitable basis, the Court awards the applicant EUR 6,000, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "159.  The applicant sought the reimbursement of EUR 7,904 incurred in the various domestic proceedings and in the proceedings before the Court. His claim broke down as follows: EUR 2,905 for 41.5 hours of legal work in proceedings before the domestic authorities, EUR 5,215 for 74.5 hours of legal work in the proceedings before the Court, both at the hourly rate of EUR 70, and EUR 485 for translation costs, copying, mailing, and overhead expenses. The applicant submitted a fees’ agreement between him and his lawyer, a time-sheet, postal receipts, and contracts for translation services. He additionally requested that any amount awarded by the Court under this head be paid directly to his lawyer, Mr M. Ekimdjiev.",
                                        "elements": []
                                    },
                                    {
                                        "content": "160.  The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "161.  Having regard to all relevant factors and noting that the applicant was granted legal aid amounting to EUR 701, the Court awards EUR 3,000, plus any tax that may be chargeable, payable into the bank account of the applicant’s lawyer, Mr M. Ekimdjiev, in .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "162.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 5 § 3 of the Convention, in that upon his arrest the applicant was not brought promptly before a judge or other officer authorised by law to exercise judicial power;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention, in that the applicant’s detention pending trial was not justified throughout the whole period;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the length of the criminal proceedings against the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 3 of the Convention on account of the conditions of the applicant’s detention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 13 of the Convention on account of the lack of effective remedies against the conditions of the applicant’s detention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that it is not necessary to rule on the allegations of violations of Articles 6 § 1 and 13 of the Convention concerning the length of the proceedings under the State Responsibility for Damage Act and the lack of effective remedies in this respect;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the abovementioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 February 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "andMr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "18/11/2004 00:00:00",
    "docname": "CASE OF IOVCHEV v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-72246.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0202JUD004121198",
    "externalsources": [
        "Country reports by the European Committee for the Prevention of Torture and Inhuman and Degrading Treatment or Punishment (CPT)"
    ],
    "extractedappno": [
        "41211/98",
        "31195/96",
        "268/95",
        "1/92",
        "583/95",
        "768/95",
        "38822/97",
        "38884/97",
        "26772/95",
        "33977/96",
        "39270/98",
        "30210/96",
        "50901/99",
        "38812/97",
        "28524/95",
        "47095/99",
        "40907/98",
        "25498/94",
        "40653/98",
        "42346/98",
        "44082/98",
        "41035/98",
        "50390/99",
        "25803/94",
        "42908/98",
        "44038/98",
        "44816/98",
        "7319/02"
    ],
    "importance": "3",
    "introductiondate": "25/06/1997 00:00:00",
    "issue": [
        "Code of Criminal Procedure, Article 152"
    ],
    "itemid": "001-72246",
    "judgementdate": "02/02/2006 00:00:00",
    "kpdate": "02/02/2006 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "445",
        "40",
        "76",
        "406",
        "444",
        "110",
        "448",
        "209",
        "411",
        "494",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "13",
        "3",
        "5-3",
        "6-1",
        "5",
        "6",
        "41"
    ],
    "parties": [
        "IOVCHEV",
        "BULGARIA"
    ],
    "rank": "537.885986328125",
    "representedby": [
        "EKIMDJIEV M."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VIII, p. 3296, § 135, and pp. 2298-2299, §§ 144-150",
        "Belchev v. Bulgaria, no. 39270/98, § 79, 8 April 2004",
        "Clooth v. Belgium, judgment of 12 December 1991, Series A no. 225, p. 16, § 44",
        "Dougoz v. Greece, no. 40907/98, § 46, ECHR 2001-II",
        "G.B. v. Bulgaria, no. 42346/98, §§ 83-85 and 87, 11 March 2004",
        "I.I. v. Bulgaria, no. 44082/98, §§ 70, 71, 74, 75 and 77, 9 June 2005",
        "Ilijkov v. Bulgaria (no. 33977/96, §§ 84-87, 26 July 2001",
        "Iorgov v. Bulgaria, no. 40653/98, §§ 82-84 and 86, 11 March 2004",
        "Kalashnikov v. Russia, no. 47095/99, §§ 99, 101 and 102, ECHR 2002-VI",
        "Kehayov v. Bulgaria, no. 41035/98, §§ 66, 71 and 73, 18 January 2005",
        "Kirilova and Others v. Bulgaria, nos. 42908/98, 44038/98, 44816/98 and 7319/02, § 117, 9 June 2005",
        "Kudla v. Poland [GC], no. 30210/96, § 92 and § 124, ECHR 2000-XI",
        "Labita v. Italy [GC], no. 26772/95, §§ 152 53, ECHR 2000-IV",
        "McGlinchey and Others v. the United Kingdom, no. 50390/99, § 62 and § 66, ECHR 2003-V",
        "Messina v. Italy (dec.), no. 25498/94, ECHR 1999-V",
        "Nikolova v. Bulgaria, [GC], no. 31195/96, §§ 28, 29, 49-53 and 73, ECHR 1999-II",
        "Peers v. Greece, no. 28524/95, § 74 and § 75, ECHR 2001-III",
        "Poltoratskiy v. Ukraine, no. 38812/97, §§ 130, 131 and 148, ECHR 2003-V",
        "Portington v. Greece, judgment of 23 September 1998, Reports 1998-VI, p. 2630, § 21",
        "Selmouni v. France, no. 25803/94, §§ 78-79, ECHR 1999-V",
        "Shishkov v. Bulgaria, no. 38822/97, §§ 52-54, 9 January 2003",
        "Van der Ven v. the Netherlands, no. 50901/99, §§ 46, 47 and 51, ECHR 2003-I"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "421373",
    "typedescription": "15"
}