{
    "__articles": "6;6+6-3-c;6-1;6-3;6-3-c;35;41",
    "__conclusion": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Adversarial trial;Equality of arms);Violation of Article 6+6-3-c - Right to a fair trial (Article 6-3 - Rights of defence) (Article 6 - Right to a fair trial;Article 6-3-c - Defence in person);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "58590/11",
    "article": [
        "6",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing",
                "Adversarial trial",
                "Equality of arms"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "6-3-c",
            "base_article": "6",
            "details": [
                "Article 6-3 - Rights of defence"
            ],
            "element": "Violation of Article 6+6-3-c - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-c - Defence in person"
            ],
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-118738.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 58590/11) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a stateless person, Mr Zajko Zahirović (“the applicant”), on 6 September 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms V. Drenški Lasan, a lawyer practising in . The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 8 November 2011 the complaints concerning the alleged lack of impartiality of the trial court, the alleged violation of the principle of equality of arms and the applicant’s absence from the appeal hearing before the Supreme Court were communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1975 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 22 October 2003 an investigating judge of the Zagreb County Court (Županijski sud u Zagrebu) opened an investigation in respect of the applicant in connection with suspicions that on 5 July 2003 he had put at risk the life and limb of others by firing shots in his partner’s flat and that on 6 July 2003 he had attempted to murder three persons by shooting at them in a nightclub. The investigating judge ordered the applicant’s detention but the applicant remained at large.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant appeared before the investigating judge of the Zagreb County Court on 28 April 2004. He was questioned and remanded in custody on the same day.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 24 June 2004 the Zagreb County State Attorney’s Office (Županijsko državno odvjetništvo u Zagrebu) indicted the applicant in the Zagreb County Court, alleging that on 5 July 2003 he had put at risk the life and limb of others and that on 6 July 2003 he had attempted to murder three persons.",
                                "elements": []
                            },
                            {
                                "content": "8.  Judge Z.K. assumed responsibility for the applicant’s case as the president of a trial panel of the Zagreb County Court.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 2 September 2004 a three-judge panel of the Zagreb County Court, composed of Judges D.T., E.D. and M.G., extended the applicant’s detention on the grounds provided for under Article 102 § 1(3) of the Code of Criminal Procedure (risk of reoffending). The relevant part of the decision reads:",
                                "elements": []
                            },
                            {
                                "content": "“... the accused is indicted under count two, namely that on 5 July 2003 in the flat of his partner S.O. he fired two shots from a gun at a wall, irrespective of the fact that R.Z. and Z.Kor. were present in the same room and that he was aware that the bullets could ricochet from the wall and hurt any of the persons present. Under count one, he is indicted on the ground that on 6 July 2003 in a nightclub, after a verbal dispute with K.G., he fired several times from a gun and then fired all the remaining bullets from the gun at A.P. and M.V. ... with the aim of murdering them, and K.G.’s life was saved by medical intervention.",
                                "elements": []
                            },
                            {
                                "content": "The above shows the accused’s brutality, determination, high degree of criminal resolve and obvious propensity towards such criminal behaviour, all of which, in the opinion of this court, continues to justify the extension of his detention because of the fear that [if at large] he would commit a further criminal offence.”",
                                "elements": []
                            },
                            {
                                "content": "10.  On 28 April 2006 a three-judge panel of the  found that the maximum statutory period of the applicant’s detention had expired and ordered that he be released from detention. Judge M.G. was a member of that panel.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 16 September 2008 the Vice-President of the Criminal Division of the  reassigned the applicant’s case to Judge M.G. because in the meantime Judge Z.K. had become a judge of the Supreme Court (Vrhovni sud Republike Hrvatske).",
                                "elements": []
                            },
                            {
                                "content": "12.  On 27 November 2009 a trial panel of the Zagreb County Court, presided over by Judge M.G., found the applicant guilty of the attempted murder of three persons and dismissed the charge of putting at risk the life and limb of others on the ground that the prosecution had withdrawn that charge. The applicant was sentenced to six years’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 2 February 2010 the Zagreb County State Attorney’s Office lodged an appeal with the Supreme Court against the Zagreb County Court’s judgment, seeking a more severe sentence.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant lodged an appeal against the Zagreb County Court’s judgment with the Supreme Court on 16 February 2010, complaining of a number of substantive and procedural flaws, and notably that Judge M.G. had not been impartial. The applicant contended that by being a member of a panel which had extended his pre-trial detention, Judge M.G. had already formed his opinion about the charges against the applicant.",
                                "elements": []
                            },
                            {
                                "content": "15.  On an unspecified date in 2010, the Supreme Court, acting under Article 373 § 1 of the Code of Criminal Procedure, forwarded the parties’ appeals and the Zagreb County Court’s case file to the State Attorney’s Office of the Republic of Croatia (Državno odvjetništvo Republike Hrvatske) for their examination and opinion.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 16 March 2010 the State Attorney’s Office of the  submitted an opinion to the Supreme Court on both appeals, however, this opinion was not communicated to the defence. The opinion reads:",
                                "elements": []
                            },
                            {
                                "content": "“Please find enclosed the Zagreb County Court’s case file no. K-124/04 concerning the criminal proceedings against the accused Zajko Zahirović, charged with the offences under Article 90 in conjunction with Article 33 of the Criminal Code, which was forwarded [to the State Attorney’s Office of the Republic of Croatia] after the [Zagreb] State Attorney’s Office and the accused’s lawyer had submitted their appeals ...",
                                "elements": []
                            },
                            {
                                "content": "As to the appeal lodged by the [Zagreb] State Attorney’s Office concerning the sentence, we consider that it was correctly pointed out that the [first-instance] court sentenced [the applicant] to a rather lenient sentence of imprisonment which appears absolutely inappropriate in view of the circumstances of the offence and his personality ... It was correctly pointed out that certain aggravating factors had been significantly underestimated, namely the grave consequences for [the health of] K.G. and the other victims. Furthermore, the [first-instance] court failed to take into account the accused’s attitude towards the victims and the damage caused by the offences, as well as his lack of any remorse for or apology to the victims. This all should be taken into account in the sentencing procedure and should eventually lead to a more severe sentence as requested by the [] State Attorney’s Office.",
                                "elements": []
                            },
                            {
                                "content": "As to the appeal lodged by the defence, it is to be noted that there has been no fundamental miscarriage of justice in the proceedings, within the meaning of Article 367 ... of the Code of Criminal Procedure, concerning the impartiality of the trial judge, who [allegedly] should have been excluded from the case. In his submission the appellant refers to the case-law of the  and the European Court of Human Rights concerning the exclusion of a judge who presides over a trial panel, having already decided on the accused’s detention at the pre-trial stage of the proceedings. The case-law of the  referred to [by the appellant] concerns the particular circumstances of the case at hand and not the [general] circumstances contemplated in Article 36 of the Code of Criminal Procedure. As to the case-law of the European Court of Human Rights, it is to be noted, regardless of the case-law referred to [by the appellant], that a judge’s impartiality is presumed until there is proof to the contrary and since in the case at issue there are no objective circumstances which could raise doubts as to the impartiality of the judge who presided over the trial panel, such case-law is not applicable to the present case.",
                                "elements": []
                            },
                            {
                                "content": "As to the [complaint alleging] substantive flaws in that no reference was made to the Articles of the amended Criminal Code, it is to be noted that the Criminal Code was not amended as regards Article 90 and that the court in the present case correctly applied the relevant provision ...",
                                "elements": []
                            },
                            {
                                "content": "As to the factual findings [of the first-instance court], we consider that all the relevant facts have been sufficiently and comprehensibly established. The [first-instance court] based its findings on the report drawn up by the ballistics expert V.M. and, after the assessment of the relevant witness statements, it set out in detail its conclusion that the accused had caused the conflict. Therefore, the argument of self-defence raised in the appeal is not correct because, under the relevant case-law, the person who first drew a gun cannot invoke the defence of self-defence. We also find that sufficient reasons have been given as to the existence of all the elements of the offence, as regards the victims A.P. and M.V., as the accused’s mens rea. The exact place from which he shot the gun was also established without any doubt.",
                                "elements": []
                            },
                            {
                                "content": "As to the fact that the victim – a policeman [by profession] – also had a gun, we consider that this has no bearing on the factual findings set out in the [first-instance] judgment. This is because no bullets fired from the [victim’s] gun were found in the nightclub, but only one unfired bullet. Therefore, the appellant’s argument that the victim fired his gun is unsupported by the personal and physical evidence. In this connection it is also to be noted that all the relevant facts, other than the statements of the victims and the other witnesses unrelated to the accused Zajko Zahirović, are supported by a 3D reconstruction [of the crime scene] and the report of the ballistics expert M.",
                                "elements": []
                            },
                            {
                                "content": "Against the above background we propose that the appeal by the State Attorney’s Office be allowed and the appeal lodged by the defence be dismissed as ill-founded.”",
                                "elements": []
                            },
                            {
                                "content": "17.  On 22 March 2010 the Supreme Court informed the parties that a public hearing would be held on 20 April 2010. The applicant’s defence lawyer, who had represented him throughout the proceedings, was invited to attend but it was expressly stated that the applicant, who in the meantime had been remanded in pre-trial detention until the judgment became final, was not to attend.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 20 April 2010 the Supreme Court held a public hearing in the presence of the applicant’s defence lawyer and the Deputy State Attorney of the  (Zamjenik Glavnog državnog odvjetnika Republike Hrvatske).",
                                "elements": []
                            },
                            {
                                "content": "19.  At the appeal hearing the applicant’s defence lawyer reiterated the arguments set out in his appeal and the Deputy State Attorney of the  endorsed the arguments set out in the opinion of 16 March 2010 (see paragraph 16 above). The relevant part of the summary record of the appeal hearing reads:",
                                "elements": []
                            },
                            {
                                "content": "“With the permission of the President, the ... defendant gave the necessary explanations for his submissions, in particular: The defence counsel reiterated the appeal submissions.",
                                "elements": []
                            },
                            {
                                "content": "The Deputy State Attorney of the Republic of Croatia stated that he endorsed the proposal submitted under Article 373 § 2 of the Code of Criminal Procedure, ...",
                                "elements": []
                            },
                            {
                                "content": "After that, at 10 a.m., the President decided that the part of the session at which the parties were allowed to be present had concluded and that the decision which the panel would adopt in the course of the session would be made available to all interested parties by means of the delivery of a certified copy of the decision through the first-instance court.”",
                                "elements": []
                            },
                            {
                                "content": "20.  On the same day the Supreme Court adopted a judgment in which it upheld the applicant’s conviction and increased his sentence to eight years’ imprisonment. The relevant part of the judgment reads:",
                                "elements": []
                            },
                            {
                                "content": "“The Deputy State Attorney of the Republic of Croatia, after consulting the case file ... in a reasoned opinion of 16 March 2010 ... asked for the appeal lodged by the State Attorney’s Office to be allowed and the appeal lodged by the accused to be dismissed.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The accused Zajko Zahirović, in his appeal ... asked to be invited together with his defence lawyer ... to the hearing before the appeal court. The request as regards the defence lawyer has been complied with ..., whereas the appeal court has not found it useful to have the accused brought from pre-trial detention ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The mere fact that the president of the trial panel had ruled on the appellant’s pre-trial detention is not a reason for excluding that judge from the trial ... Since the appellant failed to substantiate any circumstances which could raise doubts as to the impartiality of the president of the trial panel, his argument appears ill-founded.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The appeal lodged by the State Attorney’s Office concerning the sentence is well founded ...",
                                "elements": []
                            },
                            {
                                "content": "The first-instance court ... treated as mitigating circumstances the appellant’s decent behaviour in court, his relative youth, his lack of previous convictions, the fact that he was unemployed, had no assets and was a father of three minor children, one of whom was seriously disabled, and the fact that he was charged with attempting to commit criminal offences. His exceptional determination and criminal resolve, as manifested in committing three criminal offences putting life and limb at risk, were assessed as aggravating circumstances.",
                                "elements": []
                            },
                            {
                                "content": "Contrary to the criminal offences committed to the detriment of A.P. and M.V., where no harm occurred – which is an additional mitigating factor that, together with other mitigating factors, could have led to the application of the rules on applying a more lenient penalty – the criminal offence committed to the detriment of K.G. resulted in grave consequences since he sustained serious and life-endangering wounds to his vital organs in his twenty-seventh year and at the peak of his career, which was then interrupted by long-term treatment and rehabilitation, although he had not contributed in any significant manner [to the situation], which amounts to an additional aggravating factor. The [appellant’s] behaviour after the commission of the criminal offences, as rightly pointed out in the appeal lodged by the State Attorney’s Office, namely that he escaped to another country, together with the lack of any remorse or apology to the victims, amount to additional aggravating circumstances which indicate that the rules on imposing a more lenient penalty should not have been applied in respect of that criminal offence.”",
                                "elements": []
                            },
                            {
                                "content": "21.  On 31 May 2010 the applicant lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske), arguing that his right to a fair trial had been violated, inter alia, because of the lack of impartiality of Judge M.G.; because the submissions of the Deputy State Attorney of the Republic of Croatia to the Supreme Court had not been communicated to him; and because the Supreme Court had not examined him prior to increasing his sentence.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 23 March 2011 the  dismissed the applicant’s constitutional complaint as ill-founded, endorsing the reasoning of the lower courts. The decision of the  was served on the applicant on 4 April 2011.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Relevant domestic law",
                                "elements": [
                                    {
                                        "content": "1.  Constitution of the ",
                                        "elements": [
                                            {
                                                "content": "23.  The relevant provisions of the Constitution of the  (Ustav Republike Hrvatske, Official Gazette nos. 56/1990, 135/1997, 8/1998, 113/2000, 124/2000, 28/2001, 41/2001, 55/2001, 76/2010, 85/2010) read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 29",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the determination of his rights and obligations or of any criminal charge against him, everyone is entitled to a fair hearing within a reasonable time by an independent and impartial court established by law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the case of suspicion of a criminal offence or criminal charges [being brought], the suspect, defendant or accused shall have the right:",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "- to defend himself in person or with the assistance of a defence lawyer of his own choosing, and if he does not have sufficient means to pay for legal assistance, to be given it free as provided by law;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- to be tried in his presence, provided that he is available to the court;",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Criminal Code",
                                        "elements": [
                                            {
                                                "content": "24.  The relevant parts of the Criminal Code (Kazneni zakon, Official Gazette nos. 110/1997, 27/1998, 50/2000, 129/2000, 51/2001) provide:",
                                                "elements": []
                                            },
                                            {
                                                "content": "ATTEMPT TO COMMIT AN OFFENCE",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 33",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Anyone who intentionally begins to commit an offence but does not finish it shall be punished for an attempted offence if the offence at issue is punishable by a sentence of imprisonment of five years or more or, for any other offence, if the law provides that such an attempt shall be punished.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  A perpetrator who attempted to commit an offence shall be punished as if the offence had been committed but may be also punished by a more lenient sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "MURDER",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 90",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Anyone who deprives another of his life shall be punished by a sentence of imprisonment of at least five years.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Code of Criminal Procedure",
                                        "elements": [
                                            {
                                                "content": "25.  At the material time, the relevant provisions of the Code of Criminal Procedure (Zakon o kaznenom postupku, Official Gazette nos. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002 and 62/2003) provided:",
                                                "elements": []
                                            },
                                            {
                                                "content": "CHAPTER II – COMPETENCE OF THE COURTS\n1. Jurisdiction and composition of the courts",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 16",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  The municipal courts, county courts and the Supreme Court shall have competence in criminal matters.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 20",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Supreme Court shall be competent:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(1)  to decide as the second-instance court on appeals lodged against decisions of the county courts;",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "CHAPTER III – DISQUALIFICATION",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 36",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  A judge or lay judge shall be excluded from sitting in a case:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(1)  if he has been injured by the offence;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  if he is the spouse, a relative by blood, either lineal, descending or ascending, or collateral to the fourth degree, or related by affinity to the second degree, to the defendant, his counsel, the prosecutor, the injured person, their legal guardian or legal representative;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  if he is a legal guardian, ward, adopted child or adoptive parent, foster parent or foster child to the defendant, his counsel, the prosecutor or the injured person;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4)  if in the same criminal case he has carried out actions during the investigation, or has taken part in deciding on an objection to the indictment, or if he has taken part in the proceedings as a prosecutor, defence counsel, legal guardian or legal representative of the injured person or the prosecutor, or if he has testified as a witness or as an expert witness;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(5)  if in the same case he has taken part in adopting the decision of a lower court or in adopting a decision of the same court being challenged by means of an appeal or extraordinary remedy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  A judge or lay judge may be recused in a particular case if it has been argued and proved that there are circumstances other than those listed in the previous paragraph which call his impartiality into doubt.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 37",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  A judge or lay judge, as soon as he discovers a ground for exclusion referred to in Article 36, paragraph 1, of this Code, shall discontinue all activity on the case and report the matter to the president of the court, who shall appoint a substitute judge. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  If a judge or lay judge holds that other circumstances exist which would justify his standing down (Article 36, paragraph 2), he shall inform the president of the court thereof.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 38",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Disqualification of a judge may also be requested by the parties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  The parties may lodge their request for disqualification before the opening of the trial, and if they learn at a later stage of a reason for the judge’s exclusion (Article 36, paragraph 1), they shall submit their request immediately after they have learned of that reason.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "CHAPTER XXIV – ORDINARY LEGAL REMEDIES\n1. Appeal against the first-instance judgment\n(c) Grounds on which a judgment can be challenged",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 366",
                                                "elements": []
                                            },
                                            {
                                                "content": "“A judgment can be challenged:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(1)  for a procedural miscarriage of justice;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  for a violation of the Criminal Code;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  for any error of fact;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4)  in respect of any sanction, confiscation of the proceeds of crime, costs and expenses ordered or any civil claim lodged in the criminal proceedings, and in respect of the decision to publish the judgment.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d) Appeal proceedings",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 371",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  An appeal shall be lodged with the first-instance court in a sufficient number of copies for the court, the opposing party and the defence counsel to reply thereto.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 372",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The first-instance court shall forward a copy of the appeal to the opposing party, which may submit a reply. The appeal together with all the files shall be forwarded by the first-instance court to the second-instance court, which shall also take into account any reply to the appeal received before its session begins.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 373",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  When the second-instance court receives the files, the president of the appeal panel shall assign a reporting judge. If the case concerns an offence which is subject to public prosecution, the reporting judge shall forward the case file to the competent State Attorney, who shall examine it and then return it to the court without delay.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  When the State Attorney returns the case file, the president of the panel shall schedule the session of the panel. The State Attorney shall be notified of the session.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 374",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  The accused and his defence counsel and any subsidiary prosecutor or private prosecutor who, within the time-limit for appealing or replying to an appeal, have requested to be notified of the session or have proposed that a trial be held before the appellate court, shall be notified of the session. The president of the panel, or the panel, may decide that the parties should be notified of the session, even if they have not so requested, if their presence would be useful for the clarification of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  If the accused is in pre-trial detention or is serving a sentence [of imprisonment] and has defence counsel, his presence shall be ensured only if the president of the panel, or the panel, considers it expedient.",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  The session of the panel shall begin with the report by the reporting judge on the facts of the case. The panel may request such explanations as are necessary from the parties present at the session concerning the appeal submissions. The parties may propose that certain files be read out in order to supplement the report and may, subject to the approval of the president of the panel, give such explanations as are necessary of the positions stated in their appeal or their reply to the appeal, without repeating the contents of the report.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "(e)  Scope of the review",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 379",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  The second-instance court shall examine the first-instance judgment in the part and on the grounds referred to in the appeal (Article 366).",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "(f)  Decision of the second-instance court on appeal",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 384",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  The second-instance court may, after a session of the appeal panel or after a trial, reject the appeal as being lodged out of time or as being inadmissible, or dismiss the appeal as ill-founded and uphold the first-instance judgment, or quash the first-instance court’s judgment and remit the case to it for a retrial, or reverse the first-instance judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant domestic practice",
                                "elements": [
                                    {
                                        "content": "26.  In case no. I Kir-163/10, concerning a criminal investigation in connection with a suspicion of offences of forgery of official documents under Article 312 of the Criminal Code, on 11 February 2011 the President of the Split County Court (Županijski sud u Splitu), further to a request by the defence, excluded a judge, M.P., from the case. He found that, although the request for exclusion of the judge had been highly vague, the judge had to be excluded in order to avoid any doubt as to his impartiality. Judge M.P. himself rejected any objection as to his impartiality but shared the view that he should be excluded to avoid any such objection from the defence.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (c) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  The applicant complained that he had not had a fair trial. He alleged in particular:",
                                "elements": []
                            },
                            {
                                "content": "(i)  that the trial court had lacked impartiality in that Judge M.G., who had been the president of the trial panel which had convicted him, had also participated in the panel which had extended his pre-trial detention;",
                                "elements": []
                            },
                            {
                                "content": "(ii)  that the principle of equality of arms had been violated in that the submissions of the State Attorney’s Office of the Republic of Croatia to the Supreme Court had not been communicated to the defence; and",
                                "elements": []
                            },
                            {
                                "content": "(iii)  that he had not been allowed to be present at the appeal hearing before the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "The applicant relied on Article 6 §§ 1 and 3 (c) of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by an ... impartial tribunal established by law. ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Alleged lack of impartiality of the trial court",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "28.  The applicant submitted that Judge M.G., who had been the president of the trial panel of the Zagreb County Court which had convicted him and sentenced him to six years’ imprisonment, had also been part of a three-judge panel of the same court which had on 2 September 2004 extended his pre-trial detention in a decision worded in a manner that had expressed the judge’s prejudice as to the applicant’s personality and propensity to commit criminal offences. Therefore, in the applicant’s view, the fact that Judge M.G. had been the president of the trial panel which had convicted him had violated his right to a fair trial before an impartial tribunal. The applicant also stressed that he had never asked for Judge M.G. to be disqualified because he had considered that that would not have been an effective avenue to pursue in his case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Government argued that the applicant had failed to exhaust the available and effective domestic remedies in that he had never requested the disqualification of Judge M.G. from sitting in his case. The Government pointed out that, at the time when the applicant’s case had been reassigned to Judge M.G., the applicant had been sufficiently aware that the same judge had participated in his case as a member of a three-judge panel which had extended his pre-trial detention. Therefore, had he considered that Judge M.G. had formed an opinion as to the charges against him, the applicant could have requested the President of the  to exclude Judge M.G. from sitting in his case. However, the applicant had never raised any complaints as to Judge M.G.’s lack of impartiality or the composition of the trial panel during the first-instance proceedings, although he and his defence lawyer had been present at all hearings. Instead, more than one year after Judge M.G. had assumed responsibility for his case, in his appeal against the first-instance judgment the applicant had raised for the first time his complaints concerning Judge M.G.’s alleged lack of impartiality. The Government also submitted that there had not been any ascertainable facts which could have raised doubts as to Judge M.G.’s impartiality and that the issues examined when extending the applicant’s pre-trial detention had been different from those examined in relation to the merits of the charges against him.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "30.  The Court considers that it is not necessary to address all the Government’s objections since this complaint is in any event inadmissible for the following reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court notes that Judge M.G. was a member of a three-judge panel of the Zagreb County Court which on 2 September 2004 extended the applicant’s pre-trial detention (see paragraph 9 above). The same judge was a member of a three-judge panel of the same court which on 28 April 2006 ordered the applicant’s release from detention (see paragraph 10 above). The applicant never argued that these decisions had not been served on him or that he had been unaware of the composition of the panels which had decided on his detention. Moreover, on both occasions he was represented by the same lawyer who represented him as defence counsel during his trial before the Zagreb County Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court further notes that when the applicant’s case was sent for trial on 24 June 2004, Judge Z.K. assumed responsibility for the case as president of the trial panel. However, owing to that judge’s appointment to a position as a judge of the Supreme Court, on 16 September 2008 the Vice-President of the Criminal Division of the  assigned the applicant’s case to Judge M.G.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The trial in the applicant’s case ended on 27 November 2009 and the trial panel, presided over by Judge M.G., found the applicant guilty of attempted murder and sentenced him to six years’ imprisonment. It is undisputed between the parties that during the period of more than one year in which the applicant’s trial was conducted before the panel presided over by Judge M.G., he never lodged any complaints alleging a lack of impartiality on the part of that judge or otherwise concerning the composition of the trial court, even though he and his defence lawyer, as noted above, were aware of Judge M.G.’s previous involvement in his case. The applicant raised the complaint concerning that judge’s alleged lack of impartiality for the first time in his appeal lodged with the Supreme Court on 16 February 2010 against the first-instance judgment that had been unfavourable to him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In view of the relevant domestic law and practice (see paragraphs 25 and 26 above), the Court sees no reason why the applicant could not have submitted a request for Judge M.G. to be disqualified when that judge assumed responsibility for his case on 16 September 2008. Moreover, the applicant never argued that he had been prevented from making such a request or from otherwise complaining about the composition of the trial panel during the period of more than one year while the proceedings were pending before the trial panel presided over by Judge M.G. The applicant’s mere doubts as to the effectiveness of a request for the disqualification of judges did not dispense him from trying to pursue this avenue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  In this connection the Court has held that the existence of national procedures for ensuring impartiality, namely rules regulating the withdrawal of judges, are a relevant factor. Such rules manifest the national legislature’s concern to remove all reasonable doubts as to the impartiality of the judge or court concerned and constitute an attempt to ensure impartiality by eliminating the causes for such concerns (see Mežnarić v. Croatia, no. 71615/01, § 27, 15 July 2005). Therefore, the Court considers that when the domestic law offers a possibility of eliminating the causes for concerns regarding the impartiality of the court or a judge (see paragraph 25; Articles 36 and 38 of the Code of Criminal Procedure), it would be expected (and in terms of the national law required) of an applicant who truly believes that there are arguable concerns on that account to raise them at the first opportunity. This would above all allow the domestic authorities to examine the applicant’s complaints at the relevant time and ensure that his rights are respected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In the present case, however, the applicant failed to use the opportunity to submit his complaints about the composition of the trial court or Judge M.G.’s alleged lack of impartiality at the trial stage of the proceedings. Therefore, owing to that failure, the Court is not able to conclude that the alleged procedural defect complained of interfered with the applicant’s right to a fair trial (see, mutatis mutandis, Ferenčić-Stoilova v. Croatia (dec.), no. 33277/06, 13 March 2008; LB Interfinanz A.G. v. Croatia, no. 29549/04, §§ 33-34, 27 March 2008; and Trubić v. Croatia (dec.), no. 44887/10, § 32, 2 October 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  It follows, in line with the above cited case-law, that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged violation of the principle of equality of arms as regards the submissions of the State Attorney’s Office of the Republic of Croatia",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "38.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) and 4 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ arguments",
                                "elements": [
                                    {
                                        "content": "39.  The applicant contended that the principles of equality of arms and adversarial proceedings required the submissions of the prosecution to be forwarded to the defence, who then had discretion to choose whether to reply to them or not. In the applicant’s view, the relevant domestic law was deficient as no provision was made for forwarding the opinion of the immediately superior State Attorney’s Office – in the present case, the State Attorney’s Office of the Republic of Croatia – to the defence to allow them, should they so wish, to reply to the opinion before the second-instance decision was adopted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The absence of such a possibility in the Code of Criminal Procedure, in the applicant’s submission, had nothing to do with the State Attorney’s rules on subordination, but was a legacy of the old “socialist approach” to criminal procedure in which equality of arms had not been recognised. The applicant also stressed that it was necessary to make a distinction between the issue of whether he had replied to the appeal lodged by the Zagreb County State Attorney’s Office or not, and the issue of whether he had had the opportunity to have knowledge of and to reply to the opinion of the State Attorney’s Office of the Republic of Croatia, since they concerned two separate procedural situations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Government argued that the mere fact that one submission of the State Attorney’s Office had not been communicated to the defence could not have had any bearing on the overall fairness of the proceedings. In the Government’s view, the fact that the Code of Criminal Procedure had required that, during appeal proceedings, the case file be forwarded to the State Attorney’s Office at the level immediately above the one representing the prosecution in the proceedings at issue had essentially benefited the accused since this had allowed the higher State Attorney’s Office to supervise the work of the lower office and, if necessary, to withdraw the appeal. Nothing in domestic law had obliged the State Attorney’s Office to submit an opinion at all, but it was normally expected that the case file would be returned to the court accompanied by a letter. In the present case, the letter from the State Attorney’s Office of the Republic of Croatia had simply endorsed the arguments set out in the appeal lodged by the Zagreb County State Attorney’s Office and had proposed that the appeal lodged by the defence be dismissed. Therefore, there had been no reason to communicate the submissions in question to the defence. Moreover, domestic law had not provided for such an obligation. In this connection the Government pointed out that the main arguments for the prosecution had been raised in the appeal lodged by the Zagreb County State Attorney’s Office and that the applicant had not replied to that appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "42.  The Court reiterates that the principle of equality of arms is one feature of the wider concept of a fair trial, which also includes the fundamental right that criminal proceedings should be adversarial. The right to an adversarial trial means, in a criminal case, that both prosecution and defence must be given the opportunity to have knowledge of and comment on the observations filed and the evidence adduced by the other party. Various ways are conceivable in which national law may meet this requirement. However, whatever method is chosen, it should ensure that the other party will be aware that observations have been filed and will have a real opportunity to comment on them (see Brandstetter v. Austria, 28 August 1991, §§ 66-67, Series A no. 211; Milatová and Others v. the Czech Republic, no. 61811/00, § 65, ECHR 2005V; and, a fortiori, Krčmář and Others v. the , no. 35376/97, §§ 41-45, 3 March 2000; and OAO Neftyanaya Kompaniya Yukos v. , no. 14902/04, § 538, 20 September 2011). Therefore, it is even possible that a procedural situation which does not place a party at any disadvantage vis-à-vis his or her opponent still represents a violation of the right to adversarial proceedings if the party concerned did not have an opportunity to have knowledge of, and comment on, all evidence adduced or observations filed, with a view to influencing the court’s decision (see Krčmář and Others, cited above, §§ 38-46; and Gregačević v. , no. 58331/09, § 50, 10 July 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  As regards the contents of submissions filed by the prosecution, the Court reiterates that the principle of equality of arms does not depend on further, quantifiable unfairness flowing from a procedural inequality. It is a matter for the defence to assess whether a submission deserves a reaction. It is therefore unfair for the prosecution to make submissions to a court without the knowledge of the defence (see Bulut v. Austria, 22 February 1996, § 49, Reports of Judgments and Decisions 1996II, and Josef Fischer v. Austria, no. 33382/96, § 19, 17 January 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court notes that after the parties to the proceedings before the Zagreb County Court, namely the applicant and the Zagreb County State Attorney’s Office, had lodged their appeals against the first-instance judgment with the Supreme Court, these appeals, together with the Zagreb County Court’s case file, were forwarded to the State Attorney’s Office of the Republic of Croatia for examination, under Article 373 § 1 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  After the examination of the case file, the State Attorney’s Office of the  returned it to the Supreme Court together with written observations on the substantive and procedural issues raised by the parties in their appeals. The Supreme Court specifically endorsed the opinion of the State Attorney’s Office of the  that the applicant’s appeal should be dismissed and the appeal lodged by the Zagreb County State Attorney’s Office allowed. This opinion was substantiated by an analysis of the procedure, relevant case-law and the facts of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court further observes that the above opinion of the State Attorney’s Office of the  was taken into account by the Supreme Court when adopting the second-instance judgment. Moreover, the Supreme Court appears to have accepted the proposal made by the State Attorney’s Office of the Republic of Croatia since it dismissed the applicant’s appeal in respect of all his complaints and reversed the first-instance judgment by increasing his sentence from six to eight years’ imprisonment, thus endorsing the arguments raised in the appeal of the Zagreb County State Attorney’s Office and the written opinion of the State Attorney’s Office of the Republic of Croatia (see paragraphs 13, 16 and 20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  At the same time, however, the above opinion of the State Attorney’s Office of the Republic of Croatia was never communicated to the defence, nor did the defence have any knowledge of the opinion or any opportunity to reply to it before judgment was given (compare Lobo Machado v. Portugal, 20 February 1996, § 31, Reports 1996I). The Court is aware that under the relevant domestic law there was no obligation to forward the opinion of the State Attorney’s Office of the  to the applicant, but it cannot see the justification for such restrictions on the rights of the defence. Once the submissions unfavourable to the applicant had been made, the latter had a clear interest in being able to submit his observations on them before argument was closed. This is particularly so since the Supreme Court’s jurisdiction embraced both questions of fact and questions of law (see Borgers v. Belgium, 30 October 1991, § 27, Series A no. 214B).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  As to the Government’s argument that only one submission of the State Attorney’s Office had not been communicated to the defence, the Court would reiterate that since the observations in question constituted reasoned opinions on the merits of the applicant’s case, manifestly aiming to influence the Supreme Court’s decision by calling for the appeal to be dismissed, and in view of the nature of the issues to be decided by the Supreme Court, it does not need to determine whether the omission to communicate the relevant document caused the applicant prejudice; the existence of a violation is conceivable even in the absence of prejudice (see Adolf v. Austria, 26 March 1982, § 37, Series A no. 49, and Milatová and Others, cited above, § 65). That being so, it is equally irrelevant whether or not the applicant replied to an earlier submission, namely the appeal of the Zagreb County State Attorney’s Office. This is because, as emphasised many times already, it is for the applicant to judge whether or not a document calls for comment on his part (see Nideröst-Huber v. Switzerland, 18 February 1997, § 29, Reports 1997I). The onus was therefore on the Supreme Court to afford the applicant an opportunity to comment on the written observations of the State Attorney’s Office of the Republic of Croatia prior to its decision (see Milatová and Others, cited above, § 65, and Göç v.  [GC], no. 36590/97, § 57, ECHR 2002V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Against the above background, the Court concludes that the principle of equality of arms and the right to adversarial proceedings have not been respected in the proceedings at issue (see Bulut, cited above, § 49; and Josef Fischer, cited above, § 21; and compare Brandstetter, §§ 67-68, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s absence from the appeal hearing before the Supreme Court",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "51.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) and 4 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ arguments",
                                "elements": [
                                    {
                                        "content": "52.  The applicant submitted that he had not been allowed to attend the appeal hearing before the Supreme Court despite the fact that that court had examined the merits of the case as regards both questions of fact and questions of law and had also increased his sentence by almost one-third, namely from six to eight years’ imprisonment. He pointed out that the domestic courts had never defined the term “expedient” within the meaning of Article 374 § 2 of the Code of Criminal Procedure, as regards the presence of the accused at the appeal hearing. Therefore, in view of the fact that the Supreme Court in his case had acted as a court with full jurisdiction, he had had a right, by virtue of Article 6 §§ 1 and 3 (c) of the Convention, to be present at the appeal hearing. The applicant considered that this was all the more so since the Supreme Court had been called upon to examine his sentence, which had been a particularly important aspect of the case. Lastly, he pointed out that the fact that he had been represented by counsel at the appeal hearing had had no influence on his right to attend that hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Government argued that under the relevant domestic law the Supreme Court had discretion to decide whether it was expedient to allow an accused who was in detention and was represented by a lawyer to attend an appeal hearing in person; that had been the situation in the present case. The Government pointed out that throughout the first-instance proceedings, in which he had duly participated, the applicant had been represented by a lawyer and that in his appeal against the first-instance judgment he had simply reiterated the arguments raised in his defence before the firstinstance court, whereas he had not replied to the appeal lodged by the Zagreb State Attorney’s Office. Moreover, the applicant’s lawyer had not put forward any other arguments at the appeal hearing but had merely reiterated the arguments already raised in the appeal. Therefore, the Government submitted that in such circumstances the Supreme Court had correctly held that there had been no reason for the applicant to attend the appeal hearing. In the Government’s view this had been consonant with the Court’s case-law and with the requirement of the overall fairness of the proceedings, an issue that had also been examined by the , which had not found a violation of the applicant’s defence rights.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "54.  The Court reiterates that a person charged with a criminal offence should, as a general principle based on the notion of a fair trial, be entitled to be present at the first-instance hearing (see Hermi v. Italy [GC], no. 18114/02, §§ 58-59 ECHR 2006XII). However, the personal attendance of the defendant does not take on the same crucial significance for an appeal hearing as it does for the trial hearing (see Kamasinski v. Austria, 19 December 1989, § 106, Series A no. 168). The manner in which Article 6 applies to proceedings before courts of appeal depends on the special features of the proceedings involved; account must be taken of the entirety of the proceedings in the domestic legal order and of the role of the appellate court therein (see Ekbatani v. Sweden, 26 May 1988, § 27, Series A no. 134, and Monnell and Morris v. the United Kingdom, 2 March 1987, § 56, Series A no. 115).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In assessing the question whether the applicant’s presence was required at the hearing before the court of appeal, regard must be had, among other considerations, to the specific features of the proceedings in question and to the manner in which the applicant’s interests were actually presented and protected before the appellate court, particularly in the light of the nature of the issues to be decided by it (see Helmers v. Sweden, 29 October 1991, §§ 31-32, Series A no. 212A) and of their importance to the appellant (see Ekbatani, cited above, §§ 27-28; Kamasinski, cited above, § 106 in fine; Kremzow v. Austria, 21 September 1993, § 59, Series A no. 268B; and Hermi, cited above, § 62).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  However, where an appellate court has to examine a case as to the facts and the law and make a full assessment of the issue of guilt or innocence, it cannot determine the issue without a direct assessment of the evidence given in person by the accused for the purpose of proving that he did not commit the act allegedly constituting a criminal offence (see Dondarini v. San Marino, no. 50545/99, § 27, 6 July 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Likewise, where the appellate court is called upon to examine whether the applicant’s sentence should be increased and when the appeal proceedings are capable of raising issues including such matters as the applicant’s personality and character, which makes such proceedings of crucial importance for the applicant since their outcome could be of major detriment to him, the Court considers that the appellate court cannot examine the case properly without having heard the applicant directly and gaining a personal impression of him (see Kremzow, cited above, § 67; Cooke v. , no. 25878/94, § 42, 8 February 2000; Hermi, cited above, § 67; and Talabér v. , no. 37376/05, § 28, 29 September 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court notes that the Croatian criminal justice system is organised as a system of municipal and county courts and the Supreme Court, each of these instances vested with a certain scope of jurisdiction (see paragraph 25 above; Article 16 and 20 of the Code of Criminal Procedure). In the present case the  acted as the court of first instance after the Zagreb County State Attorney’s Office had indicted the applicant on charges of putting life and limb at risk and attempted murder. Following the judgment adopted at first instance by the Zagreb County Court, the parties had the possibility of lodging an appeal on questions of both law and fact with the Supreme Court, which, in that eventuality, was competent as a second-instance court to examine all aspects of the case, including the issue of the applicant’s guilt and sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Thus, when the Zagreb County State Attorney’s Office lodged its appeal on 2 February 2010, seeking a higher sentence for the applicant (see paragraph 13 above), and the applicant lodged his appeal on 16 February 2010 alleging numerous substantive and procedural flaws in the first-instance judgment (see paragraph 14 above), the Supreme Court was called upon to act as a second-instance court. In that capacity, it was competent to decide on all the complaints raised in the appeal (see paragraph 25; Article 379 § 1 of the Code of Criminal Procedure), and as a consequence, under Article 384 § 1 of the Code of Criminal Procedure (see paragraph 25 above), it could uphold, quash or reverse the first-instance judgment and increase or decrease the sentence imposed by the trial court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court observes that under the relevant domestic law in the appeal proceedings, in cases subject to public prosecution, the entire case file and the parties’ submissions must be forwarded to the State Attorney’s Office at the level immediately above the office conducting the prosecution in the proceedings, in this case the State Attorney’s Office of the Republic of Croatia (see paragraph 25; Article 373 § 1 of the Code of Criminal Procedure), and the State Attorney’s Office must be notified of the session of the appeal panel (see paragraph 25; Article 373 § 2 of the Code of Criminal Procedure). As regards the other parties, namely the accused and his defence counsel, the Supreme Court was obliged to notify them of the appeal session only if they had so requested or if the Supreme Court considered it necessary (see paragraph 25; Article 374 § 1 of the Code of Criminal Procedure). In addition, the domestic law provides that if the accused is in detention, the president of the appeal panel may ensure his presence only if he considers it to be expedient (see paragraph 25; Article 374 § 2 of the Code of Criminal Procedure).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In the present case the Supreme Court informed the parties on 22 March 2010 of the date of the appeal hearing and invited the defence lawyer to attend but expressly stated that the applicant was not to be present (see paragraph 17 above). At the same time, the Supreme Court had been requested by the prosecution to examine in the appeal proceedings whether the applicant’s sentence should be increased, and by the defence to make a full assessment of the facts and the legal issues of the case. The Supreme Court, after examining all the facts and legal issues raised by the parties, answered the prosecution’s request in the affirmative and reversed the first-instance judgment, sentencing the applicant to eight years’ imprisonment and thus increasing his sentence by two years (compare Kremzow, cited above, and contrast Hermi, cited above, § 86).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In its reasoning, the Supreme Court, inter alia, referred to the applicant’s “behaviour after the commission of the criminal offences ..., [the fact] that he escaped to another country, together with the lack of any remorse or apology to the victims” and found that these amounted to additional aggravating circumstances (see paragraph 20 above). However, the Supreme Court did not ever see the applicant in person or hear his arguments and was thus unable to make a proper assessment of these issues, particularly the lack of any remorse or apology by the applicant or the possible reason why he had left for another country. The Court considers that, notwithstanding the Government’s argument that under the domestic law, the appellate court had discretion to decide whether to afford the applicant an opportunity to be present at the appeal hearing, these are all issues on which, as a matter of fairness, he should have been heard in person (see Cani v. , no. 11006/06, § 63, 6 March 2012). Therefore, the Government’s argument that the applicant was represented by a lawyer at the appeal hearing is of no significance since the Court has already held that, in circumstances such as those of the present case, where evaluations of this kind were to play such a significant role and where their outcome could be of major detriment to the applicant, it was essential for the fairness of the proceedings for him to be present during the hearing of the appeal and afforded the opportunity to participate in it together with his counsel (see Kremzow, cited above, § 67).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Against the above background, having regard to the fact that the Supreme Court, as the second-instance court, had jurisdiction to review the case both as to the facts and as to the law, and in the light of the nature of the issues it was called upon to examine, particularly given their importance to the applicant, the Court considers that the applicant ought to have been able “to defend himself in person” as required by Article 6 § 3 (c) of the Convention. Accordingly, in such circumstances, the Supreme Court was under a duty to ensure the applicant’s presence at the appeal hearing, which it failed to do.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Therefore, the Court finds that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "65.  Lastly, the applicant complained, invoking Article 6 of the Convention, that the decisions of the domestic courts had not been sufficiently reasoned, and, under Article 14 of the Convention and Article 1 of Protocol No. 12, that he had been discriminated against. However, he did not substantiate these complaints any further.",
                                "elements": []
                            },
                            {
                                "content": "66.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court considers that this part of the application does not disclose any appearance of a violation of the Convention. It follows that it is inadmissible under Article 35 § 3 as manifestly ill-founded and must be rejected pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "67.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "68.  The applicant claimed 5,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Government considered the applicant’s claim unfounded and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Having regard to all the circumstances of the present case, the Court accepts that the applicant has suffered non-pecuniary damage which cannot be compensated for solely by the finding of a violation. Making its assessment on an equitable basis, the Court awards the applicant EUR 1,500 in respect of non-pecuniary damage, plus any tax that may be chargeable to him.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "71.  The applicant also claimed EUR 1,804 for the costs and expenses incurred before the domestic courts and EUR 1,873 for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Government argued that the applicant had failed to substantiate his claim for costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. As to the proceedings instituted by the applicant before the national authorities, the Court agrees that, as they were in part aimed at remedying the violation of the Convention alleged before the Court, the domestic legal costs may be taken into account in assessing the claim for costs (see Scordino v. Italy (no. 1) [GC], no. 36813/97, § 284, ECHR 2006V). However, the Court notes that part of the applicant’s complaints, concerning the alleged lack of impartiality of the trial court, was declared inadmissible (see paragraph 37). Therefore, no award can be made in respect of the costs and expenses incurred in connection with that complaint. Accordingly, regard being had to the information in its possession and the above criteria, the Court awards the applicant the sum of EUR 1,200 for costs and expenses in the proceedings before the national authorities, plus any tax that may be chargeable to him on that amount. As to the Convention proceedings, making its assessment on an equitable basis and in the light of its practice in comparable cases, the Court considers it reasonable to award the applicant, who was represented by counsel, the sum of EUR 1,873, plus any tax that may be chargeable to him on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "74.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the alleged violation of the principle of equality of arms and the applicant’s absence from the appeal hearing before the Supreme Court admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the breach of the principle of equality of arms resulting from the failure to forward the opinion of the State Attorney’s Office of the Republic of Croatia to the applicant;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention as regards the applicant’s absence from the appeal hearing before the Supreme Court;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Croatian kunas at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 April 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": ""
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ZAHIROVIĆ v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-118738.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0425JUD005859011",
    "externalsources": [],
    "extractedappno": [
        "58590/11",
        "124/04",
        "163/10",
        "71615/01",
        "33277/06",
        "29549/04",
        "44887/10",
        "61811/00",
        "35376/97",
        "14902/04",
        "58331/09",
        "33382/96",
        "36590/97",
        "18114/02",
        "50545/99",
        "25878/94",
        "37376/05",
        "11006/06",
        "36813/97"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Article 29 of the Constitution",
        "Articles 33 and 90 of the Criminal Code",
        "Articles 16, 20, 36-38, 366, 371-374, 379 and 384 of the Code of Criminal Procedure"
    ],
    "itemid": "001-118738",
    "judgementdate": "25/04/2013 00:00:00",
    "kpdate": "25/04/2013 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "15",
        "119",
        "440",
        "85",
        "14",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6-3-c",
        "6-1",
        "35",
        "6-3",
        "6",
        "41"
    ],
    "parties": [
        "ZAHIROVIĆ",
        "CROATIA"
    ],
    "rank": "982.866577148438",
    "representedby": [
        "DRENSKI LASAN V."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [
        "Adolf v. Austria, 26 March 1982, § 37, Series A no. 49",
        "Borgers v. Belgium, 30 October 1991, § 27, Series A no. 214-B",
        "Brandstetter v. Austria, 28 August 1991, Series A no. 211",
        "Bulut v. Austria, 22 February 1996, Reports of Judgments and Decisions 1996-II",
        "Cani v. Albania, no. 11006/06, § 63, 6 March 2012",
        "Cooke v. Austria, no. 25878/94, § 42, 8 February 2000",
        "Dondarini v. San Marino, no. 50545/99, § 27, 6 July 2004",
        "Ekbatani v. Sweden, 26 May 1988, Series A no. 134",
        "Ferencic-Stoilova v. Croatia (dec.), no. 33277/06, 13 March 2008",
        "Göç v. Turkey [GC], no. 36590/97, § 57, ECHR 2002-V",
        "Gregacevic v. Croatia, no. 58331/09, § 50, 10 July 2012",
        "Helmers v. Sweden, 29 October 1991, §§ 31-32, Series A no. 212-A",
        "Hermi v. Italy [GC], no. 18114/02, ECHR 2006-XII",
        "Josef Fischer v. Austria, no. 33382/96, 17 January 2002",
        "Kamasinski v. Austria, 19 December 1989, Series A no. 168",
        "Krcmár and Others v. the Czech Republic, no. 35376/97, 3 March 2000",
        "Kremzow v. Austria, 21 September 1993, Series A no. 268-B",
        "LB Interfinanz A.G. v. Croatia, no. 29549/04, §§ 33-34, 27 March 2008",
        "Lobo Machado v. Portugal, 20 February 1996, § 31, Reports 1996-I",
        "Mežnaric v. Croatia, no. 71615/01, § 27, 15 July 2005",
        "Milatová and Others v. the Czech Republic, no. 61811/00, ECHR 2005-V",
        "Monnell and Morris v. the United Kingdom, 2 March 1987, § 56, Series A no. 115",
        "Nideröst-Huber v. Switzerland, 18 February 1997, § 29, Reports 1997-I",
        "OAO Neftyanaya Kompaniya Yukos v. Russia, no. 14902/04, § 538, 20 September 2011",
        "Scordino v. Italy (no. 1) [GC], no. 36813/97, § 284, ECHR 2006-V",
        "Talabér v. Hungary, no. 37376/05, § 28, 29 September 2009",
        "Trubic v. Croatia (dec.), no. 44887/10, § 32, 2 October 2012"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "398114",
    "typedescription": "15"
}