{
    "__articles": "6;6-1;34;41;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Enforcement proceedings;Article 6-1 - Access to court;Fair hearing;Reasonable time);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of petition);Just satisfaction reserved",
    "applicability": "",
    "appno": "14385/04",
    "article": [
        "6",
        "p1-1",
        "41",
        "34"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Enforcement proceedings",
                "Article 6-1 - Access to court",
                "Fair hearing",
                "Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "article": "34",
            "base_article": "34",
            "details": [
                "Article 34 - Hinder the exercise of the right of petition"
            ],
            "element": "Violation of Article 34 - Individual applications",
            "type": "violation"
        },
        {
            "element": "Just satisfaction reserved",
            "type": "other"
        }
    ],
    "content": {
        "001-78585.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 14385/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by “Oferta Plus” S.R.L., a company incorporated under Moldovan law (“the applicant company”), on 13 April 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant company was represented by Mr Vladislav Gribincea, a lawyer practising in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr Vitalie Pârlog.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant company initially complained that a final judgment in its favour had not been enforced for several years and was subsequently quashed following a misuse of revision proceedings. It later added a complaint under Article 34 of the Convention of being hindered by the domestic authorities in bringing its case before the Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section. On 15 February 2006 the President of that Section decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it was decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant company and the Government each filed observations on the admissibility and merits of the application (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant, Oferta Plus S.R.L., is a company incorporated under Moldovan law.",
                                "elements": []
                            },
                            {
                                "content": "1.  Background to the case",
                                "elements": [
                                    {
                                        "content": "7.  The background to this case lies in a series of complex contractual arrangements made in 1997 concerning importation of electricity from Ukraine to  and involving, in addition to the applicant company, a Moldovan State-owned power distribution company called Moldtranselectro, a Ukrainian State-owned power distribution company and a Ukrainian private company. The agreement to which Oferta Plus was a party provided, inter alia, that it would pay the Ukrainian private company for the electricity supplied to Moldtranselectro in United States dollars (USD) and would later be paid back by Moldtranselectro in Moldovan lei (MDL) at the official exchange rate on the day of payment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On unspecified dates between 1997 and 1998 the applicant company paid over USD 33,000,000 for the electricity supplied to Moldtranselectro from .",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On an unspecified date Moldtranselectro paid the applicant company MDL 189,869,277.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 3 March 1998 the Government of Moldova adopted Decision no. 243 by which the Ministry of Finance was authorised to issue nominative Treasury bonds in favour of private companies for the payment of debts arising from the importation of electricity supplied to state institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 25 March 1998 Moldtranselectro wrote a letter to the Ministry of Finance asking it to issue a nominative Treasury bond (“Treasury bond”) with a value of MDL 20,000,000 in favour of Oferta Plus.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 27 March 1998 the Ministry of Finance issued a Treasury bond valued at MDL 20,000,000 in favour of the applicant company, payable by 10 July 1998. The Treasury bond provided that the applicant company had to present it to the Ministry of Finance at least ten banking days before the date of payment. It also provided that Moldtranselectro had to present, by that date, to the Ministry of Finance, documents proving the supply of electricity to state institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant company presented the Treasury bond to the Ministry of Finance ten banking days before the date of payment. However, the latter refused to pay, on the ground that Moldtranselectro had failed to submit evidence concerning the payment by Oferta Plus for the imported electricity.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The court proceedings between Oferta Plus and the Ministry of Finance and the subsequent enforcement proceedings",
                                "elements": [
                                    {
                                        "content": "14.  In October 1998 the applicant company initiated civil proceedings against both the Ministry of Finance and Moldtranselectro. The Ministry of Finance defended the action on the grounds set out in paragraph 13 above while Moldtranselectro declined all responsibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 27 October 1999 the  found in favour of the applicant company and confirmed its right to be paid MDL 20,000,000 by the Ministry of Finance, in accordance with the Treasury bond. It based its judgment on the finding that Oferta Plus had paid for energy supplied to Moldtranselectro from  in accordance with the agreement between them and that that energy had been consumed by state institutions. The court considered that the fact that Moldtranselectro had failed to comply with its obligation in the Treasury bond was not in itself enough to absolve the Ministry of Finance from its obligation to pay. The court also decided to absolve Moldtranselectro of any responsibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Since an appeal by the Ministry of Finance was dismissed on 25 November 1999 for failure to pay court fees, a warrant for the enforcement of the judgment of 27 October 1999 was issued to the applicant company in November 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 14 February 2000 the applicant company officially requested a bailiff to start the enforcement procedure under the warrant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 27 April 2000 the Ministry of Finance requested an extension of the time-limit for lodging an appeal against the judgment of 27 October 1999 and its request was granted. The appeal was examined on its merits and dismissed by a judgment of the Appeals Chamber of the Economic Court of the  on 4 October 2000. The Ministry of Finance lodged an appeal on points of law, reiterating that Moldtranselectro had not complied with its obligation in the Treasury bond.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 7 February 2001 the Supreme Court of Justice dismissed the appeal and upheld the judgments of 27 October 1999 and 4 October 2000. It found it undisputed that Oferta Plus had paid for electricity supplied from  to Moldtranselectro and consumed, inter alia, by state institutions. The failure of Moldtranselectro, which was a State company, to fulfil its obligations vis-à-vis the Ministry of Finance by presenting it with the documents required by the latter, could not affect the rights of the applicant company, which had paid for electricity supplied from Ukraine. It noted that the Treasury bond did not contain any provision making the payment dependent on the fulfilment of Moldtranselectro's obligations towards the Ministry of Finance. The court also noted that the applicant company had on many occasions asked the Ministry of Finance for payment, but that the Ministry had refused and had asked for the documents which should have been presented by Moldtranselectro. The court considered the Ministry of Finance's request to be unlawful and argued that, according to the law, it was Moldtranselectro that should have presented the documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In March 2001, following a request by the Ministry of Finance, the Prosecutor General's Office introduced a request for annulment of the final judgment of the Supreme Court of Justice. On 7 May 2001 the Plenary Supreme Court of Justice dismissed the request and upheld the judgments favourable to the applicant company. It found, inter alia, that both during the proceedings before the lower courts and before the Plenary Supreme Court, it had been established that over MDL 20,000,000 worth of electricity had been supplied to state institutions. The fact that Moldtranselectro had failed to comply with its obligations to the Ministry of Finance could not have had any influence on the right of the applicant company to be paid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 19 June 2003 the applicant company sold a part of the Ministry's debt, amounting to MDL 291,801, to a third company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Since the judgment of 27 October 1999 had still not been enforced, on 26 December 2003, at the applicant company's request, the Ministry of Finance agreed to conclude an agreement according to which the Ministry would pay MDL 2,000,000 each month from January to October 2004 in exchange for the applicant's promise not to initiate further claims for damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Between January and March 2004 the Ministry paid MDL 4,000,000 to the applicant company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On an unspecified date the Ministry paid MDL 291,801 to a third company (see paragraph 21 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Ministry of Finance then stopped making the payments, and on 14 April 2004 the applicant company informed the Government Agent that it had introduced an application with the Court complaining of the failure to enforce the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 26 April 2004 the Government Agent informed the Ministry of Finance about the applicant company's application with the Court and requested it to “take all the necessary steps in order to avoid a finding of a violation against the State by the Court, with the consequent impairment of the country's image”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 11 May 2004 the Ministry of Finance paid MDL 1,000,000 to the applicant company. There were no further payments after that date.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3. The revision of the final judgment of 7 February 2001",
                                "elements": [
                                    {
                                        "content": "28.  On 7 June 2004 the Ministry of Finance wrote to the Prosecutor General's Office, informing it, inter alia, that it considered the judgment in favour of the applicant company to be unlawful, but that it had complied with it partially, so that Oferta Plus would not complain to the Court. The Government Agent had informed it that Oferta Plus had already complained to the Court. The Ministry asked the Prosecutor General's Office for advice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 8 June 2004 the Prosecutor General's Office wrote to the Ministry as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...during the proceedings [between the applicant company, Moldtranselectro and the Ministry of Finance] the applicant company and Moldtranselectro presented invoices for MDL 15,608,692, of which by 24 April 1998 only MDL 6,226,504 had been paid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "No other evidence as to the extent to which Oferta Plus had fulfilled its obligations under the agreement [of 1997] has been presented. Despite this the courts ruled in its favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In that respect the Prosecutor General's Office has ordered an audit to verify the supply of electricity and the payments between Oferta Plus, Moldtranselectro and state institutions. A final decision will be adopted by the Prosecutor General's Office after the results of the audit become available to it and the Ministry of Finance will be informed accordingly.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "An attempt to carry out this audit was made in August 2004 by a representative of the Ministry of Finance at the request of the Prosecutor General's Office. However, it was unsuccessful because, in accordance with book-keeping legislation, the applicant company had destroyed the accounting documents after three years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Ministry of Finance did not wait for a final reply from the Prosecutor General's Office and on 15 June 2004 lodged with the Plenary Supreme Court of Justice a request for revision of the judgments in favour of the applicant company. The request referred to Article 449 of the Code of Civil Procedure (see paragraph 61 below) but did not specify any reasons for revision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 12 July 2004 the applicant company submitted to the Supreme Court its observations on the revision request, in which it argued, inter alia, that the Ministry had not indicated any reasons for revision, that the revision request was time-barred and if the request were to be upheld this would amount to a breach of the principle of legal certainty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On the same date the Plenary Supreme Court of Justice upheld the revision request, following a hearing at which the Ministry of Finance was represented by the Deputy Prosecutor General. It quashed the judgments in favour of the applicant company and ordered the reopening of the proceedings. It relied on the Prosecutor General's office's letter of 8 June 2004 (see paragraph 29 above), which had been submitted by the Ministry during the hearing. The Plenary considered the letter to be a new and essential fact or circumstance which was unknown and could not have been known earlier, in accordance with the provisions of Article 449 (c) of the Code of Civil Procedure. In particular it considered new and essential the submission of the Prosecutor General's Office that “by 24 April 1998 only MDL 6,226,504 had been paid”. The Supreme Court of Justice did not address in its judgment the objections raised by the applicant company.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4.  The reopened proceedings",
                                "elements": [
                                    {
                                        "content": "33.  On 3 November 2004 the Economic Court of Appeal held a hearing in the reopened proceedings. In contrast with the first round of proceedings, Moldtranselectro sided this time with the Ministry of Finance and argued that Oferta Plus's action should be dismissed because it (Moldtranselectro) had already covered the entire debt for the electricity supplied, including MDL 20,000,000 provided in the Treasury bond, by paying Oferta Plus MDL 189,869,272 on an unspecified date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court upheld the applicant company's action and ordered the Ministry of Finance to pay it MDL 20,000,000 in accordance with the Treasury bond. It based its judgment on the fact that the supply of the electricity and the cost of the energy supplied were not disputed by the parties. Referring to the electricity supplied to state institutions, it found that by 1 March 1998 they had consumed MDL 27,551,000 worth of electricity imported from  with the participation of Oferta Plus.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the court's view, the Treasury bond constituted an incontestable obligation on the Ministry of Finance towards Oferta Plus, which could not depend on the fulfilment of third-party obligations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Referring to the submissions of Moldtranselectro concerning the payment of MDL 189,869,272 to the applicant company, the court argued that that amount represented USD 33,133,404 at the date of supply of the electricity, but not at the date of payment of the MDL 189,869,272. The court held that at the date of payment of the above amount by Moldtranselectro, USD 33,133,404 was worth MDL 210,692,688.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Referring to the amounts indicated by the Prosecutor General's Office in its letter dated 8 June 2004, which served as a basis for the revision of the final judgment of 27 October 1999 (see paragraph 29 above), the court found that those figures were related to a completely different matter and were irrelevant to the case before it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Ministry of Finance appealed against this judgment to the Supreme Court of Justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 10 February 2005 the Supreme Court of Justice upheld the Ministry's appeal and dismissed the applicant company's action against it. While not contesting the findings of the first-instance court (see paragraph 33 above) and while confirming that electricity was supplied to Moldtranselectro and consumed, inter alia, by state institutions, it made its own calculations directly in USD without converting the amounts to MDL, and came to the conclusion that the entire debt owed by the State to the applicant company had been covered by the payment of MDL 189,869,272 by Moldtranselectro to the former. The Supreme Court also ordered the applicant company to pay the court fees of MDL 600,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 17 March 2005 the Ministry of Finance lodged with the Economic Court of Appeal a request for the return of the MDL 5,291,801 which had been paid in accordance with the judgment of 7 February 2001. The applicant company argued, inter alia, that the request had been lodged out of time and that in any event the amount of MDL 291,801 had never been paid to it, but had instead been paid to a third person (see paragraphs 21 and 24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  By a final judgment of 29 September 2005 the Supreme Court of Justice upheld the request of the Ministry of Finance. It dismissed the applicant company's submission concerning the time-limit and ignored its submission concerning the MDL 291,801 which had been paid to a third person.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "5.  Facts related to the applicant company's complaints under Article 34 of the Convention",
                                "elements": [
                                    {
                                        "content": "37.  On 19 October 2004, the Prosecutor General's Office, having examined the letter from the Ministry of Finance of 7 June 2004 (see paragraph 28 above) initiated criminal proceedings against the applicant company and against the head of Moldtranselectro on charges of large-scale embezzlement of State property. The Prosecutor General's Office referred to the results of the audit which it had attempted to carry out in August 2004 (see paragraph 29 above) and stated, inter alia, that according to the results of that audit, Oferta Plus had not paid for electricity supplied to state institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 15 April 2005 the Chief Executive Officer of the applicant company (“C.T.”) was questioned by the Prosecutor General's Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 20 April 2005 the offices of the applicant company were searched and some documents seized.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 25 October 2005 the criminal proceedings were discontinued. The prosecutor in charge of the criminal case stated in his decision of discontinuation, inter alia, the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“According to the evidence obtained during the audit, between 1997 and 2000 Moldtranselectro's debt to Oferta Plus reached MDL 202,644,866...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The materials gathered [during the investigation] and the audit prove the existence of the debt of Moldtranselectro to Oferta Plus for the electricity supplied. The transfers [of MDL 5,000,000 by the Ministry of Finance] to Oferta Plus's accounts were carried out in accordance with court judgments...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taking into consideration the evidence gathered, [the prosecution concludes] that the acts of Oferta Plus's management do not disclose any signs of the offence [of large-scale embezzlement] or of other offences.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 8 December 2005 all the bank accounts of the applicant company were frozen by a bailiff to ensure the restitution of MDL 5,291,801. The company had to make all of its employees redundant, except for C.T.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 15 February 2006 the Court communicated the present case to the Moldovan Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 26 April 2006 the Deputy Prosecutor General quashed the decision of 25 October 2005. He submitted, inter alia, that on 1 January 2001 Moldtranselectro's debt to the applicant company for the electricity supplied had been MDL 38,454,671. He argued that while Oferta Plus had paid the Ukrainian partner more than MDL 20,000,000 for the electricity supplied to Moldtranselectro, it appeared that the energy for which it had paid had not been supplied exclusively to state institutions. He also noted that Oferta Plus had transferred a part of the debt to third companies in exchange for money and goods. He requested, in particular, that an international fact-finding mission be sent to  and that the books of the applicant company be seized.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 11 May 2006 C.T. was declared a suspect in the criminal proceedings. In a decision of the same date, it was reiterated that on 1 January 2001 Moldtranselectro's debt to Oferta Plus for the electricity supplied had been MDL 38,454,671. However, the electricity for which Moldtranselectro owed this amount had not been supplied to state institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 9 August 2006 a prosecutor issued a decision by which C.T. was officially indicted for misappropriation of MDL 5,000,000 and attempted misappropriation of MDL 15,000,000. The charges against him were based on the fact that the energy supplied to Moldtranselectro, for which the applicant company had paid the Ukrainian private company, had not been consumed by state institutions. The prosecution argued that a Treasury bond could be issued by the Ministry of Finance only for energy supplied to state institutions. Contrary to that provision, Moldtranselectro had asked the Ministry of Finance on 25 March 1998 to issue a Treasury bond in favour of Oferta Plus and such a bond had been issued by the Ministry of Finance on 27 March 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After that, Oferta Plus, in the person of V.L, its former chief executive, making use of the favourable environment created for his company by the illegal actions of Moldtranselectro, and seeking to obtain MDL 20,000,000, had initiated civil proceedings against the Ministry of Finance, and in the absence of any proof that electricity had been supplied to state institutions, illegally obtained judgments in its favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However V.L. could not fulfil his criminal intention of misappropriating MDL 20 million for reasons beyond his control (he was killed).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The criminal intention to misappropriate MDL 20,000,000 was continued by C.T., the present Chief Executive Officer of Oferta Plus.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Despite the fact that on 23 May 2002 Moldtranselectro owed Oferta Plus only MDL 3,948.49, C.T. had pursued his criminal intention by pressing the Ministry of Finance repeatedly to comply with the judgment of 27 October 1999. As a result, on 26 December 2003 the Ministry of Finance had concluded an agreement with him and later transferred MDL 5,000,000 to Oferta Plus.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Later, C.T. transferred the money to the account of a third company, which also belonged to him, from where it was transferred to his wife's personal account and later withdrawn in cash.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Referring to the reopened proceedings which followed the judgment of the Plenary Supreme Court of 12 July 2004, the prosecutor noted that, despite being well aware that Oferta Plus had not paid for energy supplied to state institutions, C.T. had managed to obtain a judgment in favour of Oferta Plus before the first-instance court. C.T. had presented evidence which, while showing the payment for electricity, did not prove that the electricity had been supplied to state institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Also, on 9 August 2006, according to the applicant company, C.T. was told by the investigating officer, Eugen Bîcu, that no criminal charges against him would have been brought had he contented himself with MDL 5,000,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On the same date C.T. was arrested and a request for him to be remanded in custody for thirty days was addressed to the Buiucani District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  A detention order for a period of thirty days was issued by the investigating judge of the Buiucani District Court on the same day. The judge argued, inter alia, that C.T. had attempted to influence a witness. He relied on a transcript of a telephone conversation of 12 May 2006, which, however, was never disclosed to the defence, despite the latter's requests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  C.T. appealed against the detention order and argued, inter alia, that the criminal proceedings against him had been a form of pressure to persuade Oferta Plus to abandon its application before the Court. He complained that he and his lawyers had not been allowed to see the transcript of the telephone conversation which was the main reason for his detention and insisted that he had not made any attempt to influence any witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He also argued that he had become the CEO of Oferta Plus only in late 2003 and thus had not even been involved in the transaction between the applicant company and Moldtranselectro and that in any event the electricity had been supplied to Moldtranselectro, which was a State company and held a monopoly on distribution of electricity at that time. The applicant company could not know who were the final consumers of the electricity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 15 August 2006 C.T.'s appeal was dismissed. The Court of Appeal did not give any assessment of the argument concerning C.T.'s lack of access to the transcript of the telephone conversation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In the meantime, on 14 August 2006, the applicant company's lawyer in the present case applied to the Centre for Fighting Economic Crimes and Corruption (“CFECC”) to visit C.T. He pointed out that he was Oferta Plus's lawyer in the proceedings before the Court and submitted that he needed to see C.T. in order to prepare with him the observations due on 22 August 2006. He asked that the meeting between them take place without a glass partition separating them, since he knew that there was such a partition in the CFECC lawyer-client meeting room. He submitted that both he and C.T. had reason to believe that conversations through the glass partition in the CFECC meeting room were intercepted and that they were convinced that the criminal proceedings against C.T. had been instituted in order to discourage Oferta Plus from pursuing its application before the Court. He argued that their separation by the glass partition, especially in such conditions, would not allow them to speak freely and would seriously hinder his ability to represent the applicant company before the Court. The lawyer further argued that C.T. was not a violent person and that there was no risk that he would attack his lawyer. In any event he, the lawyer, would bear responsibility for any attack. He also declared that he would allow the CFECC representatives to search him, except for the documents he would be carrying, in order to ensure that he had no forbidden objects on his person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  After repeated requests by telephone, on 18 August 2006 the lawyer was finally allowed to see C.T. in the CFECC lawyer-client meeting room, separated by the glass partition. In these circumstances, C.T. refused to discuss any matters relating to pecuniary damage and asked his lawyer to do likewise because the conversation would have related to the whereabouts of the company's accounting documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "During the conversation with C.T., the lawyer informed him that the charges against him were not consistent with the findings of the civil courts in the civil proceedings between Oferta Plus, the Ministry of Finance and Moldtranselectro. The next working day, on 21 August 2006, the criminal investigator E. Bîcu went to the archives of the Economic Court of Appeal and took the case file in the civil proceedings. The case file was returned to the archives on 4 September 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 18 August 2006, in the afternoon, the applicant's lawyer telephoned the Government Agent's Office and asked for assistance in seeing C.T. without a glass partition. His request was not successful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 21 August 2006 the lawyer telephoned the investigating officer, and asked him for another meeting with C.T. He repeated his request to see C.T. without the glass partition, but this request was again rejected. He was told that the conditions for meetings between lawyers and clients in the CFECC detention centre were not contrary to the law. A meeting between the lawyer and C.T. took place the next day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On the same day the CFECC made public a press release according to which it had discovered, in the context of the criminal investigation against C.T., an illegal scheme for misappropriation of budgetary funds. A similar item, with images of C.T., was broadcast on the evening news bulletin of Moldovan national television.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  On 29 August 2006, the applicant company's lawyer wrote to the Buiucani District Court that he was the representative of Oferta Plus in the proceedings before the Court. He submitted that, since his client believed that the criminal proceedings against C.T. and his subsequent detention served the purpose of discouraging the pursuit of the Oferta Plus v. Moldova application before the Court, on 22 August 2006 a formal complaint under Article 34 of the Convention had been lodged with the Court. He noted that the main piece of evidence relied upon by the courts in placing C.T. in detention was a transcript of a telephone conversation which allegedly proved his attempt to influence a witness. Since C.T.'s defence had not been presented with a copy of that transcript during the pre-trial detention proceedings, he formally requested a copy of it for the purpose of presenting it to the Court in support of the Article 34 complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 5 September 2006 Mr Gribincea's request was rejected by the Buiucani District Court on the ground that he was not C.T.'s lawyer in the criminal proceedings against him. The court also noted that in any event the materials of the criminal case file were not usually disclosed to the defence unless the criminal investigator decided otherwise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 7 September 2006 the investigation was completed in the criminal proceedings and the case was sent for examination on its merits to the Centru District Court. On the same date, C.T. told the applicant company's lawyer that he had been told that he would be convicted before the Court adopted a judgment in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In a letter of 29 November 2006, the applicant company's representative informed the Court that C.T. had been released from detention on 14 November 2006.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT NON-CONVENTION MATERIALS",
                        "elements": [
                            {
                                "content": "A.  Enforcement and revision of final judgments",
                                "elements": [
                                    {
                                        "content": "Article 338. The issuing of an enforcement warrant",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 343. The request for enforcement",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 361. The adjournment of the enforcement",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The provisions of the new Code of Civil Procedure concerning the revision of final judgments read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 449",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 450",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Confidentiality of lawyer-client communications in the CFECC detention centre",
                                "elements": [
                                    {
                                        "content": "62.  It appears from the photographs submitted by the Government that in the lawyer-client meeting room of the CFECC detention centre the space for detainees is separated from the rest of the room by a door and a window. The window appears to be made of two plates of glass. Both plates have small holes pierced with a drill; however the holes do not coincide, so that nothing can be passed though the window. Moreover, there is a dense green net made either of thin wire or plastic between the glass plates, covering the pierced area of the window. There appears to be no space for documents to be passed between the lawyer and his client.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The domestic courts have ruled on complaints about lack of confidentiality in the CFECC lawyer-client meeting room in the cases of Modârcă (no. 14437/05) and Sarban v. Moldova, no. 3456/05, 4 October 2005. On 2 November 2004 a judge of the Buiucani District Court ordered the CFECC authorities to eliminate the glass partition separating lawyers from their clients; however, the CFECC authorities refused to comply with the court order. On 3 December 2004 the same judge revoked the decision of 2 November 2004, arguing that in the meantime she had been informed by the CFECC authorities that there were no recording devices mounted in the wall separating the lawyers from their clients and that the wall was necessary to ensure the security of the detainees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 15 February 2005 Mr Sarban's lawyer complained again to the Buiucani District Court under Article 5 § 4 of the Convention that he could not confer with his client under conditions of confidentiality. On 16 February the same judge from the Buiucani District Court dismissed the complaint without examining it and referred to her previous decision of 3 December 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Between 1 and 3 December 2004 the Moldovan Bar Association held a strike, refusing to attend any proceedings regarding persons detained in the CFECC detention centre until the administration had agreed to provide lawyers with rooms for confidential meetings with their clients. The demands of the Bar Association were refused (see Sarban, cited above, § 126).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  On 26 March 2005 the Moldovan Bar Association held a meeting at which the President of the Bar Association and another lawyer informed the participants that they had taken part, together with representatives of the Ministry of Justice, in a committee of inspection of the CFECC detention centre. During the inspection they had asked that the glass wall be taken down in order to check that there were no listening devices. They had pointed out that it would only be necessary to remove a few screws and proposed that all the expenses linked to the verification be covered by the Bar Association. The CFECC administration had rejected the proposal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Recommendation Rec (2006) 2 of the Committee of Ministers to member states on the European Prison Rules",
                                "elements": [
                                    {
                                        "content": "66.  Recommendation Rec (2006)2 of the Committee of Ministers to member states on the European Prison Rules (adopted by the Committee of Ministers on 11 January 2006 at the 952nd meeting of the Ministers' Deputies), in so far as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.1 All prisoners are entitled to legal advice, and the prison authorities shall provide them with reasonable facilities for gaining access to such advice. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.4 Consultations and other communications including correspondence about legal matters between prisoners and their legal advisers shall be confidential. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.6 Prisoners shall have access to, or be allowed to keep in their possession, documents relating to their legal proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "69.  Finally, the applicant company complained under Article 34 of the Convention that the criminal proceedings against its CEO had been brought in order to discourage it from pursuing the present application before the Court. The refusal of the authorities to give it a copy of the transcript of the telephone conversation which was the main ground for C.T.'s detention and their refusal to allow its lawyer to see C.T. in conditions of confidentiality had also hindered the preparation of the observations in the present case.",
                        "elements": []
                    },
                    {
                        "content": "The relevant part of Article 34 reads:",
                        "elements": []
                    },
                    {
                        "content": "“...The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                        "elements": []
                    },
                    {
                        "content": "I.  ADMISSIBILITY OF THE COMPLAINTS",
                        "elements": [
                            {
                                "content": "70.  The Court considers that the applicant company's complaints under Article 6 § 1 of the Convention, Article 1 of Protocol No. 1 to the Convention and Article 34 of the Convention raise questions of fact and law which are sufficiently serious that their determination should depend on an examination of the merits, and no other grounds for declaring them inadmissible have been established. The Court therefore declares these complaints admissible. In accordance with its decision to apply Article 29 § 3 of the Convention (see paragraph 4 above), the Court will immediately consider the merits of these complaints.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 §1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  The Court's findings of fact and law",
                                "elements": [
                                    {
                                        "content": "1.  Concerning the non-enforcement of the judgment of 27 October 1999",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Submissions of the parties",
                                "elements": [
                                    {
                                        "content": "71.  The Government argued that the non-enforcement of the judgment in question had not been intentional but had resulted from the administration of public funds within a State authority. The Ministry of Finance had kept the applicant company informed as to the progress of the enforcement proceedings and taken all the necessary steps in order to enforce the judgment within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  After 12 July 2004, when the Supreme Court of Justice upheld the Ministry of Finance's revision request, the State was no longer under an obligation to enforce the judgment of 27 October 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  According to the Government, the State's obligation to enforce the judgment of 27 October 1999 had started only on 7 February 2001, when the Supreme Court of Justice had rejected the Ministry's appeal on points of law, and ended on 12 July 2004, when the judgment was quashed. Accordingly, the period of non-enforcement had been thirty-one months and had not been unreasonable in the Government's view, taking into account the large amount of money in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The applicant company cited the case of OOO Rusatommet v. Russia, no. 61651/00, 14 June 2005, in which the Court had found that the failure of the Russian authorities to enforce a judgment concerning payment to the applicant company of USD 100,000 for one year and three months had constituted a violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Relying on Popov v. Moldova (no. 1) (no. 74153/01, § 55, 18 January 2005), the applicant company claimed that the subsequent reopening of the proceedings could not call into question the final nature of the judgment of 27 October 1999, which had remained unenforced for a period of more than four years up to the commencement of the revision proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Since on 19 June 2003 the applicant company had sold a part of the Ministry's debt to a third party (see paragraph 21 above), thereafter the authorities had been under an obligation to enforce the judgment of 27 October 1999 only in respect of MDL 19,709,199.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  After 26 December 2003, when the applicant company concluded an agreement with the Ministry of Finance (see paragraph 22 above), the authorities were under no obligation to enforce the judgment as long as the agreement was respected by the Ministry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The applicant company concluded that by failing for more than four years to take the necessary measures to comply with the final judgment in its favour, the Moldovan authorities had deprived the provisions of Article 6 § 1 of the Convention of all useful effect and thus that provision had been violated.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "82.  The general principles concerning the non-enforcement of final judgments were set out in Prodan v. Moldova, no. 49806/99, §§ 52-53, ECHR 2004III (extracts).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court notes that the judgment of 27 October 1999 remained unenforced at least until 26 December 2003, when the applicant company and the Ministry of Finance concluded an agreement for payment of the outstanding debt by instalments (see paragraph 22 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  While the Government argued that the State's obligation to enforce the judgment started only on 7 February 2001, when the Supreme Court dismissed the Ministry of Finance's appeal on points of law, the Court notes that pursuant to Article 343 of the Code of Civil Procedure in force at the material time (see paragraph 60 above), the obligation of the bailiff to initiate the enforcement procedure started once the plaintiff had lodged an official request in that respect. The Government have not disputed that such a request was lodged in the present case on 14 February 2000 or that after that date the enforcement was adjourned in accordance with Article 361 of the Code of Civil Procedure. In such conditions the Court finds that the State's obligation to enforce the judgment of 27 October 1999 started on 14 February 2000 and lasted until at least 26 December 2003, when the applicant company signed an agreement with the Ministry of Finance (compare Istrate v. Moldova, no. 53773/00, § 40, 13 June 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Concerning the quashing of the judgment of 27 October 1999",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Submissions of the parties",
                                "elements": [
                                    {
                                        "content": "86.  The Government argued that revision was an efficient way of challenging a judgment where new facts were discovered after the judgment had become final. They gave the example of the International Court of Justice, which could revise its judgments if new facts or circumstances of decisive importance were discovered after adoption of a judgment. The revision request had to be made within six months of the date on which the new facts or circumstances were discovered, but not later than ten years from the date of adoption of the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  A similar situation could be found in the Rules of the European Court of Human Rights. If new facts concerning a case which had been concluded were discovered, and those facts could have had a decisive effect on the outcome of the case, and were unknown or could not reasonably have been known, a party could request the Court, within a period of six months after that party had acquired knowledge of the fact, to revise that judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Government also invoked a recommendation of the Committee of Ministers according to which the Governments of the member States were advised to guarantee a procedure for revision and reopening of cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Supreme Court of Justice considered the Prosecutor General's Office's letter dated 8 June 2004 addressed to the Ministry of Finance as a new and essential fact or circumstance which was unknown and could not have been known earlier in the sense of Article 449 (c) of the Code of Civil Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Government stressed that admissibility of evidence was primarily a matter for regulation by national law and that as a general rule it was for the national courts to assess the evidence before them. The Court's task under the Convention was not to give a ruling as to whether statements of witnesses had been properly admitted as evidence, but rather to ascertain whether the proceedings as a whole, including the way in which evidence was taken, had been fair.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  In the present case the applicant company had had the opportunity to see the case materials, to make copies of them, to present evidence, to put questions to other participants in the proceedings, to make requests, to submit to the court oral and written submissions, etc. Accordingly, in the Government's view, the proceedings had been fair.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The applicant company disagreed and argued that the quashing of the judgment of 27 October 1999 had violated its right to a fair trial as guaranteed by Article 6 of the Convention. The letter of the Prosecutor General's Office of 8 June 2004 had not disclosed any “new and essential facts or circumstances which were unknown and could not have been known earlier” in the sense of Article 449(c) of the Code of Civil Procedure. The submissions made by the Prosecutor General's Office in that letter, namely that Oferta Plus had not presented enough evidence concerning the electricity supplied, had already been made by the Ministry of Finance and by the Prosecutor General's Office and had been dismissed by the Supreme Court of Justice in its judgments of 7 February 2001 and 7 May 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  Moreover, the argument in the Prosecutor General Office's letter could not have been essential for the examination of the dispute, since the Supreme Court of Justice, in ruling in the reopened proceedings on 10 February 2005, had not even taken it into account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The applicant also argued that, in upholding the Ministry of Finance's revision request, the Supreme Court of Justice had totally ignored the three-month time-limit. Furthermore, the Supreme Court had rejected, without giving any reason, the applicant's arguments presented to it, including the argument about the time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The applicant company concluded that the revision request had in essence been an appeal in disguise and breached the principle of legal certainty.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "96.  The Court reiterates that Article 6 § 1 of the Convention obliges the courts to give reasons for their judgments. In Ruiz Torija v. Spain (judgment of 9 December 1994, Series A no. 303A), the Court found that the failure of a domestic court to give reasons for not allowing an objection that an action was time-barred amounted to a violation of that provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The right to a fair hearing before a tribunal as guaranteed by Article 6 § 1 of the Convention must be interpreted in the light of the Preamble to the Convention, which, in its relevant part, declares the rule of law to be part of the common heritage of the Contracting States. One of the fundamental aspects of the rule of law is the principle of legal certainty, which requires, among other things, that where the courts have finally determined an issue, their ruling should not be called into question (see Brumărescu v. Romania [GC], no. 28342/95, § 61, ECHR 1999VII, and Roşca v. Moldova, no. 6267/02, § 24, 22 March 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Legal certainty presupposes respect for the principle of res judicata (see Brumarescu, cited above, § 62), that is, the principle of the finality of judgments. This principle insists that no party is entitled to seek a review of a final and binding judgment merely for the purpose of obtaining a rehearing and a fresh determination of the case. Higher courts' power of review should be exercised to correct judicial errors and miscarriages of justice, but not to carry out a fresh examination. The review should not be treated as an appeal in disguise, and the mere possibility of there being two views on the subject is not a ground for re-examination. A departure from that principle is justified only when made necessary by circumstances of a substantial and compelling character (see Roşca, cited above, § 25).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The above conclusion in Roşca was drawn in connection with the request for annulment procedure under which the Prosecutor General's Office could seek review of final judgments it disagreed with. The Court held that this procedure, although possible under domestic law, was incompatible with the Convention because it resulted in a litigant's “losing” a final judgment in his favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  As to the reopening of the proceedings owing to newly discovered circumstances, the Court recalls that this issue was considered in Popov v. Moldova (no. 2), where it had found a violation of Article 6 § 1 on account of a misuse of revision proceedings. The Court held in that case that reopening is not, as such, incompatible with the Convention. However, decisions to revise final judgments must be in accordance with the relevant statutory criteria; and the misuse of such a procedure may well be contrary to the Convention, given that its result – the “loss” of the judgment – is the same as that of a request for annulment. The principles of legal certainty and the rule of law require the Court to be vigilant in this area (see Popov (no. 2), cited above, § 46).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The same general principles were applied by the Court in the above-mentioned case of Istrate, in which it found a violation of the rule of finality of judgments on account of misuse of appeal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  In the present case the Court notes that the revision procedure provided for by Articles 449-53 of the Code of Civil Procedure does indeed serve the purpose of correcting judicial errors and miscarriages of justice. The Court's task, exactly as in Popov (no. 2), is to determine whether this procedure was applied in a manner which was compatible with Article 6 of the Convention, and thus ensured respect for the principle of legal certainty. In doing so, the Court must bear in mind that it is in the first place the responsibility of national courts to interpret provisions of national law (see Waite and Kennedy v. Germany [GC], no. 26083/94, § 54, ECHR 1999-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  It is noted that, under Article 449 (c) of the Moldovan Code of Civil Procedure, proceedings can be reopened “when new and essential facts or circumstances have been discovered, that were unknown and could not have been known earlier”. Under Article 450 of the same Code, a revision request can be lodged “within three months from the date on which the person concerned has come to know essential circumstances or facts of the case which were unknown to him or her earlier and which could not have been known to him or her earlier”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The decision of the Supreme Court of Justice of 12 July 2004 cited as grounds for reopening the proceedings the letter from the Prosecutor General's Office of 8 June 2004 addressed to the Ministry of Finance in reply to its letter of 7 June 2004, in which the former presented some figures which allegedly proved that Oferta Plus and Moldtranselectro had failed to demonstrate during the proceedings that the applicant company had paid for the electricity mentioned in the Treasury bond (see paragraph 29 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  As to the qualification of “new and essential facts or circumstances” given by the Supreme Court to the “information” in the Prosecutor General's letter, the Court notes that it was the very essence of the final judgments in favour of the applicant company that the Ministry of Finance's obligation to pay in accordance with the Treasury bond had not been dependent on the presentation of any documentary evidence by Moldtranselectro or by the applicant company. Not only was this implied in those judgments, it was even stated in very clear terms in all the judgments and especially in the Supreme Court's judgment of 7 February 2001 (see paragraph 19 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Court further notes that there is no indication in the judgment of 12 July 2004 whether the Prosecutor General Office's letter contained “information” that could not have been obtained earlier by the Ministry of Finance. Nor is there any indication that the Ministry of Finance unsuccessfully tried to obtain such “information” earlier than 7 June 2004 (see paragraph 28 above). Moreover, there is no mention in the Supreme Court's judgment of the three-month time-limit for revision requests or of any ground found by the Supreme Court to justify extending the time-limit (see, mutatis mutandis, Ruiz Torija, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  In such circumstances the Court considers that it cannot be said that the letter from the Prosecutor General's Office of 8 June 2004 qualified as “new facts or circumstances that were unknown and could not have been known earlier” by the parties to the proceedings. This conclusion is reinforced by the fact that the courts which examined the case after the reopening of 12 July 2004 considered the “information” in the Prosecutor General Office's letter irrelevant and based their judgments on grounds which did not have even a remote connection with that “information”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conclusion concerning the fairness of the proceedings",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "113.  The Court reiterates that a judgment debt may be regarded as a “possession” for the purposes of Article 1 of Protocol No. 1 (see, among other authorities, Burdov v. Russia, no. 59498/00, § 40, ECHR 2002-III, and the cases cited therein). Furthermore, quashing such a judgment after it has become final and unappealable will constitute an interference with the judgment beneficiary's right to the peaceful enjoyment of that possession (see Brumărescu, cited above, § 74).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED FAILURE TO OBSERVE ARTICLE 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  The submissions of the parties",
                                "elements": [
                                    {
                                        "content": "1.  The applicant companty's submissions",
                                        "elements": [
                                            {
                                                "content": "116.  According to the applicant company, the Government had no dispute with the legality of the judgment of 27 October 1999 until they found out about the present application to the Court in April 2004. Thereafter, the Ministry of Finance initiated revision proceedings which were unfair and breached the principle of legal certainty. During those proceedings the Deputy Prosecutor General represented the Ministry of Finance, without even being a party to the proceedings. The Supreme Court of Justice disregarded all the objections raised by the applicant company and, as a result, the outcome of the reopened proceedings amounted to a flagrant denial of justice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  Moreover, criminal proceedings against C.T. were instituted on 19 October 2004, also at the request of the Ministry of Finance. The criminal proceedings were initiated by the same prosecutor who had signed the letter of 8 June 2004 that served as a basis for the revision of the final judgment of 27 October 1999.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  The criminal proceedings were discontinued on 25 October 2005, only to be resumed six months later after the communication of the present case by the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  On 9 August 2006 C.T. was arrested and placed in custody. According to the applicant company, the pre-trial detention proceedings were unfair and the decisions to remand C.T. in custody were unreasoned. While the central ground for ordering the detention was a telephone conversation during which C.T. had allegedly attempted to influence a witness, the domestic courts refused to give him and his defence lawyer a copy of the transcript of that telephone conversation. According to the applicant company, nothing had been said to suggest that C.T. wanted to influence the witness in any way. Moreover, while the telephone conversation took place on 12 May 2006, C.T. was not arrested until three months later, only thirteen days before the deadline for submitting the observations in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  The applicant company argued that C.T. had agreed with the applicant company's lawyer over the telephone to work together on the Article 41 claims after 10 August 2006. C.T.'s arrest only one day before that date looked suspicious in the applicant company's opinion, since C.T.'s telephone conversations were officially intercepted by the CFECC (see paragraph 48 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  The applicant company claimed that the charges brought against C.T. were absurd. He was charged with misappropriating MDL 5,000,000 and with attempted misappropriation of MDL 15,000,000. The charge against C.T. was contrary to the principle nullum crimen sine lege, because at the time when the company had obtained MDL 5,000,000 and was claiming another MDL 15,000,000, the judgment of 27 October 1999 was in force. Accordingly, the claims of Oferta Plus were not fraudulent but based on a final judgment of the Supreme Court of Justice. Moreover, he was charged on the basis that the applicant company had not presented evidence that the energy supplied with its participation in 1997-98 had been consumed by state institutions. In this respect, the Treasury bond itself provided that it was for Moldtranselectro to present to the Ministry of Finance evidence concerning the electricity supplied and not for Oferta Plus. That view had been supported by the domestic courts in the proceedings which culminated in the final judgment of the Supreme Court of Justice of 10 February 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In any event, the applicant company could never present any such evidence, because the electricity had been supplied to Moldtranselectro and it could not know who the final consumers were. Finally, C.T. became the head of the applicant company only in 2003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  The applicant company concluded that there was a clear link between the criminal proceedings and the proceedings before the Court. It drew the Court's attention to the statements of the criminal investigator, E. Bîcu (see paragraph 46 above), to the fact that the criminal proceedings were commenced at the request of the Ministry of Finance and to the very absurdity, it stated, of the criminal charges against C.T.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  According to the applicant company, the refusal of the Buiucani District Court to give its lawyer a copy of the transcript of the telephone conversation, on which the detention of C.T. had been based, also breached its right of petition. That transcript was necessary in the proceedings before the Court in order to prove that the criminal proceedings against C.T. and his detention were arbitrary and that there were ulterior motives for them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  The applicant company also submitted that the unreasoned refusal to allow its lawyer to see C.T. in the CFECC detention centre without being separated by a glass partition also breached its right of petition. It indicated the fact that C.T. was so convinced that his conversation with the lawyer was being intercepted that he refused to give the lawyer any information concerning the place where the company's accounting documents were kept. He feared that once the CFECC had got its hands on the documents, they would disappear, and the company would lose the opportunity to regain its property. According to the applicant company, such things had happened in the past to other CFECC detainees. The applicant company argued that access to the accounting documents was imperative for the evaluation of the pecuniary damage it had suffered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  According to the applicant company, this case should be distinguished from Sarban (cited above). In the present case, unlike in Sarban, the effective representation of the applicant company before the Court was seriously affected by the glass partition, to the extent that the applicant company was unable to present its observations under Article 41 of the Convention. Moreover, in this case there was proof of interception of C.T.'s communications with the lawyer, namely the facts described in paragraph 52 above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  In the light of the above submissions, the applicant company's representative asked the Court to indicate to the Government in its judgment that the immediate release of C.T. should be secured At a later stage, the representative informed the Court that C. T. had been released on 14 November 2006 (see paragraph 59 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government's submissions",
                                        "elements": [
                                            {
                                                "content": "127.  The Government denied that there was any connection between the criminal proceedings against C.T. and the proceedings before the Court in the present case. They argued that the criminal proceedings had been instituted following an objective and multilateral analysis of the elements of the affair and of an audit report.",
                                                "elements": []
                                            },
                                            {
                                                "content": "C.T.'s pre-trial detention had been ordered in compliance with the relevant provisions of the Code of Criminal Procedure and had been based on the following considerations:",
                                                "elements": []
                                            },
                                            {
                                                "content": "- C.T. was accused of having committed a serious offence punishable by more than two years' imprisonment (10 to 25 years' imprisonment);",
                                                "elements": []
                                            },
                                            {
                                                "content": "- On 12 May 2006 C.T. had received a telephone call from A.C., who was the former accountant of the applicant company and a witness in the criminal proceedings against him. During the telephone conversation, C.T. suggested to the former what to tell the investigators during her interrogation. That was proof of the fact that C.T. had attempted to influence witnesses;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- The investigation discovered that the MDL 5,000,000 paid by the Ministry of Finance to Oferta Plus on the basis of the judgment of 27 October 1999 had been transferred to the accounts of a third company, owned by C.T., and later transferred to the private accounts of his wife and subsequently withdrawn in cash;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- C.T. had refused to present to the investigating officers documents requested by them, concerning the transfers between Oferta Plus, the third company and C.T.'s wife's personal accounts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  Accordingly, C.T.'s detention had had the aim of ensuring the efficiency of the criminal proceedings and had not been intended by any means to impede the presentation of the applicant company's observations to the Court on 22 August 2006 or to hinder in any other way the representation of the applicant company before the Court. The applicant company's lawyer was able to meet with C.T. as many times as he wished.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  During the proceedings it had been established that while Oferta Plus had supplied electricity to Moldtranselectro, there was no evidence that it had been supplied to state institutions. Accordingly, the issuing of the Treasury bond by the Ministry of Finance on 27 March 1998 for the payment for electricity which had not been supplied to state institutions had not been in accordance with the provisions of the Government's Decision no. 243 of 3 March 1998.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  The meetings between C.T. and the applicant company's lawyer had been confidential and no investigation officers had been present at those meetings. Their number and duration had not been limited. The statements of the applicant company's lawyer that the conversations had been intercepted in the meeting room were ill-founded and based on the lawyer's personal illusions. The Government referred the Court to pictures and a video sent by them in the Sarban case, which in their opinion proved that the meeting room was not equipped with any video or audio-recording devices.",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  The glass partition in the meeting room was necessary for security reasons and in order to prevent crime and the fact that it did not violate the confidentiality of the lawyer-client discussion had been confirmed by the Court in the Sarban judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  As to the applicant company's statement concerning the refusal by the Government Agent's Office to assist the lawyer with the problem concerning the confidential meetings with C.T., the Government argued that that was not part of the powers of the Government Agent's Office and that in any event the Office could not interfere with the work of the criminal investigation bodies and courts of law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  Finally, as to the applicant company's complaint about the refusal of the Buiucani District Court to give its lawyer a copy of the transcript of the telephone conversation which had served as a basis for C.T.'s pre-trial detention, the Government argued that it was normal for a person who was not a party to criminal proceedings to be refused access to one of the main pieces of evidence in those proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  The criminal proceedings against C.T.",
                                        "elements": [
                                            {
                                                "content": "134.  The Court reiterates that it is of the utmost importance for the effective operation of the system of individual petition instituted by Article 34 that applicants or potential applicants should be able to communicate freely with the Court without being subjected to any form of pressure from the authorities to withdraw or modify their complaints (see, among other authorities, Akdivar and Others v. Turkey, judgment of 16 September 1996, § 105, Reports of Judgments and Decisions 1996IV, and Aksoy v. Turkey, judgment of 18 December 1996, § 105, Reports 1996VI, p. 2288). In this context, “pressure” includes not only direct coercion and flagrant acts of intimidation but also other improper indirect acts or contacts designed to dissuade or discourage applicants from pursuing a Convention remedy (see Kurt v. Turkey, judgment of 25 May 1998, § 159, Reports 1998III, p. 1192).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Whether or not contacts between the authorities and an applicant are tantamount to unacceptable practices from the standpoint of Article 34 must be determined in the light of the particular circumstances of the case (see the Akdivar and Others and Kurt judgments, cited above, p. 1219, § 105, and pp. 1192-93, § 160, respectively).",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  C.T. was charged with misappropriation of MDL 5,000,000 and attempted misappropriation of MDL 15,000,000. The accusation was based on the allegation that the applicant company had paid for energy not only supplied to state institutions and had thus fraudulently obtained first the Treasury bond in its favour and later the civil judgments in its favour. C.T.'s alleged guilt consisted in the fact that in his capacity as Chief Executive Officer of the applicant company, he insisted that the Economic Court's judgment of 27 October 1999 be enforced, while allegedly knowing that his company had paid for electricity not only supplied to state institutions and that later, after the reopening of the proceedings, he managed to obtain a judgment in his company's favour at first instance, without presenting evidence that energy had been supplied to state institutions (see paragraph 45 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  The Court notes that besides being the Chief Executive Officer of the applicant company, C.T. was the person who signed the present application to the Court and the only company employee left after the company's activity was blocked by the State authorities (see paragraph 41 above). In these circumstances, the Court considers that any undue pressure put on him, in connection with the present case, could be considered an interference with the applicant company's right of petition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  The Court further notes that C.T. was charged with an offence which was closely connected with the subject matter of the present application to the Court. In particular, while the application was initially concerned with the non-enforcement of the final judgment of 27 October 1999, C.T. was in essence charged with the offence of having sought and partially obtained the enforcement of that final judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  Analysing the judgments adopted by the civil courts in the dispute between the applicant company and the Ministry of Finance, the Court notes that it is an established fact that the former had paid over USD 33,000,000 for the electricity imported by Moldova from Ukraine and that the Treasury bond issued by the Ministry of Finance on 27 March 1998 was intended to cover a small part of that amount. This was confirmed by the civil courts both before and after the proceedings were wrongfully reopened on 12 July 2004 (see paragraphs 15, 19, 20, 33 and 34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  Some of the electricity imported to  with the participation of the applicant company was supplied to state institutions. The civil courts established that the applicant company had paid more than MDL 20,000,000 for that electricity. This finding was made by the Plenary Supreme Court in its judgment of 7 May 2001 (see paragraph 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  The court rulings which followed the reopening of the proceedings on 12 July 2004 must, in principle, be disregarded, in view of the Court's earlier finding that the reopening was wrongful (see paragraph 109 above). However, it is of some interest to note, for instance, that the Court of Appeal in its judgment of 3 November 2004 found that the applicant company had paid more than MDL 27,000,000 for electricity supplied to state institutions (see paragraph 33 above). The Supreme Court of Justice, in reversing that judgment, on 10 February 2005, did not dispute this finding but made only a general statement that the electricity supplied with the participation of the applicant company had been supplied, inter alia, to state institutions (see paragraph 34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "141.  In those circumstances, the accusation against C.T. based on the premise that his company had not paid for electricity supplied to state institutions appears to be inconsistent with the above findings of the civil courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  Against this background, the Court notes that C.T. was charged with a criminal offence for the first time after the Government had been informed about the present application (see paragraphs 25, 26 and 37 above). Later the criminal proceedings were discontinued, but reactivated shortly after the communication of the present case to the Government (see paragraphs 40, 42 and 43 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  In view of the above, the Court considers that, on the basis of the materials before it, there are sufficiently strong grounds for drawing an inference that the criminal proceedings against C.T. were aimed at discouraging the company from pursuing the present case before the Court. Accordingly, there has been a breach of Article 34 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  As regards the pre-trial detention proceedings against C.T., the complaints made by the applicant company about them, and the request for an injunction ordering his immediate release, the Court considers that it would not be appropriate to address these matters in the context of the instant application, it being noted, moreover, that C.T. was released from detention on 14 November 2006 (see paragraph 59 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Confidentiality of discussions in the CFECC lawyer-client meeting room",
                                        "elements": [
                                            {
                                                "content": "145.  One of the key elements in a lawyer's effective representation of a client's interests is the principle that the confidentiality of information exchanged between them must be protected. This privilege encourages open and honest communication between clients and lawyers. The Court recalls that it has previously held that confidential communication with one's lawyer is protected by the Convention as an important safeguard of one's right to defence (see, for instance, Campbell v. the United Kingdom, judgment of 25 March 1992, Series A no. 233, § 46, and Recommendation Rec (2006) 2 (see paragraph  above)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  Indeed, if a lawyer were unable to confer with his client and receive confidential instructions from him without surveillance, his assistance would lose much of its usefulness, whereas the Convention is intended to guarantee rights that are practical and effective (see, inter alia, Artico v. Italy, judgment of 13 May 1980, Series A no. 37, § 33).",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  The Court considers that an interference with the lawyer-client privilege and, thus, with the right of petition guaranteed by Article 34 of the Convention, does not necessarily require an actual interception or eavesdropping to have taken place. A genuine belief held on reasonable grounds that their discussion was being listened to might be sufficient, in the Court's view, to limit the effectiveness of the assistance which the lawyer could provide. Such a belief would inevitably inhibit a free discussion between lawyer and client and hamper the client's right to be effectively defended or represented.",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  The Court must therefore establish whether C.T. and the lawyer had a genuine belief held on reasonable grounds that their conversation in the CFECC lawyer-client meeting room was not confidential. It appears from the applicant company's submissions that the fear of having C.T.'s conversations with the lawyer intercepted was genuine. The Court will also consider whether an objective, fair-minded and informed observer would have feared interception of lawyer-client discussions or eavesdropping in the CFECC meeting room.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  The Court notes that the problem of alleged lack of confidentiality of lawyer-client communications in the CFECC detention centre has been a matter of serious concern for the entire community of lawyers in  for a long time and that it has even been the cause of a strike organised by the Moldovan Bar Association (see paragraph 64 above). The Bar's requests to verify the presence of interception devices in the glass partition were rejected by the CFECC administration (see paragraph 65 above), and that appears to have contributed to the lawyers' suspicion. Such concern and protest by the Bar Association would, in the Court's view, have been sufficient to raise a doubt about confidentiality in the mind of an objective observer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  The Court also notes that the Government have not disputed the applicant company's submission that the events described in paragraph 52 above proved that the conversation between C.T. and the lawyer had been intercepted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  Accordingly, the Court concludes that C.T. and the lawyer could reasonably have had grounds to fear that the conversation in the CFECC lawyer-client meeting room was not confidential.",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  Moreover, the Court notes that, contrary to the Government's contention to the effect that C.T. and the lawyer could easily exchange documents, the pictures provided by the Government (see paragraph 62 above) show that this was not the case because of the lack of any aperture in the glass partition. This, in the Court's view, rendered the lawyer's task even more difficult.",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  The Court recalls that in the case of Sarban v. Moldova it dismissed a somewhat similar complaint, examined under Article 8 of the Convention, because the applicant had failed to furnish evidence in support of his complaint and because the Court considered that the obstacles to effective communication between the applicant and his lawyer did not impede the applicant from mounting an effective defence before the domestic authorities. Having regard to the further information at its disposal concerning the impediments created by the glass partition to confidential discussions and exchange of documents between lawyers and their clients detained in the CFECC, the Court cannot exclude that it would reach a different conclusion in a subsequent similar case. Indeed, the Court now considers that the glass partition might affect the exercise by other individuals of their defence rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "154.  In the present case, the effective representation of the applicant company by its lawyer before the Court was seriously hampered in such a way that it was unable to present its claims under Article 41 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "155.  The security reasons invoked by the Government are not convincing, in the Court's view, since visual supervision of the lawyer-client meetings would be sufficient for such purposes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  In the light of the above, the Court considers that the impossibility for C.T. to discuss with the lawyer issues concerning the present application before the Court without being separated by a glass partition affected the applicant company's right of petition. Accordingly, there has been a violation of Article 34 of the Convention in this respect also.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "157.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "158.  The applicant company submitted that since its lawyer was not able to receive instructions from C.T. because of the glass partition in the CFECC detention centre, it was unable to present any observations concerning the pecuniary damage sustained. Accordingly, it asked the Court to reserve this question.",
                                "elements": []
                            },
                            {
                                "content": "159.  The applicant company claimed 100,000 euros (EUR) for non-pecuniary damage. It noted that the judgment in its favour was not enforced for more than four years. The failure to enforce it had seriously disrupted the management of the company and that had been aggravated by the subsequent wrongful quashing of the judgment on 27 October 1999. The bank accounts of the company had been frozen and its entire activity blocked. Later, after the communication of the case, the company's chief executive officer had been imprisoned on the basis of wrongful criminal charges.",
                                "elements": []
                            },
                            {
                                "content": "160.  The applicant company's lawyer claimed EUR 57 for postal expenses, EUR 9,917 for representation costs and EUR 8,917 for court fees which the applicant company would incur if it applied for a revision of the judgment of the Supreme Court of Justice of 10 February 2005.",
                                "elements": []
                            },
                            {
                                "content": "161.  The Government argued that since the applicant company had failed to adduce evidence in support of the alleged violations, its alleged non-pecuniary damage had also been unsubstantiated. They also argued that since the applicant was a company, it could not have experienced suffering or mental anguish, and cited the case of Immobiliare Saffi v. Italy ([GC], no. 22774/93, ECHR 1999V). In the alternative, if the Court were to find a violation, then that finding alone would be sufficient just satisfaction for the applicant.",
                                "elements": []
                            },
                            {
                                "content": "162.  The Government disagreed with the amount claimed for representation, calling it excessive and unrealistic in the light of the economic situation of the country and of the average monthly salary. They disputed the number of hours spent by the applicant's lawyer and the hourly fees charged by him.",
                                "elements": []
                            },
                            {
                                "content": "163.  In view of its findings above, the Court considers that the question of the application of Article 41 is not ready for decision. The question must accordingly be reserved and the further procedure fixed with due regard to the possibility of agreement being reached between the Moldovan Government and the applicant company",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 34 of the Convention on account of the decision to institute criminal proceedings against the chief executive officer of the applicant company and to place him in detention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 34 of the Convention on account of the inability of the applicant company's representative to confer with the chief executive officer of the applicant company without being separated by a glass partition;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the question of the application of Article 41 of the Convention is not ready for decision;",
                        "elements": []
                    },
                    {
                        "content": "accordingly,",
                        "elements": []
                    },
                    {
                        "content": "(b)  reserves the said question;",
                        "elements": []
                    },
                    {
                        "content": "(c)  invites the Moldovan Government and the applicant company to submit, within the forthcoming three months, their written observations on the matter and, in particular, to notify the Court of any agreement they may reach;",
                        "elements": []
                    },
                    {
                        "content": "(d)  reserves the further procedure and delegates to the President of the Chamber power to fix the same if need be.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 December 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": " and Mrs F. Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF OFERTA PLUS SRL v. MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-78585.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1219JUD001438504",
    "externalsources": [
        "Recommendation Rec(2006) 2 of the Committee of Ministers of the Council of Europe on the European Prison Rules"
    ],
    "extractedappno": [
        "14385/04",
        "14437/05",
        "3456/05",
        "61651/00",
        "74153/01",
        "49806/99",
        "53773/00",
        "28342/95",
        "6267/02",
        "26083/94",
        "59498/00",
        "22774/93"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Old Code of Civil Procedure, Sections 338, 343, 361",
        "New Code of Civil Procedure, Sections 449 et 450"
    ],
    "itemid": "001-78585",
    "judgementdate": "19/12/2006 00:00:00",
    "kpdate": "19/12/2006 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "113",
        "7",
        "136",
        "406",
        "183",
        "177",
        "216",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P1-1-1",
        "34",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "OFERTA PLUS SRL",
        "MOLDOVA"
    ],
    "rank": "569.720092773438",
    "representedby": [
        "GRIBINCEA V."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [
        "Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996-VI, p. 2288, § 105",
        "Artico v. Italy judgment of 13 May 1980, Series A no. 37, § 33",
        "Brum?rescu v. Romania [GC], no. 28342/95, §§ 61, 74, ECHR 1999 VII",
        "Burdov v. Russia, no. 59498/00, § 40, ECHR 2002-III",
        "Campbell v. the United Kingdom, judgment of 25 March 1992, Series A no. 233, § 46",
        "Immobiliare Saffi v. Italy ([GC], no. 22774/93, ECHR 1999 V",
        "Istrate v. Moldova, no. 53773/00, § 40, 13 June 2006",
        "Kurt v. Turkey, judgment of 25 May 1998, Reports 1998 III, §§ 159-60",
        "Popov v. Moldova (no. 2), no. 19960/04, 6 December 2005",
        "Prodan v. Moldova, no. 49806/99, §§ 52-53, ECHR 2004 III",
        "Ro?ca v. Moldova, no. 6267/02, § 24, 22 March 2005",
        "Ruiz Torija v. Spain, judgment of 9 December 1994, Series A no. 303 A",
        "Sarban v. Moldova, no. 3456/05, 4 October 2005.",
        "Waite and Kennedy v. Germany [GC], no. 26083/94, 18 February 1999, § 54"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "341845",
    "typedescription": "15"
}