{
    "__articles": "6;6-1;29;29-3;35;35-1;41;P7-4",
    "__conclusion": "Violation of Art. 6-1;No violation of P7-4;Remainder inadmissible;Pecuniary damage - claim rejected;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "37959/02",
    "article": [
        "p7-4",
        "29",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim rejected",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-87964.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 37959/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Albanian national, Mr Arben Xheraj (“the applicant”), on 20 September 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr D. Bengasi, a lawyer practising in Tirana. The Albanian Government (“the Government”) were represented by their Agents, Mr S. Puto and Ms S. Meneri.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 8 September 2005 the President of the Fourth Section of the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it was decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each filed written observations (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1970 and is currently serving a sentence in Vicenza Prison in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The proceedings that led to the applicant’s conviction",
                                "elements": []
                            },
                            {
                                "content": "B.  The proceedings that led to the applicant’s acquittal",
                                "elements": [
                                    {
                                        "content": "“the request for judicial review meets the legal requirements (kërkesa për rishikimin e vendimit plotëson kriteret ligjore)”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It requested the district prosecutor to examine objectively the new pieces of evidence to be submitted to the District Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. The prosecutor’s request for leave to appeal out of time",
                                "elements": []
                            },
                            {
                                "content": "D.  The prosecutor’s late appeal",
                                "elements": []
                            },
                            {
                                "content": " proceedings",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A. The Albanian Constitution",
                                "elements": [
                                    {
                                        "content": "Article 31",
                                        "elements": []
                                    },
                                    {
                                        "content": "During criminal proceedings, everyone has the right:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a. to be notified immediately and in detail of the charges brought against him, of his rights, and to have the possibility to notify his family or relatives;",
                                        "elements": []
                                    },
                                    {
                                        "content": "b. to have sufficient time and facilities to prepare his defence;",
                                        "elements": []
                                    },
                                    {
                                        "content": "c. to have the assistance of a translator free of charge, when he does not speak or understand the Albanian language;",
                                        "elements": []
                                    },
                                    {
                                        "content": "ç. to present his own case or defend himself through the assistance of counsel of his own choosing; to communicate freely and privately with him, as well as to be provided free legal counsel when he does not have sufficient means;",
                                        "elements": []
                                    },
                                    {
                                        "content": "d. to examine witnesses who are present and to request the appearance of witnesses, experts and other persons who can clarify the facts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 32",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. No one shall be obliged to testify against himself or his family or to confess his guilt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. No one shall be declared guilty on the basis of evidence collected unlawfully.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 33",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Everyone has the right to be heard before being judged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. A person who is seeking to evade justice may not avail himself of this right.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 34",
                                        "elements": []
                                    },
                                    {
                                        "content": "No one shall be punished twice for the same criminal offence or be tried again, except when the reopening of the case is ordered by a higher court, in accordance with the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 42 § 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 43",
                                        "elements": []
                                    },
                                    {
                                        "content": "Everyone has the right to appeal against a court decision to a higher court, save as otherwise provided in the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 142 § 3",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 131",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The  shall decide: ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f) in a ruling that shall be final, complaints by individuals alleging a violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "37.  Under Article 147 § 1 of the CCP, a party to proceedings who had failed, owing to unforeseen events or force majeure, to lodge an appeal against a judgment within the prescribed time, could seek leave to appeal out of time. Under Article 147 § 2 a defendant convicted in absentia may be granted leave to appeal out of time against a court decision, if he has established that he had no effective knowledge of it. Under Article 147 §3, the request for leave to appeal out of time had to be lodged within ten days of the date on which the party was notified of the judgment. Under Article 147 § 5 the decision to allow a request for leave to appeal out of time could be appealed against in conjunction with the decision on the merits of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Under Article 414 an appeal could be filed with the Court of Appeal within 10 days starting from the day of the pronouncement or notification of the decision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 and 3 (a) and (c) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicant complained that the Supreme Court’s judgment of 20 June 2001, delivered after his final acquittal, had constituted a violation of his right to a fair trial in that the acquittal decision, which had become final, was quashed. He also complained of the fact that neither he nor the counsel of his own choosing was promptly informed of the prosecutor’s request for leave to appeal out of time against the acquittal decision. He relied on Article 6 § 1 and 6 § 3 (a) and (c) of the Convention, the relevant parts of which provide:",
                                "elements": []
                            },
                            {
                                "content": "“.1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": " (c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;”",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "41.  The Government contended that the application was inadmissible, having been lodged out of time. As the  had declared the applicant’s appeal inadmissible on 26 April 2002, the final decision for the purposes of Article 35 of the Convention was in fact the Supreme Court’s decision of 20 June 2001, whereas the applicant had filed his application on 20 September 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The applicant submitted in reply, that an appeal to the  was a domestic remedy to be exhausted within the domestic legal order. Therefore, the Constitutional Court’s inadmissibility decision should be considered the final domestic decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court reiterates its findings in the Balliu v. Albania admissibility decision (no. 74727/01), subsequently upheld in Beshiri and Others v. Albania, (no. 7352/03, § 32, 22 August 2006), where it held that a complaint to the Albanian Constitutional Court could be considered an effective remedy which had to be used for the purposes of Article 35 of the Convention where fair-trial issues arose. It considers that there are no reasons for it to depart from that finding in the circumstances of the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The applicant did in fact avail himself of this remedy. The Constitutional Court’s decision is dated 26 April 2002 and the applicant lodged his application with the Court on 20 September 2002. He has therefore complied with the six-month time-limit prescribed in Article 35 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Legal certainty: quashing of a final judgment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a. The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "46.  The applicant contended that his father initially appointed a lawyer to act on his behalf by a form of authority signed on 10 December 1997. That became part of the case file and should not have been ignored by the domestic courts in respect of notification procedures vis-à-vis the applicant. He added that the prosecutor did not have any legal grounds (unforeseen events or force majeure) under Article 147 § 1 of the CCP to request leave to appeal out of time against the acquittal decision which had become final, as the authorities had already been made aware of the judicial review request by the letter of 26 August 1998 (see paragraph 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  As to the incompatibility of the district prosecutor, who had previously taken part in the proceedings that had led to the applicant’s conviction in 1996, the applicant maintained that the incompatibilities of judges did not apply to prosecutors if they attended proceedings at the same jurisdictional level.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government contended that the prosecutor’s request for leave to appeal out of time resulted from procedural violations attributable to the District Court, which had not notified the victim’s family of the applicant’s acquittal so that they could have filed an appeal against the acquittal decision. The victim’s family accidentally became aware of that decision a few months later.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In the Government’s opinion, another reason which contributed to the prosecutor’s late appeal was that the prosecutor who attended the acquittal hearings at the District Court did not inform his supervisors of the said proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government considered that since the domestic legislation provided for the judicial review of a final decision and the procedure to request leave to appeal out of time against a final court decision, these steps could not be considered to violate the principle of legal certainty under Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "51.  The Court reiterates that in the light of the Preamble to the Convention, the rule of law is part of the common heritage of the Contracting States, one of the fundamental aspects of which is the principle of legal certainty, which requires, among other things, that where the courts have finally determined an issue, their ruling should not be called into question (see Brumărescu v.  [GC], no. 28342/95, § 61, ECHR 1999VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Moreover, the Court observes that the requirements of legal certainty are not absolute. A departure from that principle is justified only when made necessary by circumstances of a substantial and compelling character (Ryabykh v. , no. 52854/99, § 52, ECHR 2003IX) or if serious legitimate considerations outweigh the principle of legal certainty (see Bratyakin v. Russia (dec.), no. 72776/01, 9 March 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The mere possibility of reopening a criminal case is prima facie compatible with the Convention, including the guarantees of Article 6. It must be assessed in the light of, for example, Article 4 § 2 of Protocol No. 7, which expressly permits a State to reopen a case due to the emergence of new facts, or where a fundamental defect is detected in the previous proceedings, which could affect the outcome of the case (see Nikitin v. , no. 50178/99, § 54-57, ECHR 2004VIII, and Savinskiy v. , no. 6965/02, § 23, 28 February 2006). Certain special circumstances of the case may reveal that the actual manner in which such a review was used impaired the very essence of a fair trial. In particular, the Court has to assess whether, in a given case, the power to launch and conduct a [...] review was exercised by the authorities so as to strike, to the maximum extent possible, a fair balance between the interests of the individual and the need to ensure the effectiveness of the system of criminal justice (see Bujniţa v. , no. 36492/02, § 21, 16 January 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The relevant considerations to be taken into account in this connection include, in particular, the effect of the reopening and any subsequent proceedings on the applicant’s individual situation and whether the reopening resulted from the applicant’s own request; the grounds on which the domestic authorities revoked the finality of the judgment in the applicant’s case; the compliance of the procedure at issue with the requirements of the domestic law; the existence and operation of procedural safeguards in the domestic legal system capable of preventing abuses of this procedure by the domestic authorities; and other pertinent circumstances of the case (Radchikov v. , no. 65582/01, § 44, 24 May 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court observes, and it seems undisputed between the parties, that in the present case a final judgment acquitting the applicant on all charges was re-examined and quashed by granting the prosecutor’s request for leave to appeal out of time against the acquittal decision (see, by contrast, Fadin v. , no. 58079/00, § 34, 27 July 2006). The issue arises as to whether on the basis of the facts of the case, and regard being had to the review proceedings, the authorities struck, to the maximum extent possible, a fair balance between the interests of the applicant and the need to ensure the effectiveness of the system of criminal justice and thus complied with Article 6.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The bulk of the prosecutor’s request for leave to appeal out of time of 8 October 1999 concerned the breach of procedural safeguards in that the injured party, i.e. the victim’s family, had not been notified of the acquittal decision. The Court notes that under Article 58 § 1 of the CCP the injured party may request the prosecution of the offender and compensation for damage. Under Article 409 of the CCP, the injured party may file an appeal, himself or through his legal representative, in respect of criminal and civil aspects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court regrets that the domestic court did not comply with the notification requirements under Article 137 § 1 of the CCP. However, it notes, on the basis of the documents submitted in the case file, that there is no indication that the victim’s family were granted “injured party” status. Even assuming that the victim’s family had been granted “injured party” status and had had vested interests with regard to any alleged criminal and civil aspects, they did not lodge any appeal with the District Court themselves or through their legal representative. Nor did they make a request for leave to appeal out of time or directly take any necessary action through the assistance of the prosecutor’s office. The victim’s family chose another course. They filed a request with other domestic authorities, i.e. the office of the President of the Republic, which were not empowered to take any action whatsoever, other than to pass on their complaints to the prosecutor’s office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court does not accept the Government’s argument that the prosecutor who attended the acquittal procedures, even though he had previously participated in the proceedings that had led to the applicant’s conviction, had failed to notify his supervisors, so that an appeal could not be lodged within the time prescribed by law. It considers that the mistakes or errors of the State authorities should serve to the benefit of the defendant. In other words, the risk of any mistake made by the prosecuting authority, or indeed a court, must be borne by the State and errors must not be remedied at the expense of the individual concerned (see above Radchikov v. Russia, § 50). Furthermore, the higher instances at the General Prosecutor’s Office were aware of the judicial review proceedings as indicated by the letter of 26 August 1998 (see paragraph 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  A situation where the final judgment in the applicant’s favour was called into question and reviewed could have been avoided had the prosecutor’s office lodged an ordinary appeal within the statutory ten-day time-limit. In the instant case the prosecutor’s office failed to exercise its right to lodge an ordinary appeal and permitted the statutory ten-day time-limit to expire without challenging the acquittal decision. Instead, they requested leave to appeal out of time more than nine months later, after the judgment in the applicant’s favour had become binding and enforceable and after his acquittal. The prosecutor’s request did not contain any information as to the date when the ten-day time-limit provided for under Article 147 § 3 of the CCP had begun to run, and nor did the Government point to any exceptional circumstances that would have prevented the prosecutor’s office from making use of an ordinary appeal in good time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court considers that the arguments used by the prosecutor to justify the request for leave to appeal out of time were insufficient to justify challenging the finality of the judgment and using this extraordinary remedy. The Court considers that allowing the prosecutor’s request did not strike a fair balance between the interest of the applicant and the need to ensure the effectiveness of the criminal justice system.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Having regard to these considerations, the Court finds that by granting the prosecutor’s request, the Supreme Court infringed the principle of legal certainty under Article 6 § 1 of the Convention. There has accordingly been a violation of that Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  “Promptly informed” and defence by “legal assistance of his own choosing”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "62.  The applicant complained that even though the lawyer of his own choosing had been confirmed by the form of authority of 13 December 1997, the authorities informed neither his lawyer nor his family of the new proceedings, in which the prosecutor had been granted leave to appeal out of time, resulting in the quashing of the final acquittal decision, thus rendering the right to defend himself through a lawyer of his own choosing nugatory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government maintained that since the applicant had been declared a fugitive and an officially appointed lawyer had been assigned by the court, it was this lawyer who had been served with the domestic courts’ decisions granting the request for leave to appeal out of time.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "64.  The Court reiterates at the outset that the requirements of paragraph 3 of Article 6 are to be seen as particular aspects of the right to a fair trial guaranteed by paragraph 1 (see, among other authorities, Balliu v. , no. 74727/01, § 25, 16 June 2005). On the whole, the Court is called upon to examine whether the proceedings that led to the applicant’s retrial, in their entirety, were fair (see, among other authorities, Vanyan v. , no. 53203/99, § 63-68, 15 December 2005, Imbrioscia v. Switzerland, judgment of 24 November 1993, Series A no. 275, § 38 and S.N. v. , no. 34209/96, § 43, ECHR 2002V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Having regard to the finding of a violation in respect of the quashing of a final decision under Article 6 § 1 (see paragraph 61 above), the Court considers that it is not necessary to examine whether, in this case, there has been a violation of Article 6 § 1 in conjunction with Article 6 § 3 (a) and (c).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "66.  The applicant further complained of a violation under Article 10 without providing any reasons. Article 10 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "67.  The Court notes that the applicant’s complaint has remained unsubstantiated. The contents of the case file do not disclose a violation of the applicant’s rights under this provision.",
                                "elements": []
                            },
                            {
                                "content": "68.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 4 OF PROTOCOL NO. 7 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "69.  The applicant further complained that the Supreme Court’s judgment of 20 June 2001 violated the ne bis in idem principle under Article 4 of Protocol No. 7 to the Convention and should be considered a second criminal sanction for the same offence. Article 4 of Protocol No. 7 to the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be liable to be tried or punished again in criminal proceedings under the jurisdiction of the same State for an offence for which he has already been finally acquitted or convicted in accordance with the law and penal procedure of that State.",
                                "elements": []
                            },
                            {
                                "content": "2.  The provisions of the preceding paragraph shall not prevent the reopening of the case in accordance with the law and penal procedure of the State concerned, if there is evidence of new or newly discovered facts, or if there has been a fundamental defect in the previous proceedings, which could affect the outcome of the case.",
                                "elements": []
                            },
                            {
                                "content": "3.  No derogation from this Article shall be made under Article 15 of the Convention.”",
                                "elements": []
                            },
                            {
                                "content": "70.  The Court notes that the aim of Article 4 of Protocol No. 7 is to prohibit the repetition of criminal proceedings that have been concluded by a final decision. According to the explanatory report to Protocol No. 7, which itself refers back to the European Convention on the International Validity of Criminal Judgments, a “decision is final ‘if, according to the traditional expression, it has acquired the force of res judicata. This is the case when it is irrevocable, that is to say when no further ordinary remedies are available or when the parties have exhausted such remedies or have permitted the time-limit to expire without availing themselves of them’ ” (see Nikitin, cited above, § 37).",
                                "elements": []
                            },
                            {
                                "content": "71.  The Court observes that the acquittal decision of 14 December 1998 became final on 24 December 1998 as no appeal was lodged against it within the ten-day time-limit prescribed under the law (see paragraphs 16 and 38 above). It thus remains to be determined whether the proceedings that occurred following the granting of the request for leave to appeal out of time are considered to be a second trial or a reopening of the acquittal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "72.  In the Court’s opinion, Article 4 of Protocol No. 7 draws a clear distinction between a second prosecution or trial, which is prohibited by the first paragraph of that Article, and the reopening of a trial in exceptional circumstances, which is provided for in its second paragraph. Article 4 § 2 of Protocol No. 7 expressly envisages the possibility that an individual may have to accept prosecution on the same charges, in accordance with domestic law, where a case is reopened following the emergence of new evidence or the discovery of a fundamental defect in the previous proceedings (see Nikitin, cited above, § 45).",
                                "elements": []
                            },
                            {
                                "content": "73.  The Albanian legislation permitted at the material time and still permits either of the parties to criminal proceedings to request leave to appeal out of time provided that the conditions under Article 147 § 1 of the CCP are met. The subject matter of the proceedings after leave to appeal out of time had been granted remained the same criminal charge that had led to the applicant’s conviction. The ultimate effect of the leave to appeal out of time was to reopen the proceedings, to quash the acquittal decision and determine the criminal charge in a new decision. It thus constitutes a form of continuation of the previous proceedings (see Nikitin, cited above, § 45).",
                                "elements": []
                            },
                            {
                                "content": "74.  The Court therefore concludes that for the purposes of the ne bis in idem principle, the purpose of the leave to appeal out of time was an attempt to have the previous proceedings reopened rather than an attempted “second trial”. It follows that there has been no violation of Article 4 § 1 of Protocol No. 7 to the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "75.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "76.  Relying on Article 57 of the CCP, the applicant claimed 31 euros (EUR) for each day served in prison following the Supreme Court’s decision of 20 June 2001 in respect of pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Government contested his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged. The applicant was serving a sentence of 16 years’ imprisonment in , imposed by the Italian courts for international drug trafficking (see above paragraph 26) at the time his acquittal decision was quashed by the Supreme Court on 20 June 2001. His imprisonment in  had not resulted from the Albanian Supreme Court’s decision of 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The applicant claimed from 30,000 to 100,000 US dollars (USD) in respect of non-pecuniary damage. He claimed that the quashing of the acquittal decision and his conviction had resulted in severe stress and frustration. He leaves it to the Court to award the exact amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Government contested his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court recalls that the breach of the Convention found in the instant case was caused by the quashing of the applicant’s acquittal. Notwithstanding the final nature of the judgment acquitting him, he was convicted in breach of the principle of legal certainty. The Court considers that the applicant must have been caused a certain amount of stress and frustration as a result of the quashing of the District Court’s decision of 14 December 1998 (see Bujniţa v. Moldova, cited above, § 28). The particular amount claimed is, however, excessive. Making its assessment on an equitable basis, it awards the applicant EUR 2,000 for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  However, the Court also notes that the applicant continues to be subject to the consequences of the quashing of the decision of 14 December 1998. It considers that the most appropriate form of redress for this continuing situation would be for the applicant’s final acquittal of 14 December 1998 to be confirmed by the authorities and his conviction in breach of the Convention to be erased with effect from that date (see Bujniţa, cited above, § 29).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "83.  The applicant also claimed EUR 10,000 for the costs and expenses incurred before the domestic courts and those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Government contested the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum (see, for example, Nilsen and Johnsen v.  [GC], no. 23118/93, § 62, ECHR 1999VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  In the present case, regard being had to the lack of supporting documents, the Court rejects the claim for costs and expenses in the domestic proceedings and for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "87.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible as regards the complaints under Article 6 § 1 alone and in conjunction with Article 6 § 3 (a) and (c) of the Convention and under Article 4 of Protocol No. 7 to the Convention, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the complaint under Article 6 § 3 (a) and (c) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been no violation of Article 4 of Protocol No. 7 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable, to be converted into the currency of the respondent State at the rate applicable on the date of payment;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 29 July 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Lech Garlicki",
            "role": "president"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar."
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF XHERAJ v. ALBANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-87964.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0729JUD003795902",
    "externalsources": [],
    "extractedappno": [
        "37959/02",
        "74727/01",
        "7352/03",
        "28342/95",
        "52854/99",
        "72776/01",
        "50178/99",
        "6965/02",
        "36492/02",
        "65582/01",
        "58079/00",
        "53203/99",
        "34209/96",
        "23118/93"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 31-34, 42, 43, 131 and 142 of the Constitution",
        "Articles 17, 26, 48, 58, 147, 414, 449 and 451 of the Code of Criminal Procedure"
    ],
    "itemid": "001-87964",
    "judgementdate": "29/07/2008 00:00:00",
    "kpdate": "29/07/2008 00:00:00",
    "kpthesaurus": [
        "14",
        "471",
        "137",
        "572",
        "442",
        "445",
        "76",
        "136",
        "15",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P7-4",
        "29",
        "35-1",
        "41",
        "6-1",
        "35",
        "6",
        "29-3"
    ],
    "parties": [
        "XHERAJ",
        "ALBANIA"
    ],
    "rank": "635.925720214844",
    "representedby": [
        "BENGASI D."
    ],
    "respondent": "ALB",
    "respondentOrderEng": "1",
    "scl": [
        "Balliu v. Albania, no. 74727/01, § 25, 16 June 2005",
        "Beshiri and Others v. Albania, no. 7352/03, § 32, 22 August 2006",
        "Bratyakin v. Russia (dec.), no. 72776/01, 9 March 2006",
        "Brumarescu v. Romania [GC], no. 28342/95, § 61, ECHR 1999-VII",
        "Bujnita v. Moldova, no. 36492/02, §§ 21, 28, 29, 16 January 2007",
        "Fadin v. Russia, no. 58079/00, § 34, 27 July 2006",
        "Imbrioscia v. Switzerland, judgment of 24 November 1993, Series A no. 275, § 38",
        "Nikitin v. Russia, no. 50178/99, §§ 37, 45, 54-57, ECHR 2004-VIII",
        "Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII",
        "Radchikov v. Russia, no. 65582/01, §§ 44, 50, 24 May 2007",
        "Ryabykh v. Russia, no. 52854/99, § 52, ECHR 2003-IX",
        "S.N. v. Sweden, no. 34209/96, § 43, ECHR 2002-V",
        "Savinskiy v. Ukraine, no. 6965/02, § 23, 28 February 2006",
        "Vanyan v. Russia, no. 53203/99, § 63-68, 15 December 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "350655",
    "typedescription": "15"
}