{
    "__articles": "13;41;P1-1;P1-1-1;35;35-1;35-3",
    "__conclusion": "Violation of P1-1;Not necessary to examine Art. 13;Pecuniary damage - reserved;Non-pecuniary damage - reserved;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "42908/98;44038/98;44816/98;7319/02",
    "article": [
        "13",
        "35",
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "element": "Not necessary to examine Art. 13",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - reserved",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - reserved",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-69311.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in four applications (nos. 42908/98, 44038/98, 44816/98 and 7319/02) against the Republic of Bulgaria, the first three lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”), and the fourth with the Court under Article 34 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  The first application (no. 42908/98) was introduced on 16 July 1998 by Mrs Daniela Evgenieva Kirilova, Mr Kamen Ivanov Kirilov and Ms Milena Ivanova Schneider, Bulgarian nationals who were born respectively in 1937, 1961 and 1966. Mrs Kirilova died on 2 January 2001. Mr Kirilov and Ms Schneider, who are Mrs Kirilova's son and daughter and live respectively in Brunn am Gebirge and , expressed their wish to pursue the proceedings in their own name and in the name of the deceased Mrs Kirilova.",
                        "elements": []
                    },
                    {
                        "content": "3.  The second application (no. 44038/98) was introduced on 19 June 1998 by Mr Slave Ivanov Ilchev, a Bulgarian national who was born in 1958 and lives in .",
                        "elements": []
                    },
                    {
                        "content": "4.  The third application (no. 44816/98) was introduced on 17 July 1998 by Ms Elisaveta Danailova Metodieva, a Bulgarian national who was born in 1930 and lives in .",
                        "elements": []
                    },
                    {
                        "content": "5.  The fourth application (no. 7319/02) was introduced on 13 November 2001 by Ms Teodora Alexandrova Shoileva-Stambolova and Mr Stefan Alexandrov Shoilev, Bulgarian nationals who were born respectively in 1964 and 1968 and live in Sofia.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicants of the first, the second and the third applications were represented by Ms N. Sedefova, Ms Z. Kalaydjieva and Ms A. GavrilovaAncheva, lawyers practising in . The applicants of the fourth application were not legally represented. The Bulgarian Government (“the Government”) were represented by their Agent, Ms M. Dimova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicants alleged that they had not in fact received the compensation for expropriated property to which they were entitled and which had been awarded to them. They further alleged that they did not have effective remedies in this respect.",
                        "elements": []
                    },
                    {
                        "content": "8.  The first three applications were transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "9.  The four applications were allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "10.  By a decision of 5 February 2004 the Court decided to join the applications, to join to the merits the question of the exhaustion of domestic remedies in respect of the applicants' complaint about the failure of the authorities to provide them the awarded compensation, and declared the applications admissible.",
                        "elements": []
                    },
                    {
                        "content": "11.  Neither the applicants, nor the Government filed observations on the merits.",
                        "elements": []
                    },
                    {
                        "content": "12.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "13.  All applicants – or their ancestors – owned real estate which was expropriated during the 1980s or the early 1990s. At the time of the expropriations they were awarded compensation in the form of flats which the authorities undertook to construct and deliver, but which have – with one exception (see paragraph 71 below) – remained unfinished and undelivered until present. The specific circumstances of each case are described below.",
                                "elements": []
                            },
                            {
                                "content": "A.  The facts in the case of Mrs Kirilova, Mr Kirilov and Ms Schneider",
                                "elements": [
                                    {
                                        "content": "14.  Mrs Kirilova and her husband owned jointly a house with a yard in the centre of .",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  By a mayor's order of 29 May 1985 their house was expropriated with a view to the construction of a school and a street. The order, based on section 98(1) of the Territorial and Urban Planning Act of 1973 („Закон за териториалното и селищно устройство“ – “TUPA”)(see paragraphs 73 and 74 below), provided that Mrs Kirilova and her husband were to be compensated with one flat and their son, Mr Kirilov, was to be compensated with another flat. Both flats were to be situated in a building which the municipality intended to construct. The expropriated house was valued at 29,311.59 old Bulgarian levs (BGL).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  By a supplementary order of 28 July 1986, based on section 100 of TUPA (see paragraph 75 below), the mayor indicated the exact flats with which Mrs Kirilova, her husband, and Mr Kirilov were to be compensated, specifying the building in which they would be located and their precise surface.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The expropriated house was pulled down and the construction of the school started. Mrs Kirilova and her husband, and their two children, Mr Kirilov and Ms Schneider, were settled in a municipal flat in the outskirts of , pending the construction of the flat offered in compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In 1993 Mrs Kirilova's husband died.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The construction of the building in which the flats offered in compensation would be located did not start as planned, apparently because of financial difficulties experienced by the municipality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 22 July 1997 Mrs Kirilova, Mr Kirilov and Ms Schneider lodged complaints with the municipality, the regional governor, the Parliament, the Ministry of Finance and the Ministry of Construction and Urban Development, stating that the flats allocated to them as compensation had not been constructed, apparently due to lack of funds. They stated that they had been waiting in vain, despite their repeated complaints. They also alleged that since 1986 the municipality had built and sold flats to other persons, but had never found funds to discharge its obligation to them. They requested to be given other flats as compensation. Their request was placed on a waiting list.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  By letters of 5 December 1997 and 14 April 1998 the municipality informed Mrs Kirilova, Mr Kirilov and Ms Schneider that the construction of the flats was expected to start in 1998 and that additional funds were needed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 2 January 2001 Mrs Kirilova died. Mr Kirilov and Ms Schneider are her only heirs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In April 2004 the municipality served on Mr Kirilov and Ms Schneider updated orders under section 100 of TUPA, which had been made on 19 November 2003 and 12 February 2004 respectively. The orders provided that the two applicants were to be offered other flats, not the originally intended ones, due to a modification of the plan of the building under construction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  At the time of the latest information from the two applicants (19 April 2004), the construction of the building in which their flats were to be situated had advanced, but it was still unfinished.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The facts in the case of Mr Ilchev",
                                "elements": [
                                    {
                                        "content": "24.  Mr Ilchev owned part of a house with a yard in , where he lived.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  By a mayor's order of 16 March 1988 the house was expropriated for the construction of a subway station. The order, based on section 98(1) of TUPA, provided that Mr Ilchev was to be compensated with a threeroom flat in a building which the municipality intended to construct. The house was valued at BGL 8,484.30.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Shortly thereafter the house was occupied and Mr Ilchev was settled in a small municipal flat in the outskirts of the city pending the construction of the flat offered in compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In July 1989 the expropriated house was pulled down and a subway station was built on the site.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  By a supplementary order of 8 September 1989, based on section 100 of TUPA, the mayor indicated the exact flat with which Mr Ilchev was to be compensated, specifying the exact building in which it would be located and its precise surface.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The construction of this building never started, apparently because of financial difficulties experienced by the municipality and also because its construction would interfere with the ongoing process of restitution of certain plots of land to their former owners.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Mr Ilchev made numerous complaints to the municipal authorities, to no avail. By a letter of 19 June 1998 the deputymayor advised him that the construction of the building in which the flat offered in compensation would be situated could not start because of changes in the zoning plan. After a new plan was drawn up, a new building designed, and financing secured for its construction, Mr Ilchev would be invited to choose another flat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 21 December 2000 Mr Ilchev requested from the municipality to be allotted another flat, to no avail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Meanwhile, on 9 February 1996, Mr Ilchev commenced proceedings against the municipality under the State Responsibility for Damage Act (see paragraph 80 below). He complained that the municipality had failed to deliver the flat offered in compensation and sought BGL 3,000,000 as compensation for the pecuniary and nonpecuniary damage he had suffered. After being invited by the court to specify and itemise his claims, on 11 March 1996 Mr Ilchev stated that he sought BGL 1,000,000 as compensation for the pecuniary damage he had sustained on account of the delay in the delivery of the flat, and BGL 2,000,000 as compensation for the non-pecuniary damage, which consisted in insecurity and the impossibility to use and dispose of his property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In a judgment of 23 July 1999 the Sofia City Court partially allowed Mr Ilchev's action, awarding him 500 new Bulgarian levs (BGN) in compensation for nonpecuniary damage and BGN 536.45 in compensation for pecuniary damage. It held that the municipality's failure to provide Mr Ilchev with a flat was an omission contrary to section 1 of the State Responsibility for Damage Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Mr Ilchev appealed, claiming that the amount of compensation was too low. The  also appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Sofia Court of Appeals reversed the Sofia City Court's judgment, holding that the applicant had failed to request the cancelling of the expropriation and had thus been the one at fault for the obtaining situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Mr Ilchev appealed on points of law to the Supreme Court of Cassation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In a judgment of 16 October 2001 that court quashed the Sofia Court of Appeals' judgment and remitted the case. It held, inter alia, that Mr Ilchev had suffered damages because of the municipality's failure to build and deliver him a flat. The restitution of the expropriated property was impossible because the house had been pulled down for the construction of a subway station. Since the omission of the municipality had been unlawful, Mr Ilchev was entitled to claim compensation for the delay. The court further held that the authorities' obligation to compensate the damage suffered by Mr Ilchev on account of the delay, although stemming from their failure to provide him with a flat, was different from that underlying obligation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On remittal, the Sofia Court of Appeals, in a judgment of 2 October 2002, upheld the Sofia City Court's judgment, but awarded to Mr Ilchev an additional BGN 280.27 in compensation for pecuniary damage, together with interest as from 9 February 1996, when the action had been commenced (see paragraph 32 above), until settlement. It held, inter alia, that the municipality's failure to build and deliver the flat allotted to Mr Ilchev in compensation for his house had been an illegal omission within the meaning of section 1 of the State Responsibility for Damage Act and that the damage suffered by the applicant was a direct and proximate result of this omission. The court also held that the applicant's allegation that the amount of the compensation was too low was partially wellfounded. The applicant, who was an acting officer in the army, had been living on army premises during the weekdays and could have rented the prospective flat out. The amount which he would have received in rent between 1988, when the flat had been due, and 1996, when the action had been commenced, was BGN 280.27.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The municipality appealed to the Supreme Court of Cassation, arguing that the action was inadmissible and unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Supreme Court of Cassation declared the appeal inadmissible by a decision of 13 April 2004. It held that the amount in controversy was below BGN 5,000 and that the  Court of Appeals' judgment was therefore not subject to appeal on points of law. The municipality did not appeal against this decision and the Sofia Court of Appeals' judgment of 2 October 2002 entered into force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Following the entry into force of the Sofia Court of Appeals' judgment, on 26 October 2004 Mr Ilchev was issued a writ of execution against the municipality of Sofia for the amount of BGN 1,315.72 in respect of pecuniary and nonpecuniary damage and BGN 0.70 in respect of costs and expenses for the proceedings, plus interest at the statutory rate as from 9 February 1996, when the action had been commenced (see paragraph 32 above), until settlement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 29 November 2004 Mr Ilchev presented the writ to the financial department of the municipality and requested to be paid the awarded amount. On 9 January 2005, in response to an inquiry by Mr Ilchev, the municipality informed him that no amounts had been earmarked in its budget for the payment of the amount due to him. On the date of the latest information from the parties (19 January 2005), the amount was still unpaid.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The facts in the case of Ms Metodieva",
                                "elements": [
                                    {
                                        "content": "40.  Ms Metodieva owned, together with her sister, one half of a house with a yard in the town of , which she rented out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  By a mayor's order of 16 May 1990 the house was expropriated for the creation of a municipal green space. The order, based on section 98(1) of TUPA, provided that Ms Metodieva was to be compensated with a oneroom flat in a building which the municipality intended to construct. Ms Metodieva's sister was compensated in cash. The applicant's share of the house was valued at BGL 567 (that amount represented ½ of the value of Ms Metodieva's and her sister's share of the house, which amounted to BGL 1,133.65).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The construction of the building never started because of financial difficulties experienced by the municipality, and it was eventually altogether left out of the municipal construction program.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Meanwhile Ms Metodieva's house was pulled down. Instead of a green space, in 1993 an office building for the State Savings Bank was constructed on the plot.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Ms Metodieva made an attempt to obtain the cancelling of the expropriation, relying on a 1992 restitution law, but her attempt failed as that law only concerned expropriations carried out before 21 April 1990.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In December 1997 Ms Metodieva asked the mayor to issue a supplementary order under section 100 of TUPA and indicate the exact flat with which she was to be compensated. In January 1998 the mayor replied that such an order could not be issued as the construction of the building in which the flat was to be located had not started.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In May 1998 Ms Metodieva requested the mayor to set a date when she could select another flat. As the mayor did not reply, she filed an appeal against his implied refusal with the . In a judgment of 16 October 1998 the  quashed the refusal and referred the matter back to the mayor with instructions to issue an order under section 100 of TUPA, in which to specify the exact flat with which the applicant was to be compensated. Apparently the mayor did not issue such an order because there were no flats available.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In the meantime, on 4 August 1997, the mayor explained that he could not offer Ms Metodieva a flat as there were no vacant ones with parameters equivalent to those set forth in the expropriation order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Ms Metodieva also filed complaints with the regional governor and the Ministry of Finance, to no avail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 6 July 1998, pursuant to a request by Ms Metodieva, a municipal commission carried out a new valuation of the expropriated house, setting Ms Metodieva's share at BGL 792,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Ms Metodieva appealed against this valuation and on 13 January 1999 it was quashed by the Nikopol District Court on the ground, inter alia, that Ms Metodieva had not been notified of the procedure. The matter was referred back to the municipality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On the request of Ms Metodieva on 29 March 2000 the Nikopol District Court interpreted its judgment, specifying, inter alia, that the valuation of the property should be made in accordance with section 102 of the Property Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 22 June 2000 a municipal commission reassessed the value of the expropriated house, basing its assessment on its market price at the time of the expropriation. The value thus obtained was BGL 1,133.65 for Ms Metodieva's and her sister's half of the house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On appeal by Ms Metodieva the Nikopol District Court, in a judgment of 1 March 2001, quashed the valuation, holding, inter alia, that the new valuation should be based on the market prices at the time it is being carried out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Both the municipality and Ms Metodieva appealed, and in a judgment of 3 June 2002 the  quashed the lower court's judgment, expressly holding, inter alia, that the new valuation should be made on the basis of the market price at the time of the expropriation, in accordance with section 102 of the Property Act. The court remitted the case to the mayor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  By an order of 23 August 2002 the mayor valued Ms Metodieva's and her sister's half of the house at BGN 1.13, expressly specifying that the valuation had been made on the basis of the market prices at the time of the expropriation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  On appeal by Ms Metodieva, the Pleven Regional Court, in a judgment of 13 December 2002, declared the order void and referred the case back to the mayor. It held, inter alia, that both the house and the flat offered in compensation should be valued on the basis of the market prices at the time of the expropriation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On appeal of the mayor, the , in a judgment of 21 May 2003, quashed the lower court's judgment, holding that the mayor's order had not been void. If there had been irregularities with the valuation, the lower court should have revalued the house instead of referring the matter back to the mayor. The court remitted the case to the  with instructions that a new valuation of the house be carried out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In a judgment of 19 April 2004 the  valued Ms Metodieva's and her sister's share of the expropriated house at BGN 3,225.29. It held, inter alia, that a valuation based on the market prices at the time of the expropriation, which had taken place a long time before, would impinge on the adequacy of the compensation. In the court's view, the valuation had to be based on the market prices at the time of the delivery of its judgment. According to the expert's report drawn up during the proceedings, the value thus obtained was BGN 3,225.29.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The mayor appealed, arguing, inter alia, that the valuation of the expropriated house and, respectively, of the flat offered in compensation, should be done on the basis of the market prices at the time of the expropriation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  In a final judgment of 27 October 2004 the  quashed the 's judgment and held that the value of Ms Metodieva's and her sister's half of the house was BGN 2,524.50. The court reasoned, inter alia, that a valuation under section 102 of the Property Act had to be based, as a rule, on the market prices at the time of the expropriation. However, no evidence about these prices had been adduced by the municipality. The only data available was that in the expert's report drawn up during the proceedings before the Pleven Regional Court (see paragraph 58 above), which indicated that the value of the property at the time of the mayor's order – 23 August 2002 (see paragraph 55 above) – was BGN 2,524.50. The court instructed the mayor that this new valuation only replaced the original valuation made at the time of the expropriation, but did not change the manner of compensation. Therefore, the mayor had to issue an order under section 100 of TUPA and specify the exact flat with which Ms Metodieva was to be compensated, thus completing the expropriation procedure. However, it was open to Ms Metodieva to request to be compensated in cash instead.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  It does not seem that Ms Metodieva has since requested that the manner of compensation be changed to cash.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The facts in the case of Ms ShoilevaStambolova and Mr Shoilev",
                                "elements": [
                                    {
                                        "content": "62.  Ms ShoilevaStambolova's and Mr Shoilev's father owned half of a house with a yard in , where he and the two of them lived.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  By a mayor's order of 8 February 1983 the house was expropriated for the construction of a subway station. The order, based on section 98(1) of TUPA, provided that Ms ShoilevaStambolova's and Mr Shoilev's father was to be compensated with a flat and that Ms ShoilevaStambolova was to be compensated with another flat. Both flats were to be situated in a building which the municipality intended to construct. The house was valued at BGL 39,451. The applicants' father appealed and the Sofia City Court increased the valuation with BGL 947, thus making it BGL 40,398. Thus, the applicants' father's share of the house was valued at BGL 20,199.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In 1984 the house was occupied and pulled down. Ms ShoilevaStambolova's and Mr Shoilev's father was offered to be settled in a municipal flat in the outskirts of the city, pending the construction of the flat offered in compensation. Considering, however, that the flat was not suitable for his needs, he chose to rent another flat and left the municipal one uninhabited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  By a supplementary order of 7 March 1984, based on section 100 of TUPA, the mayor indicated the exact flats with which the two applicants' father and Ms ShoilevaStambolova were to be compensated, specifying the buildings in which they would be located and their precise surface.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  In 1985 Ms ShoilevaStambolova's flat was finished. BGL 100 of the valuation of the her father's house was applied towards the value of that flat. The remainder (BGL 19,223) was paid by Ms ShoilevaStambolova and she was allowed to take possession of it. However, the applicants' father's flat was not constructed, apparently because the design for the building in which it was to be located was changed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  In 1989 the applicants' father requested to be allotted another flat. By a mayor's order of 27 March 1989 he was allotted a new flat in lieu of the one originally intended as compensation. This order, like the original one, specified the exact location and surface of the new flat. The construction of the building in which the flat thus allotted was to be located started in 1989, but was halted soon after, because of lack of funds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  On 25 February 1998 Ms ShoilevaStambolova's and Mr Shoilev's father died. The two are his only heirs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  In 2001 Ms ShoilevaStambolova and Mr Shoilev wrote to the mayor. They asked whether there were any plans for the completion of the building in which the flat allotted in compensation would be located. In the alternative, they asked whether they could receive another equivalent flat or cash and, if so, what would be the amount of such monetary compensation. By a letter of 9 May 2001 the mayor informed them that there were no plans to finish the building. Their application for recompensation was sixth on the waiting list but at the time there were no flats available. If they opted for cash compensation, the amount which they would be entitled to would be BGN 20.20.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  On 11 July 2003 Ms ShoilevaStambolova and Mr Shoilev were informed that the plan of the building in which their future flat would be situated had been changed and were invited to choose a new flat. They did so on 6 August 2003, which was confirmed by a revised order under section 100 of TUPA of 9 September 2003. The new flat was almost similar in size and position as the previous one.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In early 2004 the construction of the building in which the flat was to be situated was finalised and on 26 May 2004 the municipality delivered the flat to Ms ShoilevaStambolova and Mr Shoilev.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Expropriation of private property for public use",
                                "elements": [
                                    {
                                        "content": "72.  At the relevant time expropriations of residential units for public use were regulated by TUPA.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  Expropriations were effected by order of the mayor, which had to designate the property to be expropriated and its valuation, and specify the manner (property or cash) and amount of compensation due to the dispossessed owner (sections 95(1), 98(1)(1) and 98(1)(2) of TUPA).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  If the owner was to be compensated with a flat which had not yet been constructed, the order had to specify the type and the general features of such a flat (section 98(1)(4) of TUPA).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  A supplementary order had to indicate the exact premises offered in compensation and their valuation (section 100 of TUPA). By section 103(1) of TUPA, that supplementary order had the effect of vesting title in the flat offered in compensation, even though it was still nonexistent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Supreme Court has held that both the initial order providing for compensation and the supplementary order create vested rights for the expropriated owners and may be modified only in limited circumstances (решение № 301 от 29 април 1980 г. по гр.д. № 62/1980 г. на ВС, III г.о.; решение № 713 от 7 септември 1982 г. по гр.д. № 627/1982 г. на ВС, III г.о.). One such case would be if the expropriated owner submitted, prior to receiving the flat, a notarised request for a modification of the order to provide for compensation in cash, for compensation with a smaller flat, or compensation with a flat situated elsewhere (section 103(5) of TUPA).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Owners who had not received the flats due within a certain period of time (initially three years and later one year) – either because of changes in the municipal construction program (the respective building being left out of it) or because the building was earmarked for other purposes – could request cancelling of the expropriation or a fresh valuation of the expropriated property (section 109(1) and (2) of TUPA, superseded in 1990 by section 102(7) and (8) of the Property Act). This could be done either before or after the supplementary order. However, once the supplementary order was issued, cancelling of the expropriation was only possible if the land had not been cleared for groundwork or the expropriated building had not yet been demolished. In the latter case the only remaining option would be a fresh valuation (section 109(4) of TUPA, superseded in 1990 by section 102(9) of the Property Act).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The valuation of the expropriated property had to be based on the market price of the property at the time of the expropriation (section 102(1) of the Property Act). The fresh valuation is subject to judicial review (section 138(2)(2) of TUPA and решение № 2181 от 3 май 1999 г. по адм. д. № 4433/1998 г. на ВАС, ІІ о.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  In 1996 and 1998 all these provisions were superseded by rules giving enhanced protection to expropriated owners. However, the new legislation provides that the above provisions, although repealed, continue to govern pending expropriation proceedings which were commenced under TUPA or section 102 of the Property Act and in which the State has taken possession of the expropriated property before 30 October 1998 (paragraph 3(1) of the Act for Amending TUPA of February 2000 and paragraph 9(1) of the transitional and concluding provisions of the Territory Planning Act of 2001).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  State responsibility for unlawful acts and omissions",
                                "elements": [
                                    {
                                        "content": "80.  Section 1 of the State Responsibility for Damage Act of 1988 („Закон за отговорността на държавата за вреди, причинени на граждани“), which entered into force on 1 January 1989, provides that the State is liable for damage suffered by private persons as a result of unlawful acts or omissions by civil servants, committed in the course of or in connection with the performance of their duties. The State's liability is strict, i.e. no fault is required on the part of the civil servant in the commission of the unlawful acts or omissions (section 4 in fine). Section 7 of the Act provides that the action in responsibility must be brought against the authority employing the civil servant concerned. Section 4 of the Act provides that compensation is due for all damage which is the direct and proximate result of the unlawful act or omission of the civil servant. Section 8(2) of the Act provides that if another statute provides for a special manner of indemnification, the Act does not apply.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Enforcement of judgment debts against state institutions",
                                "elements": [
                                    {
                                        "content": "81.  By paragraph 2 of Article 399 of the Code of Civil Procedure, a person who has an enforceable pecuniary claim (e.g. a judgment debt) against the State or a state body receives payment out of funds earmarked for that purpose under the institution's budget.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The writ of execution evidencing the claim must be submitted to the financial department of the institution. If there are no funds available under the budget of the state body concerned, the higher administrative body should undertake the necessary steps to ensure that funds become available under the budget for the following year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Enforcement proceedings and judicial review of the execution of a judgment are not possible where the debtor is a state institution. Until December 1997 paragraph 1 of Article 399 of the Code expressly prohibited enforcement proceedings against state institutions. Although that provision was repealed in December 1997, the legal regime remained unchanged, as paragraph 2 of Article 399 was not amended.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Economic factors",
                                "elements": [
                                    {
                                        "content": "84.  According to data published by the Bulgarian National Bank, the average exchange rate of the United States dollar in February 1991 (the first month for which such data is available), was BGL 24.32. In July 1998, when the municipality carried out a fresh valuation of Ms Metodieva's house (see paragraph 49 above), the average rate was BGL 1,799.15. In June 2000, when the municipality again reassessed the value of the house (see paragraph 52 above), the rate was BGN 2.06. In August 2002, when the third valuation was carried out (see paragraph 55 above), the average rate was BGN 2.00. In February 2005 (the latest month for which such data is available), the average rate was BGN 1.50.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  PRELIMINARY OBSERVATION",
                        "elements": [
                            {
                                "content": "85.  The Court notes at the outset that one of the applicants in the first application (no. 42908/98), Mrs Kirilova, died on 2 January 2001, while the case was pending before the Court, and that the two remaining applicants in that application, Mr Kirilov and Ms Schneider, who are Mrs Kirilova's son and daughter, expressed the wish to pursue the application also on her behalf (see paragraph 2 above). It has not been disputed that they are entitled to do so and the Court sees no reason to hold otherwise (see Nerva and Others v. the , no. 42295/98, § 33, ECHR 2002VIII).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  SCOPE OF THE CASE BEFORE THE COURT",
                        "elements": [
                            {
                                "content": "86.  The Court notes that the takings of the applicants' or their ancestors properties took place in 1983, 1985, 1988 and 1990 (see paragraphs 15, 25, 41 and 63 above), i.e. before the entry of the Convention into force in respect of  (7 September 1992). That means that the Court is not competent ratione temporis to examine questions linked to the deprivation of property, which was an instantaneous act. However, the applicants' complaints do not concern that deprivation, but the failure of the authorities to provide the compensation to which the applicants were entitled under domestic law, by virtue of binding orders which created vested rights in the property allocated in compensation (see paragraph 87 below). Therefore, since the situation with which the applicants were confronted persisted after 7 September 1992, the Court has jurisdiction ratione temporis to examine the issues pertaining to the continued failure of the authorities to provide the compensation awarded (see Almeida Garrett, Mascarenhas Falcão and Others v. Portugal, nos. 29813/96 and 30229/96, § 43, ECHR 2000I, Bahia Nova, S.A. v. Spain (dec.), no. 50924/99, 12 December 2000, Jorge Nina Jorge and Others v. Portugal, no. 52662/99, §§ 4244, 19 February 2004, Mora do Vale and Others v. Portugal, no. 53468/99, § 35, 29 July 2004, and Broniowski v. Poland [GC], no. 31443/96, §§ 12225, ECHR 2004X).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "87.  The applicants complained under Article 1 of Protocol No. 1 that they had not received the compensation to which they were entitled and which had been awarded to them under domestic law. They submitted that by failing to build and deliver the flats in issue, the State was in a continuing violation of that provision which had lasted for many years and was not likely to come to an end soon.",
                                "elements": []
                            },
                            {
                                "content": "88.  Article 1 of Protocol No. 1 provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The Government's objection of nonexhaustion of domestic remedies",
                                "elements": [
                                    {
                                        "content": "89.  In their observations on the admissibility and merits of the case the Government submitted that the applicants had failed to exhaust domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  They firstly argued that the applicants could request to be allotted other flats, even though such flats could be located in areas different from those where the original flats were to be located.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  Secondly, they argued that the applicants could request new valuations of the expropriated properties and then opt for compensation in cash, set in accordance with these new valuations. By section 102 of the Property Act, the valuations would be made on the basis of the properties' market price.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  Thirdly, they averred that the applicants could lodge actions under the State Responsibility for Damage Act and claim compensation for the damage sustained because of the delay in providing the flats which were due to them. In support of their contention the Government submitted a copy of the Supreme Court of Cassation's judgment of 16 October 2001 in the case of Mr Ilchev against the , arguing that it represented the established case-law of the Bulgarian courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The applicants in the first three applications – Mr Kirilov, Ms Schneider, Mr Ilchev and Ms Metodieva – submitted that the remedies suggested by the Government were not effective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  As regards the possibility to request to be allotted other flats, the applicants submitted that, in the first place, they were not bound to accept something different from what they were entitled to. Even so, they had indeed made such requests, which had been turned down by the municipal authorities with the explanation that no flats were available.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Concerning the possibility to request a new valuation and then opt for a compensation in cash based on it, they argued that they were not required to attempt this option, because they were entitled to flats and could not be forced into receiving money instead. The flats due were to be located in areas close to the sites of the expropriated properties; it was improbable that the applicants would be able to buy such flats with the cash the authorities would pay them. Moreover, the Government had not indicated the legal basis for this possibility. If it had really existed, it was inexplicable why the municipal authorities had not offered it to the applicants for such a long period. If the authorities had sufficient funds to pay the applicants the market value of their flats, they could have used these funds to build them. However, it transpired from the Government's observations that it was exactly the lack of funds that had prevented the authorities from discharging their obligations. The applicants further submitted that Ms Metodieva had requested such a new valuation and had been unable to obtain a valid one for many years. Finally, they argued that by section 102(1) of the Property Act the new valuation had to be based on the market price of the property at the moment of expropriation, and not on the current market price.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  As to the possibility to lodge an action under the State Responsibility for Damage Act, the applicants submitted that the action commenced by Mr Ilchev had been unusual and unique and the resulting judgments did not represent the established caselaw of the Bulgarian courts. Moreover, it was not a remedy which could compel the authorities to build and deliver the flats due to the applicants; at most, it could compensate them for the delay incurred thus far. The possibility to obtain compensation for the delay could not in itself remedy the failure of the authorities to deliver the flats. The action would constitute an adequate means of redress only if the compensation awarded was coupled with a process whereby the authorities could be compelled to deliver the flats. The applicants also argued that such an action was not an effective remedy because the proceedings which Mr Ilchev had instituted had remained pending for many years after their commencement. Even if they resulted in a final judgment in his favour, it was doubtful whether he would in fact be able to recover the amounts due from the financially strained municipal authorities. The applicants went on to state that in any event the amount of the compensation awarded was too low.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  Ms Shoileva-Stambolova and Mr Shoilev submitted that their father had availed himself of the opportunity to request to be allotted another flat. The municipality had granted his request, but the other flat had likewise not been constructed. As regards the possibility to request a new valuation, they submitted that this was not possible, because by section 102(8) of the Property Act such a valuation could only be made if after the issuing of the order based on section 100 of TUPA the building in which the flat was to be situated was dropped out of the construction plan or was earmarked for other uses. This was not the case: the flat was still in the construction plan, but was yet unfinished. Moreover, it was unrealistic for the Government to claim that the applicants could be paid cash at market prices and in the same time claim that the authorities did not have sufficient funds to finish the construction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Regarding the possibility to lodge an action under the State Responsibility for Damage Act, Ms Shoileva-Stambolova and Mr Shoilev submitted that the Supreme Court of Cassation's judgment of 16 October 2001 was not the settled caselaw of the Bulgarian courts, but an isolated occurrence. In any event, such an action was not an effective remedy, because the proceedings had lasted for many years and the resulting award of compensation could be less than the costs and expenses incurred during the proceedings. Finally, they argued that since the action could not compel the authorities to build and deliver the flats, it could not redress the alleged violation of Article 1 of Protocol No. 1 and was hence not a remedy which had to be availed of.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  In its admissibility decision of 5 February 2004 the Court noted that the question of exhaustion of domestic remedies was so closely related to the merits of the complaints under Article 1 of Protocol No. 1 and under Article 13 of the Convention that it could not be detached from them, and therefore joined the Government's objection to the merits (see paragraph 10 above). Accordingly, the Court will now examine the Government's objection in the context of the merits of the applicants' complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The merits of the complaint",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "100.  The Government argued that public interest had entailed the expropriation of the applicants' properties. They further argued that the expropriations had complied with the relevant legal rules and that the future flats designated as compensation for the expropriated owners completely met their residential needs. The Government conceded, however, that the procedures for the compensation of the applicants were still pending and that the authorities had not fulfilled their obligation to build and deliver the flats due to the applicants. They submitted that the reasons for this had been the social and economic changes in the country after 1989, the adoption of a package of new restitution laws and the difficulties in providing financing for the construction of the buildings. Nevertheless, the Government argued that most of the applicants had been settled in municipal flats pending the completion of their own flats. The applicants' allegations that these flats were far worse in terms of space and location than those to which they were entitled were obviously exaggerated. Furthermore, the applicants could request full compensation for the damage they had sustained from the delay in actions against the respective municipalities under the State Responsibility for Damage Act. All this indicated that a fair balance had been struck and that Article 1 of Protocol No. 1 had not been breached.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The applicants submitted that the authorities' failure to provide them with the flats awarded in compensation for their expropriated properties constituted an infringement of their rights under Article 1 of Protocol No. 1. Indeed, the Government conceded that the authorities had not fulfilled their obligation to build and deliver the flats. The fact that they lacked funds did not absolve them of their obligation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The applicants stated that they did not claim that the expropriations had not been in the public interest. They contended, however, that this was immaterial as their complaint did not relate to the expropriations themselves, but to the failure of the authorities to deliver the compensation due under the expropriation orders. In the applicants' view, the fair balance between their interests and those of the public had not been respected. The authorities had seized the properties a long time before for their discretionary use, while the dispossessed owners had waited in vain for the promised compensation. That waiting period was in no way limited by law and there were no means of compelling the authorities to fulfil their obligation. The applicants had tried many avenues to force the authorities to deliver the flats, but in vain. This had placed a disproportionate and excessive burden on them. On the other hand, there was no public interest to be weighed against the individual burden placed on the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  It was true that pending the completion of the flats most of the applicants had been settled in municipal flats, but this was far from enough. First, these flats were much smaller and in much worse areas than the ones which they were due. Second, if the applicants had received the flats due to them, they could have fully enjoyed the benefits of ownership.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Applicability of Article 1 of Protocol No. 1",
                                "elements": [
                                    {
                                        "content": "104.  The Court observes that Article 1 of Protocol No. 1 protects all kinds of pecuniary assets, such as debts (see Almeida Garrett, Mascarenhas Falcão and Others, § 47, Jorge Nina Jorge and Others, § 51, and Mora do Vale and Others, § 38, all cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It further notes that the relevant domestic legislation and caselaw (see paragraphs 75 and 76 above) afforded to the applicants a vested right in the flats offered as compensation for the expropriation of their properties. This was not questioned by the competent domestic authorities in their dealings with the applicants (see paragraphs 22, 30, 45, 47, 67 and 69 above), was confirmed by the Supreme Court of Cassation in its judgment of 16 October 2001 (see paragraph 35 above), and was not disputed by the respondent Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court thus finds that the applicants could claim to be entitled to receive from the authorities the flats which were awarded to them; accordingly, it concludes that Article 1 of Protocol No. 1 is applicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  As regards which part of that provision applies in the instant case, the Court observes that the interference with the applicants' right to enjoyment of their possessions consisted of the continuing failure to provide them the compensation awarded. The Court has no power to examine, among other matters, the issues linked to the taking of the applicants' or their ancestors' property or, a fortiori, to the sufficiency of the compensation awarded at that time (see paragraph 86 above). The interference cannot, therefore, be equated to a deprivation of possessions within the meaning of the second sentence of the first paragraph of Article 1 of Protocol No. 1. The situation thus comes within the first sentence of that paragraph, which lays down in general terms the principle of peaceful enjoyment of property (see Almeida Garrett, Mascarenhas Falcão and Others, § 48, Jorge Nina Jorge and Others, § 52, Mora do Vale and Others, § 39, all cited above, and  S.r.l. en liquidation v. , no. 38746/97, § 31, 3 July 2003).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Compliance with Article 1 of Protocol No. 1",
                                "elements": [
                                    {
                                        "content": "106.  For the purposes of the first sentence of the first paragraph of Article 1 of Protocol No. 1, the Court must determine whether a fair balance was struck between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights (see Almeida Garrett, Mascarenhas Falcão and Others, § 49, Jorge Nina Jorge and Others, § 53, Mora do Vale and Others, § 40, all cited above). In each case involving an alleged violation of that Article the Court must, therefore, ascertain whether by reason of the State's action or inaction the persons concerned had to bear a disproportionate and excessive burden (see Broniowski, cited above, § 150). In making that assessment, the Court must have regard, among other things, to the conduct of the parties, including the means employed by the State and their implementation. Indeed, where an issue in the general interest is at stake, it is incumbent on the public authorities to act in good time, in an appropriate and consistent manner (see Beyeler v.  [GC], no. 33202/96, §§ 110 in fine, 114 and 120 in fine, ECHR 2000I, Sovtransavto Holding v. , no. 48553/99, §§ 9798, ECHR 2002VII, and Broniowski, cited above, §§ 151, 184 and 185).",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  It was argued by the Government that the buildings had not been constructed and the flats had not been delivered because of, inter alia, the financial difficulties experienced by the State during the post1989 reforms (see paragraph 100 above). It may thus be accepted that the legitimate aim sought to be attained was to allocate efficiently the scarce resources available to the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  As regards proportionality and fair balance, the Court notes in particular that abnormally lengthy delays in providing compensation for expropriation lead to increased financial loss for the person whose property has been expropriated, putting him in a position of uncertainty, especially when the monetary depreciation which occurs in certain States is taken into account (see Akkuş v. Turkey, judgment of 9 July 1997, Reports of Judgments and Decisions 1997IV, p. 1310, § 29, and Buffalo S.r.l. en liquidation, cited above, § 37 in fine). The same applies to abnormally lengthy delays in administrative or judicial proceedings in which such compensation is determined, especially when people whose property has been expropriated are obliged to resort to such proceedings in order to obtain the compensation to which they are entitled (see Aka v. Turkey, judgment of 23 September 1998, Reports 1998VI, p. 2682, § 49).",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Court notes that the applicants' or their ancestors' properties were expropriated in 1983, 1985, 1988 and 1990 (see paragraphs 15, 25, 41 and 63 above) and even until present, i.e. for periods ranging from fifteen to twentytwo years, the applicants – with the exception of Ms Shoileva-Stambolova and Mr Shoilev, whose flat was finally delivered on 26 May 2004 (see paragraph 71 above) – have remained without the compensation to which domestic law nonetheless states that they are entitled. The authorities were – and still are – under an obligation to provide them with the flats offered in compensation. However, in each of the applicants' cases they adopted a passive attitude and chose not only to ignore the problem, but even to persistently resist the applicants' attempts to compel them to fulfil their obligation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  In this connection, the Court notes that all applicants tried various administrative and judicial avenues to obtain redress for the situation in which they have remained for many years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  For instance, all applicants tried to avail themselves of the possibility to request to be allotted other flats, but in vain: the authorities either informed them that there were no flats available (see paragraphs 19, 30, 31, 46 and 47 above) or, in the case of Ms ShoilevaStambolova's and Mr Shoilev's father, granted their request to be given a new “future” flat, which, like the original one, remained unfinished for many years (see paragraph 67 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  Similarly, Ms Metodieva requested a fresh valuation of her expropriated property in 1998 and was able to obtain a valid one only in the end of 2004, after six years of administrative and judicial proceedings (see paragraphs 4960 above). Given the long lapse of time between the expropriation and this fresh valuation and the considerable monetary depreciation which took place in Bulgaria in the meantime (see paragraph 84 above), the valuation – on the basis of which Ms Metodieva could allegedly request cash compensation – could be considered adequate only if takes into account this depreciation. In this connection, the Court reiterates that, while Article 1 of Protocol No. 1 does not guarantee a right to full compensation in all circumstances, normally the compensation provided for the taking of property must be reasonably related to its value (see James and Others v. the United Kingdom, judgment of 21 February 1986, Series A no. 98, p. 36, § 54). The adequacy of compensation would be diminished if it were to be provided without reference to various circumstances liable to reduce its value, such as unreasonable delay (see Akkuş, cited above, p. 1309, § 29).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  Yet the value obtained by the fresh valuation, which was firstly very low, given the depreciation of the Bulgarian lev which had taken place during the period 199198 (see paragraphs 49 and 84 above), was diminished even further, because the municipal authorities made it on the basis of the market price of the property at the time of the expropriation (see paragraph 52 above), in accordance with the express instructions of the Nikopol District Court, which stated that the valuation should be carried out in accordance with section 102 of the Property Act (see paragraph 51 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is true that later, when the matter came to it for a second time, Nikopol District Court inverted its prior holding (see paragraph 53 above), but its new judgment was quashed by the Supreme Administrative Court, which expressly held that the fresh valuation should be based on the market prices at the time of the expropriation, in accordance with section 102 of the Property Act (see paragraph 54 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It was not until 27 October 2004, six years after the opening of the proceedings, that the Supreme Administrative Court, in a final judgment and despite the objections of the municipality, reversed its position and held that the valuation should be based on the market price of the property at the time of the valuation (see paragraphs 59 and 60 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  Even if it may be accepted that following this last judgment – which was delivered after Ms Metodieva's application was declared admissible (see paragraph 10 above) – the applicant may opt for cash compensation on the basis of this fresh valuation, which would allegedly provide her a sum of money reasonably related to the value of the flat which she is due, that does not take away the fact that for fourteen years she remained in a situation of uncertainty, with no remedies which could allow her to obtain the construction of the flat which was awarded to her or adequate cash compensation in lieu thereof.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Court must also note that, given that section 102(1) of the Property Act expressly states that the valuation of the expropriated property must be made on the basis of its market price at the time of the expropriation (see paragraphs 77 and 78 above), that the municipal authorities never suggested that another basis could be used (see paragraph 69 above), and that as late as June 2002 the Supreme Administrative Court held that the fresh valuation was to be based on the market price at the time of the expropriation (see paragraph 54 above), the other applicants could not be criticised for not having tried this avenue of redress. Moreover, according to the relevant rules, a fresh valuation could only be requested if the prospective building is left out the municipal construction program or is earmarked for other purposes (see paragraph 77 above), which is apparently not the case as regards Mr Kirilov, Ms Schneider, Mr Ilchev, Ms ShoilevaStambolova and Mr Shoilev.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  As regards Mr Ilchev's action against the municipality under the State Responsibility for Damage Act (see paragraphs 3239 above), the Court notes that, contrary to the Government's assertion, before the Supreme Court of Cassation's judgment of 16 October 2001 there existed no caselaw suggesting that compensation could be obtained for the authorities' inaction in such a case. It further notes that this action cannot directly compel the authorities to build and deliver the flat due to Mr Ilchev. It only resulted in compensation for the delay obtaining at the date of the lodging of the action on 9 February 1996, plus interest on that amount at the statutory rate from that date until settlement (see paragraph 38 above). It thus seems that if the flat remains not built and undelivered, Mr Ilchev will be forced to lodge another action and claim further compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  The Court further notes that the proceedings, which were instituted in February 1996 (see paragraph 32 above), came to an end more than eight years later, in April 2004 (see paragraph 37 above). Their remedial efficacy was seriously undermined by this excessive duration (see Mora Do Vale v. Portugal (dec.), no. 53468/99, 6 March 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  Finally, the Court observes that the compensation awarded in these proceedings – whatever its adequacy for providing redress for the inaction of the authorities – has remained unpaid to this day, due to the lack of funds earmarked for that purpose by the municipality (see paragraph 39 above), and that Mr Ilchev has no means whatsoever to enforce his judgment claim against it (see paragraphs 8183 above), but instead has to wait for it to find the funds for its settlement, much like he had to wait for the same municipality to construct and deliver the flat which he was due.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  Having regard to the foregoing, the Court considers that the authorities did not take the positive measures required in the circumstances of the case to ensure that an action under the State Responsibility for Damage Act – whatever its effectiveness in theory – was an effective remedy for the alleged violation of Article 1 of Protocol No. 1 in the instant case. However, if Mr Ilchev eventually succeeds in receiving the compensation which was awarded to him in these proceedings, that would be of relevance in respect of an award of just satisfaction under Article 41 of the Convention (see, mutatis mutandis, Iatridis v.  [GC], no. 31107/96, § 47 in fine, ECHR 1999II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  In sum, the Court finds that despite their efforts, the applicants were unable for many years to compel the authorities to fulfil their obligations towards them or provide them other reparation. This situation was further aggravated by the inordinate length of the proceedings in which Mr Ilchev and Ms Metodieva tried to obtain such redress, which was essentially due to the active opposition of the respective municipalities to their legal actions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  The Court considers that in cases such as the present one it is incumbent on the authorities to act in good time, in an appropriate and consistent manner (see paragraph 106 above). They were thus under the obligation to cooperate with the applicants into finding an appropriate solution for the problem and to put in place arrangements satisfying all persons concerned. Instead, while never denying that they were bound to build and deliver the flats in issue, they proved reluctant to assist the applicants and even chose, for many years, to actively oppose their various attempts to seek redress. Such an approach cannot be considered compatible with the State's obligations under Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  Furthermore, while the authorities may have experienced difficulties in constructing the flats in issue owing to their apparently strained financial situation, the Court considers that the alleged lack of funds – which has previously been held as not being a valid excuse for not honouring an enforceable claim such as a judgment debt (see Burdov v. Russia, no. 59498/00, §§ 35 and 41, ECHR 2002III) – may likewise not justify such lengthy delays as the ones obtaining in the present case (see Buffalo S.r.l. en liquidation, cited above, § 36 in fine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  Finally, it is true that some of the applicants were settled in municipal flats pending the construction of the ones which were promised as compensation. However, the fact remains that for many years the applicants were faced with uncertainty. It is that uncertainty, coupled with the lack of effective domestic remedies for rectifying the situation and the reluctance – even active resistance – of the competent authorities to provide a solution to the applicants' problem for such a long time, that leads the Court to consider that the applicants have already had to bear a special and excessive burden which has upset the fair balance which has to be struck between the demands of the public interest and the protection of the right to peaceful enjoyment of possessions (see Almeida Garrett, Mascarenhas Falcão and Others, § 54, Jorge Nina Jorge and Others, § 58, Mora do Vale and Others, § 45, and Buffalo S.r.l. en liquidation, § 39, all cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  In conclusion, the Court dismisses the Government's objection of nonexhaustion of domestic remedies in respect of the applicants' complaint under Article 1 of Protocol No. 1 and holds that there has been a violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "125.  The applicants also alleged that there had been a violation of Article 13 of the Convention. They complained of the alleged lack of any machinery in Bulgarian law capable of remedying the situation in issue.",
                                "elements": []
                            },
                            {
                                "content": "126.  Article 13 provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "127.  Having regard to the conclusions set out in paragraphs 123 and 124 above, the Court finds that it is not necessary to examine the issue separately under this provision (see Almeida Garrett, Mascarenhas Falcão and Others, § 57, and Mora do Vale and Others, § 48, both cited above).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "128.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "129.  The applicants in the first three applications (nos. 42908/98, 44038/98 and 44816/98), Mr Kirilov, Ms Schneider, Mr Ilchev and Ms Metodieva, claimed compensation for the pecuniary and nonpecuniary damage they had sustained as a result of the violation found in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  As regards pecuniary damage, the four applicants claimed the full value of the flats due, calculated on the basis of their current market price, provided the authorities had not delivered the flats prior to the conclusion of the proceedings before the Court. They also claimed compensation for the delay in their delivery from the date of the entry of the Convention into force in respect of  until the date of delivery of the Court's judgment, calculated on the basis of the monthly rent they would have been able to receive had the flats been made available to them. The applicants submitted expert reports on the value of the flats as of 30 March and 15 April 2004 respectively and on the lost income for the period 1992 – 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  As regards nonpecuniary damage, the four applicants submitted that they had suffered frustration and anxiety for many years, during which they had tried, in vain, to compel the authorities to provide the compensation which had been awarded to them. They left it to the Court to determine the exact amount of compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The applicants' claims broke down as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  Mr Kirilov and Ms Schneider claimed BGN 120,000 as compensation for the flat which was due to their late father and mother and later to them as their heirs, plus BGN 22,499 for the delay in its delivery up to 15 April 2004 and BGN 500 for each following month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  Mr Kirilov also claimed BGN 108,000 as compensation for the flat which was due to him personally, plus BGN 66,136 for the delay in its delivery up to 15 April 2004 and BGN 480 for each following month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  Mr Ilchev claimed BGN 95,000 as compensation for the flat which was due to him and BGN 49,185 for the delay in its delivery up to 30 March 2004 and BGN 140 for each following month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  Ms Metodieva claimed BGN 7,300 as compensation for the flat which was due to her, plus BGN 6,857 for the delay in its delivery up to 30 March 2004 and BGN 50 for each following month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  The applicants in application no. 7319/02, Ms Shoileva-Stambolova and Mr Shoilev, likewise claimed compensation for the pecuniary and the non-pecuniary damage they had sustained as a result of the violation found in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  In their view, the compensation for pecuniary damage should comprise the present value of the undelivered flat and the present value of the income which they could have derived if the flat had been delivered in time. According to an expert report which the two applicants submitted, the value of the flat as of 10 March 2003 was BGN 61,000. According to the two applicants, the value of the lost income for the period from 7 September 1992 (date of the entry of the Convention into force in respect of ) until 1 January 2004 amounted to 18,592.51 euros (EUR), plus EUR 158.50 for each month after 1 January 2004 until the delivery of the flat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  As regards compensation for nonpecuniary damage, the two applicants left it to the Court to award an amount that it would consider just under its caselaw.",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  By a letter of 1 June 2004, following the delivery of the flat due on 26 May 2004 (see paragraph 71 above), Ms ShoilevaStambolova and Mr Shoilev withdrew the part of their claim relating to the compensation for the value of the flat, seeking compensation only for the delay in its delivery, which, in their view, should amount to EUR 19,385.01.",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  The Government did not submit comments on the applicants' claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  In the circumstances of the case, the Court considers that the question of the application of Article 41 is not ready for decision as regards pecuniary and nonpecuniary damage and reserves it, due regard being had to the possibility that an agreement between the respondent State and the applicants will be reached (Rule 75 § 1 of the Rules of Court)(see Almeida Garrett, Mascarenhas Falcão and Others, cited above, § 61).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "143.  The applicants sought reimbursement of their lawyers' fees and various expenses related to the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  The applicants in application no. 42908/98, Mr Kirilov and Ms Schneider, claimed EUR 2,470. They requested that out of this amount EUR 2,320 be paid to their legal representatives, Ms N. Sedefova and Ms Z. Kalaydjieva, and EUR 150 to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  The applicant in application no. 44038/98, Mr Ilchev, claimed EUR 2,385. He requested that out of this amount EUR 2,310 be paid to his legal representatives, Ms N. Sedefova, Ms Z. Kalaydjieva and Ms A. GavrilovaAncheva, and EUR 75 to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  The applicant in application no. 44816/98, Ms Metodieva, claimed EUR 2,385. She requested that out of this amount EUR 2,310 be paid to her legal representatives, Ms N. Sedefova and Ms A. GavrilovaAncheva, and EUR 75 to her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  The applicants in application no. 7319/02, Ms Shoileva-Stambolova and Mr Shoilev, claimed EUR 5,690. They submitted a fees agreement between them and a lawyer who had assisted them in preparing their case and a timesheet.",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  The Government did not submit comments on the applicants' claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  According to the Court's caselaw, costs and expenses are reimbursable in so far as it has been shown that they have been actually and necessarily incurred and were reasonable as to quantum. In the instant case, the Court does not consider that the hourly rate of EUR 50 is excessive (see Anguelova v. Bulgaria, no. 38361/97, § 176 in fine, ECHR 2002IV, Nikolov v. Bulgaria, no. 38884/97, § 111, 30 January 2003, and Toteva v. Bulgaria, no. 42027/98, § 75, 19 May 2004). Having regard to the complexity of the case, the number of hours spent by the applicants' lawyers working on it does not appear unrealistic. However, the Court observes that Ms N. Sedefova represented before it Mr Kirilov, Ms Schneider, Mr Ilchev and Ms Metodieva, that Ms Kalaydjieva represented Mr Kirilov, Ms Schneider and Mr Ilchev, and that Ms A. GavrilovaAncheva represented Mr Ilchev and Ms Metodieva. In these circumstances, having regard to the overlapping of facts and complaints in the three applications, the Court considers that a certain reduction is appropriate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "150.  The Court also notes that the applicants in the first three applications requested that part of the costs and expenses awarded by the Court be paid directly to their legal representatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "151.  Having regard to all relevant factors, the Court awards Mr Kirilov and Ms Schneider EUR 2,085, plus any tax that may be chargeable on this amount. Out of this amount, EUR 1,935 is payable into the bank account of the applicants' lawyers, Ms N. Sedefova and Ms Z. Kalaydjieva and EUR 150 into the bank account of the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "152.  Having regard to all relevant factors and deducting EUR 685 received in legal aid from the Council of Europe, the Court awards Mr Ilchev EUR 1,400, plus any tax that may be chargeable on this amount. Out of this amount, EUR 1,325 is payable into the bank account of the applicant's lawyers, Ms N. Sedefova, Ms Z. Kalaydjieva and Ms A. GavrilovaAncheva, and EUR 75 into the bank account of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  Having regard to all relevant factors and deducting EUR 685 received in legal aid from the Council of Europe, the Court awards Ms Metodieva EUR 1,400, plus any tax that may be chargeable on this amount. Out of this amount, EUR 1,325 is payable into the bank account of the applicant's lawyers, Ms N. Sedefova and Ms A. GavrilovaAncheva, and EUR 75 into the bank account of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  Finally, the Court awards Ms ShoilevaStambolova and Mr Shoilev EUR 2,100, plus any tax that may be chargeable on this amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "155.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government's objection of nonexhaustion of domestic remedies in respect of the applicants' complaint under Article 1 of Protocol No. 1 and holds that there has been a violation of that provision;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that it is unnecessary to examine separately the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay in respect of costs and expenses, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement,",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the abovementioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that the question of the application of Article 41 is not ready for decision in so far as pecuniary and nonpecuniary damage are concerned;",
                        "elements": []
                    },
                    {
                        "content": "      accordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a)  reserves the said question;",
                        "elements": []
                    },
                    {
                        "content": "(b)  invites the Government and the applicants to submit, within six months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, their written observations on the matter and, in particular, to notify the Court of any agreement that they may reach;",
                        "elements": []
                    },
                    {
                        "content": "(c)  reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 June 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "05/02/2004 00:00:00",
    "docname": "CASE OF KIRILOVA AND OTHERS v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-69311.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0609JUD004290898",
    "externalsources": [],
    "extractedappno": [
        "42908/98",
        "44038/98",
        "44816/98",
        "7319/02",
        "42295/98",
        "29813/96",
        "30229/96",
        "50924/99",
        "52662/99",
        "53468/99",
        "31443/96",
        "38746/97",
        "33202/96",
        "48553/99",
        "31107/96",
        "59498/00",
        "38361/97",
        "38884/97",
        "42027/98"
    ],
    "importance": "3",
    "introductiondate": "16/07/1998 00:00:00",
    "issue": [
        "Territorial and Urban Planning Act 1973",
        "State Responsibility for Damage Act 1988",
        "Code of Civil Procedure"
    ],
    "itemid": "001-69311",
    "judgementdate": "09/06/2005 00:00:00",
    "kpdate": "09/06/2005 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "402",
        "369",
        "304",
        "444",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-1",
        "35-1",
        "35-3",
        "35",
        "13",
        "41",
        "P1-1"
    ],
    "parties": [
        "KIRILOVA AND OTHERS",
        "BULGARIA"
    ],
    "rank": "517.157348632813",
    "representedby": [
        "SEDEFOVA N.",
        "KALAYDJIEVA Z.",
        "GAVRILOVA-ANCHEVA A."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Aka v. Turkey, judgment of 23 September 1998, Reports 1998 VI, p. 2682, § 49",
        "Akkus v. Turkey, judgment of 9 July 1997, Reports of Judgments and Decisions 1997 IV, p. 1310, § 29",
        "Almeida Garrett, Mascarenhas Falcão and Others v. Portugal, nos. 29813/96 and 30229/96, §§ 43, 47, 48, 49, 54, 57 and 61, ECHR 2000 I",
        "Anguelova v. Bulgaria, no. 38361/97, § 176 in fine, ECHR 2002 IV",
        "Bahia Nova, S.A. v. Spain (dec.), no. 50924/99, 12 December 2000",
        "Beyeler v. Italy [GC], no. 33202/96, §§ 110 in fine, 114 and 120 in fine, ECHR 2000 I",
        "Broniowski v. Poland [GC], no. 31443/96, §§ 122 125, 150, 151, 184 and 185, ECHR 2004 X",
        "Buffalo S.r.l. en liquidation v. Italy, no. 38746/97, §§ 31, 36 and 37 in fine, 39, 3 July 2003",
        "Burdov v. Russia, no. 59498/00, §§ 35 and 41, ECHR 2002 III",
        "Iatridis v. Greece [GC], no. 31107/96, § 47 in fine, ECHR 1999 II",
        "James and Others v. the United Kingdom, judgment of 21 February 1986, Series A no. 98, p. 36, § 54",
        "Jorge Nina Jorge and Others v. Portugal, no. 52662/99, §§ 42 44, 51, 52, 53 and 58, 19 February 2004",
        "Mora Do Vale v. Portugal (dec.), no. 53468/99, 6 March 2003",
        "Mora do Vale and Others v. Portugal, no. 53468/99, § 35, 38, 39, 40, 45 and 48, 29 July 2004",
        "Nerva and Others v. the United Kingdom, no. 42295/98, § 33, ECHR 2002 VIII",
        "Nikolov v. Bulgaria, no. 38884/97, § 111, 30 January 2003",
        "Sovtransavto Holding v. Ukraine, no. 48553/99, §§ 97 98, ECHR 2002 VII",
        "Toteva v. Bulgaria, no. 42027/98, § 75, 19 May 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "421451",
    "typedescription": "15"
}