{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "19011/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-94444.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 19011/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovak national, Mr Ján Tomčáni (“the applicant”), on 9 May 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V. Mikuš, a lawyer practising in Zvolen. The Slovak Government (“the Government”) were represented by their Agent, Mrs M. Pirošíková.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 26 May 2008 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1949 and lives in Hontianske Nemce.",
                                "elements": []
                            },
                            {
                                "content": "A.  Pre-trial criminal proceedings",
                                "elements": [
                                    {
                                        "content": "5.  On 4 October 1996 the applicant was charged with fraud by the Zvolen District Investigation Police Office (Okresný úrad vyšetrovania policajného zboru SR Zvolen), now the Office of the Justice and Criminal Police of the Zvolen District Police Directorate (Úrad justičnej a kriminálnej polície Okresného riaditeľstva Policajného zboru Zvolen). The Zvolen District Prosecutor dismissed a complaint lodged by the applicant against the charge. Following an application by the applicant, the Regional Prosecutor in Banská Bystrica decided not to exclude the district prosecutors from dealing with the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 17 March 1997 the criminal proceedings were stayed as the absence of the injured party’s representative (resident in the ) prevented the relevant authority from clarifying the case. The proceedings were resumed on 19 January 1998. They were also stayed between 19 March 1998 and 3 April 2000 and between 25 September 2000 and 2 April 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 15 January 2002 the District Prosecution Service appointed a guardian for the injured party. The appointment was confirmed by the Regional Prosecution Service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In the course of the pre-trial proceedings the Hungarian authorities were twice requested for legal assistance in order to obtain further evidence from witnesses in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant asked the Prosecutor General three times to review the course of the proceedings before the Zvolen District Prosecutor and the Office of the Justice and Criminal Police of the Zvolen District Police Directorate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 1 June 2007 the proceedings were stayed as the absence of one witness prevented the authority from proceeding with the case. The investigator took several steps with a view to establishing the place of residence of the witness concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 14 March 2008 the proceedings were resumed again and the witness was heard. The investigator collected further information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 19 June 2008 the investigator recommended the Zvolen District Prosecutor’s Office to discontinue the criminal proceedings. On 6 November 2008 the Zvolen District Prosecutor’s Office discontinued the proceedings on the ground that no offence had been committed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  First set of constitutional proceedings",
                                "elements": [
                                    {
                                        "content": "13.  On 29 September 2005 the  found that the Office of the Justice and Criminal Police of the Zvolen District Police Directorate had violated the applicant’s right under Article 48 § 2 of the Constitution to a hearing without unjustified delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The  held that the case was complex from the factual point of view (international element). It stated that as the personal rights and freedoms of the accused person were affected in the course of the criminal proceedings the “reasonable time” criterion should be interpreted strictly. The applicant’s conduct had not contributed to the length of the proceedings. Owing to the relevant authority’s ineffective performance (the proceedings were stayed for 41 months) and inactivity (28 months in total), avoidable delays had occurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The  awarded the applicant SKK 60,000 (the equivalent of 1,553 euros at that time) as just satisfaction in respect of non-pecuniary damage. It ordered the Office of the Justice and Criminal Police of the Zvolen District Police Directorate to reimburse the applicant’s legal costs.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "\tC.  Second set of constitutional proceedings",
                                "elements": [
                                    {
                                        "content": "16.  On 4 September 2007 the Constitutional Court found that during the period after its first finding of 29 September 2005 the Office of the Justice and Criminal Police of the Zvolen District Police Directorate had violated the applicant’s right under Article 48 § 2 of the Constitution to a hearing without unjustified delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The  held that the case was complex from the factual point of view (international element). However, the factual complexity of the case could not justify the length of the relevant period. It had regard to the fact that eleven years had passed since the applicant had been charged and that it had already found a violation of the applicant’s right. The applicant’s conduct had not contributed to the length of the proceedings. The relevant authority again remained inactive and ineffective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The  awarded the applicant SKK 20,000 (the equivalent of 593 euros at that time) as just satisfaction in respect of non-pecuniary damage. It ordered the Office of the Justice and Criminal Police of the Zvolen District Police Directorate to avoid any further delay in the proceedings and to reimburse the applicant’s legal costs.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "\tA.  Admissibility",
                                "elements": []
                            },
                            {
                                "content": "20.  The Government objected that, in respect of the proceedings examined by the , the applicant could no longer claim to be a victim of a violation of his right to a hearing within a reasonable time. They argued that the  had expressly acknowledged such a violation and the amount of just satisfaction awarded and paid without undue delay was not manifestly inadequate in the circumstances of the case. They further argued that the second ’s finding had a preventive effect as no further delays had occurred in the subsequent period.",
                                "elements": []
                            },
                            {
                                "content": "21. In any event, the applicant had not exhausted domestic remedies as it had been open to him to lodge a fresh complaint with the  in respect of the proceedings following the second ’s finding.",
                                "elements": []
                            },
                            {
                                "content": "22.  The applicant disagreed and argued that the amount of just satisfaction granted by the  had been disproportionately low in the circumstances of the case and that the second ’s finding had not had a preventive effect.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Court notes that at the time of the second ’s finding the proceedings had been pending for 10 years and more than 11 months in their pre-trial stage. The  awarded the applicant the equivalent of EUR 2,146 as just satisfaction in respect of the proceedings examined by it and, by its second finding, ordered the liable authority to avoid any further delay in the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "24.  The amount awarded by the Constitutional Court cannot be considered as providing adequate and sufficient redress to the applicant in view of the Court’s established case-law (see Scordino v.  (no. 1) [GC], no. 36813/97, §§ 178-213, ECHR 2006-V, and Cocchiarella v.  [GC], no. 64886/01, §§ 65-107, ECHR 2006-V).",
                                "elements": []
                            },
                            {
                                "content": "25.  In view of the above, in respect of the proceedings up to the time of the second ’s finding, the Court concludes that the applicant did not lose his status as a victim within the meaning of Article 34 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "26.  Since the effects produced by the decisions of the Constitutional Court did not satisfy the criteria applied by the Court, the applicant was not required, for the purposes of Article 35 § 1 of the Convention, to use again the remedy under Article 127 of the Constitution in respect of the proceedings subsequent to the second Constitutional Court’s finding (see the recapitulation of the relevant principles in Becová v. Slovakia (dec.), no. 23788/06, 18 September 2007).",
                                "elements": []
                            },
                            {
                                "content": "27.  The proceedings started on 4 October 1996 and were discontinued on 6 November 2008 when the District Prosecutor’s Office delivered its decision. They thus lasted 12 years and more than 1 month in their pre-trial stage.",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court notes that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "29.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II)",
                                        "elements": []
                                    },
                                    {
                                        "content": "30. The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Pélissier and Sassi, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Having examined all the material submitted to it and having regard to its case-law on the subject, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. In particular, at the time of the second ’s finding the criminal proceedings had been pending for 10 years and more than 11 months in their pre-trial stage. Following the second ’s finding the proceedings continued for 1 year and more than 2 months. During that period no substantial delay occurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court concludes that the overall length of the period under consideration was incompatible with the applicant’s right to a hearing within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. THE APPLICANT’S OTHER COMPLAINTS",
                        "elements": [
                            {
                                "content": "34.  The applicant further invoked Article 6 § 3 (a) of the Convention and alleged that as a result of the length of the proceedings his property rights had been infringed.",
                                "elements": []
                            },
                            {
                                "content": "35.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "36.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "38.  The applicant claimed 9,958.18 euros (EUR) in respect of pecuniary damage and EUR 80,000 for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government contested the pecuniary damage claimed by the applicant and argued that even assuming that the applicant suffered any pecuniary damage it had been open to him to claim compensation from the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government considered the claim for non-pecuniary damage exaggerated. They left the matter to the Court’s discretion and requested the Court to take into account the just satisfaction awarded by the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, and having regard to the amount of compensation already awarded to the applicant at the national level, it awards the applicant EUR 3,550 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "42.  The applicant claimed EUR 1,066.18 for the costs and expenses incurred in the domestic proceedings, EUR 3,000.93 for those incurred before the Court and EUR 163.30 for the translation costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43. The Government requested the Court to dismiss the claim for costs for legal representation incurred in the pre-trial stage of criminal proceedings. The Government considered the claim for costs incurred before the Court exaggerated and had no objection against the award of the translation costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44. According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,300 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "45.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(i) EUR 3,550 (three thousand five hundred and fifty euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(ii) EUR 1,300 (one thousand three hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses unanimously the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 29 September 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TOMCANI v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-94444.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0929JUD001901105",
    "externalsources": [],
    "extractedappno": [
        "19011/05",
        "36813/97",
        "64886/01",
        "23788/06",
        "25444/94"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-94444",
    "judgementdate": "29/09/2009 00:00:00",
    "kpdate": "29/09/2009 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "TOMCANI",
        "SLOVAKIA"
    ],
    "rank": "695.007385253906",
    "representedby": [
        "MIKUS V."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "354148",
    "typedescription": "15"
}