{
    "__articles": "3;5;5-1;5-1-e;35;35-1;41",
    "__conclusion": "Violation of Art. 5-1;Violation of Art. 3 (substantive aspect);Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "30951/10",
    "article": [
        "3",
        "41",
        "35",
        "5"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "substantive aspect"
            ],
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-106769.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30951/10) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Moldovan national, Mr Iurie Gorobet (“the applicant”), on 17 May 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr I. Cebotari, a lawyer practising in Bălţi. The Moldovan Government (“the Government”) were represented by their Agent, Mr V. Grosu.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his detention in a psychiatric hospital had been unlawful and contended that there had been a violation of Article 5 § 1 of the Convention. He also complained that he had been subjected to forced psychiatric treatment, in breach of Article 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 30 August 2010 the Court decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1966 and lives in Costeşti.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 25 February 2008 at approximately 9 p.m. the applicant was visited at his home by two police officers, who invited him to the police station. The applicant refused in the beginning, but after being threatened with criminal prosecution for refusing to comply with legitimate police orders, he conceded.",
                                "elements": []
                            },
                            {
                                "content": "7.  Instead of being taken to the police station, the applicant was taken by the two police officers to the psychiatric hospital in Bălţi, where he was hospitalised against his will for a period of forty-one days.",
                                "elements": []
                            },
                            {
                                "content": "8.  During the first few days the applicant was kept in a room with persons suffering from serious mental disorders, some of whom could not attend to their basic needs and who intimidated him on a regular basis. He requested on several occasions that he be allowed to contact a lawyer or his family, but to no avail. Later he was transferred to a ward with patients with less serious conditions.",
                                "elements": []
                            },
                            {
                                "content": "9.  Throughout his stay in the psychiatric hospital the applicant was administered injections which provoked in him a state similar to paralysis and as a result of which he lost consciousness. He was also forced to take a large amount of tablets on a daily basis. He attempted to refuse to take medication; however, he changed his mind after being threatened with a straitjacket and with being tied to his bed. According to the medical records from the hospital, the applicant received treatment against paranoid depression. The records do not contain any information concerning any risks for the applicant or for other persons posed by the applicant’s condition. The records contain a consent form filled in with the applicant’s name and allegedly signed by him. The applicant denied having signed such a form and submitted that it was a forgery which first appeared in his medical file after the criminal investigation had been initiated (see paragraph 13 below).",
                                "elements": []
                            },
                            {
                                "content": "10.  After being released from hospital, the applicant made official inquiries with the Rascani District Court to find out whether it had authorised his forced hospitalisation. In two letters dated 27 July and 26 December 2008, the Rascani District Court denied having ever received any official request for the applicant’s involuntary confinement in a psychiatric hospital.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 13 June 2008 the applicant obtained from the Rascani hospital two medical reports confirming that he had not been addicted to alcohol or drugs, and that he had not suffered from any psychiatric disorders. The report concerning the applicant’s mental health was issued following his examination by a commission of eight doctors and was signed, inter alia, by a psychiatrist, A.G.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant also requested and obtained from his local hospital a document stating that he had not been registered as a person suffering from mental disorders before 25 February 2008.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 29 August 2008 the applicant lodged a criminal complaint with the Prosecutor’s Office, asking it to investigate his case and to prosecute the persons responsible for his illegal forced hospitalisation in a psychiatric hospital and for subjecting him to medical treatment against his will. He described in detail the conditions of his hospitalisation and the medical treatment which he had received, and argued that it amounted to inhuman and degrading treatment. He submitted that his hospitalisation had been possible owing to an official document referring him for compulsory treatment issued by Doctor A.G. from the Rascani hospital. Doctor A.G. had issued that document without ever having seen the applicant in person. The document was not dated, contained the wrong social security number as regards the applicant, and stated that he was in possession of medical insurance, which was not true because he was not in fact medically insured.",
                                "elements": []
                            },
                            {
                                "content": "14.  In the course of the investigation, the Prosecutor’s Office heard the applicant’s family doctor, who stated that before the events of 25 February 2008 she had been told by the applicant’s sister and mother that they had often had disputes with him and that he had threatened them with violence and even with death, and in general displayed very strange behaviour. The family doctor told the applicant’s mother to see the psychiatrist A.G. from the Rascani hospital. In February 2008 the applicant’s mother told the family doctor that she had an official document from A.G. referring the applicant for psychiatric treatment. The family doctor told the applicant’s mother that that document was sufficient to compulsorily confine the applicant in a psychiatric hospital.",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicant’s mother told the prosecutors that starting in December 2007, when the applicant had returned from a long stay in the  where he had been employed, he began to have drinking problems and to behave inappropriately. It was the applicant’s sister who went to the Rascani hospital and obtained from A.G. an official document referring the applicant for psychiatric treatment.",
                                "elements": []
                            },
                            {
                                "content": "16.  The applicant’s sister told the prosecutors that the applicant had drinking problems and exhibited very bad behaviour. She saw A.G. from the Rascani hospital and asked him for an official document referring the applicant for psychiatric treatment. A.G. refused to issue such a document without first seeing the applicant. Then she started crying and A.G. conceded. He provided her with the document and told her to contact the family doctor in order to organise the hospitalisation.",
                                "elements": []
                            },
                            {
                                "content": "17.  The two police officers who transported the applicant to the Bălţi psychiatric hospital stated that on 25 February 2008 they had been contacted by the applicant’s family doctor, who presented them with an official document referring the applicant for treatment. They took the applicant directly to the Bălţi psychiatric hospital and left him there.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Prosecutor’s Office also heard psychiatrist A.G., who declared that at the beginning of February 2008 he had been visited by a woman complaining about the aggressive behaviour of her brother, the applicant. Later the applicant was brought in for consultation by a police officer (one of the police officers who had arrested the applicant) and, after a brief conversation, the doctor determined that the applicant was suffering from a delusional belief that his relatives were intending to sell his house. The doctor considered that the applicant represented a risk to his relatives and ordered his hospitalisation. The police officer took the applicant to the Bălţi psychiatric hospital. A.G. was asked why he had issued the applicant with a document in June 2008 stating that he was mentally healthy. A.G. answered that he had issued the applicant with such a document because the applicant had told him that he was healthy and had never received psychiatric treatment.",
                                "elements": []
                            },
                            {
                                "content": "19.  During the investigation, the Prosecutor’s Office requested the applicant to undergo psychiatric evaluation, in order to determine whether he was actually suffering from the mental disorder which had led to his hospitalisation. The applicant agreed in the beginning; however, he changed his mind after learning that he had to commit himself for a three-week long in-patient examination in a psychiatric hospital.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 12 June 2009 the Prosecutor’s Office dismissed the applicant’s criminal complaint on the ground that his hospitalisation had been duly ordered by Doctor A.G., and that as a result of the applicant’s refusal to undergo a medical examination, it was impossible to determine whether the diagnosis as established by Doctor A.G. had been correct or not. In so far as the consent form allegedly signed by the applicant is concerned, it appears that it was disregarded and that no one during the proceedings questioned the fact that the applicant had been hospitalised against his will.",
                                "elements": []
                            },
                            {
                                "content": "21.  The applicant appealed against the above decision to the hierarchically superior Prosecutor’s Office; however, his appeal was dismissed on 13 July 2009.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 23 July 2009 the applicant appealed to the Rascani District Court. He argued, inter alia, that the same psychiatrist, A.G., had issued him in June 2008 with a medical report stating that he did not suffer from any mental disorders and that he had not been registered as a mentally ill patient with his local hospital before 25 February 2008. He also submitted that there had been no court orders committing him to a psychiatric hospital against his will, and that his hospitalisation had therefore been unlawful and arbitrary.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 23 November 2009 the Rascani District Court dismissed the applicant’s appeal on the ground that he had refused to be hospitalised for an in-patient examination.",
                                "elements": []
                            },
                            {
                                "content": "24.  After the communication of the present case to the Government, new criminal proceedings were opened by the General Prosecutor’s Office on 23 April 2010 concerning the alleged unlawful actions of the Bălţi psychiatric hospital’s medical personnel in respect of the applicant. That investigation is still pending. It does not appear from the material submitted by the Government that the investigation had progressed in any way between April 2010 and June 2011, when the Government submitted their final observations in the case.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "25.  Section 11 of the Law on Psychiatric Assistance (“the Law”) provides that a person can be hospitalised in a psychiatric hospital for treatment against his or her will only in accordance with the provisions of the Criminal Code or in accordance with the provisions of section 28 of that Law. In both cases, except for reasons of urgency, the hospitalisation must be ordered on the basis of a decision taken by a commission of psychiatrists.",
                                "elements": []
                            },
                            {
                                "content": "26.  Section 28 of the Law sets out the reasons which can be relied upon for hospitalising a person for treatment against his or her will. It provides that a person suffering from a mental disorder can be hospitalised against his or her will, before a court judgment for that purpose has been issued, when the mental disorder is particularly serious and constitutes a risk to himself or herself or to others; when the mental disorder is of such a nature that the person is incapable of meeting his or her vital needs alone; or if left untreated, the mental disorder could cause serious harm to the health of the individual concerned.",
                                "elements": []
                            },
                            {
                                "content": "27.  Pursuant to section 32 of the Law, compulsory hospitalisation for treatment of a person in accordance with section 28 must be decided by a court. The hospital must apply to the court for permission, indicating in the application the reasons for which hospitalisation is sought and attaching a copy of the decision of a commission of psychiatrists. Pursuant to section 33, the court examining the application must take a decision within three days from the date on which the application was lodged, and the person concerned has the right to participate in the hearing. If the person’s condition is serious and he or she cannot come to the court, the judge is obliged to hold the hearing at the hospital. The judgment issued at the end of the hearing constitutes the basis for compulsory hospitalisation.",
                                "elements": []
                            },
                            {
                                "content": "28.  Section 39 of the Law provides, inter alia, that a patient hospitalised in a psychiatric hospital with his consent can leave the hospital upon his or her request. On the other hand, a patient hospitalised against his or her will can leave the hospital only upon the decision of a commission of psychiatrists or on the basis of a court judgment.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  The applicant complained under Article 5 § 1 of the Convention that his detention in the psychiatric hospital had been arbitrary. Article 5 § 1 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "(b)  the lawful arrest or detention of a person for non-compliance with the lawful order of a court or in order to secure the fulfilment of any obligation prescribed by law;",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "(d)  the detention of a minor by lawful order for the purpose of educational supervision or his lawful detention for the purpose of bringing him before the competent legal authority;",
                                "elements": []
                            },
                            {
                                "content": "(e)  the lawful detention of persons for the prevention of the spreading of infectious diseases, of persons of unsound mind, alcoholics or drug addicts or vagrants;",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "30.  The Government submitted that there had been a failure to exhaust domestic remedies. They argued in the first place that the applicant could have complained to the Prosecutor’s Office while in detention about his alleged unlawful detention, and that in any event, the applicant’s complaint was premature because the domestic authorities had not had a chance to conclude the examination of the new criminal proceedings opened on 23 April 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicant disagreed with the Government and argued that the theoretical possibility of complaining to a prosecutor while in detention did not exist in practice. His telephone had been taken away from him upon hospitalisation, and any attempts to object to or question the lawfulness of his detention were reprimanded, accompanied by threats of being tied to his bed or put into a straitjacket.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court is not persuaded that the applicant had any available remedies while he was being detained in the Bălţi psychiatric hospital. In the first place, judging by the manner in which the applicant was hospitalised and the extent to which the procedure prescribed by law was observed by the hospital, the Court is not convinced that he would have been allowed to send any complaints to the Prosecutor’s Office. In any event, the Government have not shown any examples of anyone having ever successfully complained from a psychiatric hospital about his or her detention. However, even assuming that the applicant would have managed to submit a complaint to the Prosecutor’s Office, the Court is not persuaded that his complaint would have had any chances of success. In this regard, the Court notes that the Prosecutor’s Office had ample opportunity to examine the applicant’s complaints after his release, and that on 12 June 2009 it dismissed those complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  As to the Government’s submission that the present application was premature in view of the ongoing domestic criminal proceedings, the Court notes that the Moldovan authorities had ample opportunity to investigate the applicant’s complaint. The opening of new criminal proceedings after the communication of the present case to the Government is not a reason to consider the present application premature; moreover, the new criminal proceedings have not progressed in any way since their initiation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In such circumstances, the Court considers that the applicant’s complaint under Article 5 cannot be declared inadmissible for non-exhaustion of domestic remedies. The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "35.  The applicant submitted that he had been hospitalised against his will and in breach of Article 5 § 1 of the Convention. The Government submitted that they could not make any comments in respect of this complaint until after the conclusion of the new criminal investigation which had been opened after the communication to them of the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court notes that Article 5 § 1 of the Convention contains an exhaustive list of permissible grounds for deprivation of liberty set out in sub-paragraphs (a) to (f). Consequently, no deprivation of liberty will be lawful unless it falls within one of the grounds set out in those sub-paragraphs (see Witold Litwa v. Poland, no. 26629/95, § 49, ECHR 2000III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Although the parties did not refer to any grounds for the applicant’s detention under Article 5 § 1, it is implicit from the Government’s general position that the applicant’s detention fell under Article 5 § 1 (e). The Court sees no reason to hold otherwise. It must accordingly ascertain whether or not the applicant’s detention was justified under sub-paragraph (e) of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court observes that in its judgment in the case of Guzzardi v. Italy (6 November 1980, § 98, Series A no. 39), it explained the reason for the existence of the exception to the right to liberty set out in sub-paragraph (e) as being to make provision for the detention of vulnerable groups for their own protection and/or for the protection of others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  “Persons of unsound mind” are the vulnerable group concerned in the present case. The Court reiterates that an individual cannot be considered to be “of unsound mind” for the purposes of Article 5 § 1 and deprived of his liberty unless the following three minimum conditions are satisfied: he must be reliably shown to be of unsound mind; the mental disorder must be of a kind or degree warranting compulsory confinement; and the validity of continued confinement depends upon the persistence of such a disorder (see Luberti v. Italy, 23 February 1984, § 27, Series A no. 75 and David v. Moldova, no. 41578/05, § 39, 27 November 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court notes in the first place that the procedure for the applicant’s compulsory treatment as established by the Moldovan legislation in force at the time was completely disregarded. In particular, it notes that in accordance with section 32 of the Law on Psychiatric Assistance, compulsory hospitalisation for treatment must be decided by a court (see paragraph 27 above). The hospital concerned was under an obligation to apply to a court for permission, indicating in the application the reasons for which the hospitalisation was sought and attaching a copy of the decision of a commission of psychiatrists. None of the above legal requirements was complied with in the present case, and the applicant was subjected to confinement and medical treatment in circumstances of complete arbitrariness. This finding alone would have been sufficient for the Court to consider that there has been a breach of Article 5 § 1 of the Convention in the present case. However, for purposes of convenience in examining the applicant’s complaint under Article 3 of the Convention, the Court will also examine whether the applicant has been reliably shown to have been suffering from a mental disorder of a kind and degree warranting compulsory confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court notes that according to the Government and to the findings of the Moldovan prosecutors, the applicant was hospitalised against his will on the basis of an official document referring him for psychiatric medical treatment, which was issued by the psychiatrist A.G. from the Rascani hospital. In reaching this conclusion, they relied on the statements made by Doctor A.G., who submitted that he had seen the applicant on 25 February 2008, when the latter was brought to his office by the two police officers who had arrested him on the same date (see paragraph 18 above). The Court has serious reservations about the truthfulness of this statement, since Doctor A.G.’s account was not confirmed by any of the other persons questioned. In particular, the police officers who had arrested the applicant on the evening of 25 February 2008 stated that they had taken him directly to the Bălţi psychiatric hospital (see paragraph 17 above). The applicant’s family doctor submitted that it had been the applicant’s sister who had obtained the document from Doctor A.G. (see paragraph 14 above). The applicant’s sister submitted that Doctor A.G. had given her the document without seeing the applicant (see paragraph 16 above). Moreover, Doctor A.G.’s account of the events is inconsistent with his own actions, namely with the fact that only two months after the applicant’s release from the Bălţi psychiatric hospital, he issued him with a report confirming his mental health, without making any note that a mere two months earlier the applicant had been hospitalised in a psychiatric institution at his (Doctor A.G.’s) own initiative (see paragraph 11 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In such circumstances, the Court cannot but conclude that at the time of the applicant’s forced hospitalisation there existed no expert opinion at all from a doctor concerning his state of health or the need for his compulsory confinement in a medical institution. Accordingly, it has not reliably been shown by the Government that the applicant was of unsound mind prior to his hospitalisation. It is true that after his confinement in the Bălţi psychiatric hospital he was diagnosed with paranoid depression by the doctors treating him; however, it was not argued by the Government that those records contained information according to which the applicant presented any risk to himself or to other persons, and that therefore his mental disorder was of a kind or degree warranting compulsory confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In the light of the above, the Court considers that the applicant’s compulsory confinement against his will in the Bălţi psychiatric hospital did not fall within the ground set out in sub-paragraph (e) of Article 5 § 1 and thus was unlawful and arbitrary. Accordingly, there has been a violation of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  The applicant complained that his subjection to forced medical treatment in a psychiatric hospital amounted to inhuman and degrading treatment, contrary to Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "45.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "46.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "47.  The applicant insisted that he was not mentally ill and argued that never before 25 February 2008 had he been diagnosed as suffering from any psychiatric diseases. Moreover, in June 2008 he was examined by a commission of doctors, who had concluded that he was healthy. The applicant submitted that he had unlawfully been subjected to unnecessary psychiatric medical treatment, and that such treatment had caused him severe suffering amounting to inhuman and degrading treatment. His confinement had been arbitrary because it had been ordered without any prior medical consultation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government submitted that the complaint was manifestly ill-founded. They argued that the applicant’s confinement had been necessary because he was mentally ill, a conclusion shared by the doctors from the Bălţi psychiatric hospital. The applicant had failed to adduce evidence proving his mental health and had refused to submit to psychiatric evaluation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  According to the Court’s well-established case-law, ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum level of severity is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see, inter alia, Price v. the United Kingdom, no. 33394/96, § 24, ECHR 2001-VII; Mouisel v. France, no. 67263/01, § 37, ECHR 2002-IX; and Naumenko v. Ukraine, no. 42023/98, § 108, 10 February 2004). Allegations of ill-treatment must be supported by appropriate evidence (see, mutatis mutandis, Klaas v. , 22 September 1993, § 30, Series A no. 269). To assess this evidence, the Court adopts the standard of proof “beyond reasonable doubt” but adds that such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences, or of similar unrebutted presumptions of fact (see Ireland v. the United Kingdom, 18 January 1978, § 161 in fine, Series A no. 25, and Labita, cited above, § 121).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  With respect to medical interventions to which a detained person is subjected against his or her will the Court has held that a measure which is of therapeutic necessity from the point of view of established principles of medicine cannot in principle be regarded as inhuman and degrading (see, in particular, Herczegfalvy v. Austria, 24 September 1992, § 82, Series A no. 244, and Naumenko, cited above, § 112). The Court must nevertheless satisfy itself that a medical necessity has been convincingly shown to exist and that procedural guarantees for the decision exist and are complied with (see Nevmerzhitsky v. Ukraine, no. 54825/00, § 94, ECHR 2005-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The applicant argued that his confinement and forced psychiatric treatment in the Bălţi psychiatric hospital caused him severe mental suffering amounting to inhuman and degrading treatment. In the circumstances of the present case, the Court sees no reasons to disagree with the applicant and notes that no medical necessity to subject the applicant to psychiatric treatment has been shown to exist and that his subjecting to psychiatric treatment was unlawful and arbitrary (see paragraphs 41 and 42 above). Moreover, the Court notes the considerable duration of the medical treatment which lasted for forty-one days and the fact that the applicant was not allowed having contact with the outside world during his confinement (see paragraph 8 above). In the Court’s view such unlawful and arbitrary treatment was at the very least capable to arouse in the applicant feelings of fear, anguish and inferiority. Accordingly, the Court considers that the psychiatric treatment to which the applicant was subjected could amount at least to degrading treatment within the meaning of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Accordingly, the Court concludes that there has been a violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  The applicant complained that the criminal proceedings initiated at his request were unfair and that therefore, there had been a breach of Article 6 of the Convention. The Court reiterates that the Convention does not guarantee the right to pursue criminal proceedings against third persons and that Article 6 does not apply to proceedings aimed at instituting criminal proceedings against third persons. It follows that this complaint is incompatible ratione materiae with the provisions of the Convention, within the meaning of Article 35 § 3 of the Convention, and must be rejected pursuant to Article 35 § 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "56.  The applicant claimed 16,071 euros (EUR) in respect of pecuniary damage. He argued that until December 2007 he had worked in  and had had a permanent income. If he had not been forcefully hospitalised in the Bălţi psychiatric hospital, he would have returned to work in  and, until the date of the submission of his observations on just satisfaction, would have earned EUR 16,071. The applicant also claimed EUR 20,000 in respect of non-pecuniary damage and argued that as a result of his forced confinement and treatment, he had suffered serious harm to his health and had become emotionally vulnerable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government submitted that the applicant was not entitled to any compensation for pecuniary damage because there was no causal link between the breach found in the case and the alleged pecuniary damage claimed by the applicant. As to the amount claimed for non-pecuniary damage, the Government argued that it was excessively high.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court does not discern any causal link between the violations found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, in view of the seriousness of the breaches found in this case it considers it appropriate to award the applicant the entire amount claimed in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "59.  The applicant also claimed EUR 774 for the costs and expenses incurred before the domestic courts and the Court, EUR 500 of which represented the lawyer’s fees and the rest secretarial expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government contested the amount claimed by the applicant and argued that it was excessive",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court notes that the applicant did not submit any evidence of having paid his representative’s fees or that such fees were due. Accordingly, regard being had to the information in its possession and the above criteria, and the fact that the applicant clearly incurred some secretarial expenses, the Court considers it reasonable to award the applicant the sum of EUR 274 for incidental costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "62.  The Court considers it appropriate that any default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 5 § 1 and Article 3 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Moldovan lei at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 October 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Ineta Ziemele",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GOROBET v. MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-106769.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1011JUD003095110",
    "externalsources": [],
    "extractedappno": [
        "30951/10",
        "26629/95",
        "41578/05",
        "26772/95",
        "33394/96",
        "67263/01",
        "42023/98",
        "54825/00"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Section 32 of the Law on Psychiatric Assistance"
    ],
    "itemid": "001-106769",
    "judgementdate": "11/10/2011 00:00:00",
    "kpdate": "11/10/2011 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "448",
        "220",
        "307",
        "350",
        "90",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "5-1-e",
        "3",
        "35-1",
        "35",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "GOROBET",
        "MOLDOVA"
    ],
    "rank": "833.7822265625",
    "representedby": [
        "CEBOTARI I."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [
        "David v. Moldova, no. 41578/05, § 39, 27 November 2007",
        "Guzzardi v. Italy, 6 November 1980, § 98, Series A no. 39",
        "Herczegfalvy v. Austria, 24 September 1992, § 82, Series A no. 244",
        "Ireland v. the United Kingdom, 18 January 1978, § 161 in fine, Series A no. 25",
        "Klaas v. Germany, 22 September 1993, § 30, Series A no. 269",
        "Labita v. Italy [GC], no. 26772/95, ECHR 2000-IV",
        "Luberti v. Italy, 23 February 1984, § 27, Series A no. 75",
        "Mouisel v. France, no. 67263/01, § 37, ECHR 2002-IX",
        "Naumenko v. Ukraine, no. 42023/98, 10 February 2004",
        "Nevmerzhitsky v. Ukraine, no. 54825/00, § 94, ECHR 2005-II",
        "Price v. the United Kingdom, no. 33394/96, § 24, ECHR 2001-VII",
        "Witold Litwa v. Poland, no. 26629/95, § 49, ECHR 2000-III"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "356432",
    "typedescription": "15"
}