{
    "__articles": "6;6-1;14;17;29;29-3;35;35-1;41;P1-1;P1-1-1",
    "__conclusion": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 6;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses partial award",
    "applicability": "",
    "appno": "71440/01",
    "article": [
        "14",
        "p1-1",
        "29",
        "35",
        "6",
        "41",
        "17"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Art. 6",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award",
            "type": "other"
        }
    ],
    "content": {
        "001-81783.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 71440/01) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Karl-Walter Freitag (“the applicant”), on 5 February 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr U. Klauke, a lawyer practising in Dortmund in . The German Government (“the Government”) were represented by their Agent, Mrs A. Wittling-Vogel, Ministerialdirigentin, of the German Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 15 November 2005 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1954 and lives in Cologne in .",
                                "elements": []
                            },
                            {
                                "content": "1.  Background to the case",
                                "elements": [
                                    {
                                        "content": "5.  The applicant is the manager of the M GmbH (the “M-Company”). He held registered shares of the V-Holding AG (the “target company”), an insurance company which was seated in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 1 and 2 December 1997, respectively, the shareholder's meetings approved the merging of the target company into the \nE-Versicherungsgruppe AG (the “acquiring company”), which was seated in . The shareholders of the target company were to receive shares in the acquiring company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 25 February 1998 the merger of the two companies was announced pursuant to section 19, subsection 3 of the Law of Reorganisation (Umwandlungsgesetz, see relevant domestic law, below) in the Official Bulletin of the Municipality of Hamburg (Amtlicher Anzeiger der Stadt Hamburg). The applicant maintains that he was unaware of this publication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Meanwhile, on 28 January 1998 a shareholder of the target company lodged a motion with the  (Landgericht) with the aim of being allocated an additional number of shares. Having been informed that he did not have such a claim under the applicable law, the shareholder withdrew his request on 15 July 1998.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Proceedings before the domestic courts",
                                "elements": [
                                    {
                                        "content": "9.  On 5 March 1998 the M-Company, which was represented by counsel, lodged a motion against the acquiring company before the  with the aim of obtaining compensation (bare Zuzahlung) for the alleged loss of value of the shares incurred by the merger pursuant to section 15 of the Law of Reorganisation. The company further requested the  to order the defendant party to submit the date of the most recent announcement of the merger in the public bulletin. Finally, the company requested the  court to transfer the case-file to the competent court in case it should lack jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 12 March 1998 the  informed both parties that, pursuant to section 306 § 1 of the Law of Reorganisation, the court at the seat of the target company, which was not , appeared to be locally competent. The  invited both parties to submit their comments within four weeks. This letter was served on the \nM-Company on 20 March 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  By telefax of 21 March 1998 the plaintiff maintained that the  should be regarded as having jurisdiction. In case the  should not follow this opinion, the plaintiff alternatively requested to transfer the case-file to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant's counsel further declared that he lodged all requests in the pending proceedings also on behalf of the applicant, as it was not clear whether the shares were owned by the M-Company or by the applicant personally.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 9 April 1998 the acquiring company requested an extension of the time-limit until 27 April 1998 with regard to the upcoming Easter holidays.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 14 April 1998 the , without having heard the applicant, granted the requested extension. The applicant's counsel was informed of this decision by court-letter dated 15 April 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  By letter dated 24 April 1998, which reached the  on 27 April 1998, the acquiring company maintained that, according to the relevant provisions, the  as the court at the seat of the target company was locally competent. It further pointed out that the action had been lodged out of the statutory time-limit of two months following the final announcement of the merger in an official bulletin, which had expired on 27 April 1998. As the motion had been lodged with an incompetent court, it had not been properly lodged within that time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 5 May 1998 the applicant replied that the acquiring company had been acting in bad faith as it was the only party to the proceedings which knew about the impending expiry of the time-limit and had purposefully delayed the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  By order of 5 June 1998 the  transferred the case to the , where it arrived on 1 July 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 2 September 1998 the  declared the actions lodged on behalf of the M-Company and of the applicant inadmissible for having been lodged outside the statutory time limit. That court noted that the registration of the two companies' merger had been announced on behalf of the Berlin Commercial Register on 12 February 1998 by publication in the Federal Bulletin and in a Berlin daily newspaper and on behalf of the Hamburg Commercial Register on 20 February 1998 in the Federal Bulletin and on 25 February 1998 in the Official Bulletin of the Municipality of Hamburg. It followed that the two month time-limit started to run on 25 February 1998. The  noted that the plaintiffs had filed their requests within the statutory time-limit with the . However, as that court had transferred the case to the competent  only after expiry of the time-limit, it had not been lodged in time. According to the , Section 281 of the Code of Civil Procedure, which provided that a law-suit remained pending even if it was transferred from a court which lacked jurisdiction, did not apply to the proceedings aimed at determining a shareholder's compensation (aktienrechtliches Spruchstellenverfahren).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 10 September 1998 the applicant lodged a complaint with the aim to declare his action admissible. Alternatively, he requested to be granted reinstitution into the proceedings (Wiedereinsetzung in den vorigen Stand) with respect to the time-limit. The applicant pointed out that he had not known at which date the merger had been announced in the official bulletin. Accordingly, he could not have known at which date the time-limit would expire. The  had awaited the defending parties' submissions without referring the case to the , as requested by the applicant. Under these circumstances, the applicant claimed that section 281 of the Code of Civil Procedure should be applicable by analogy to the effect that the lodging with the  had to be regarded as sufficient in order to comply with the statutory time-limit. Alternatively, the applicant claimed that he should be granted a reinstitution into the proceedings with regard to the fact that the delays which had occurred before the  before the case was transferred to the  were not imputable to him. Finally, the applicant maintained that the  had failed to publicly announce the request filed by the other shareholder on 28 January 1998 and to appoint a joint representative in order to safeguard the other external shareholders' rights. He further maintained that his complaint should be declared admissible as a follow-up request to the first request lodged in January 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 22 November 1999 the Berlin Court of Appeal (Kammergericht) rejected the applicant's complaint. It noted that the merger had been announced on 20 February 1998 in the Federal Bulletin and on \n25 February 1998 in the Official Bulletin of the . Confirming the Regional Court's finding relating to the expiry of the statutory time-limit and to the applicability of section 281 of the Code of Civil Procedure, the Regional Court considered that only a strict application of sections 305 and 306 of the Law of Reorganisation guaranteed that the shareholders could have certain knowledge within a short period of time as to whether compensation would be paid. The Court of Appeal further considered that the request lodged by the other shareholder in January 1998 was inadmissible. Accordingly, this request did not allow to file a follow-up request within the time-limit of section 307 § 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court of Appeal expressed its doubts as to whether the rules on reinstitution into the proceedings were applicable to the present proceedings. In any event, the applicant had not been hindered to comply with the statutory time-limit through no fault of his own. Even though section 305 § 1 of the Law of Reorganisation contained a clear and unambiguous provision on jurisdiction, he had insisted that the  had been competent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 2 August 2000 the , sitting as a panel of three judges, refused to accept the applicant's constitutional complaint. According to that court, the applicant's complaint did not have fundamental constitutional significance. Neither was the acceptance of the complaint indicated in order to enforce the constitutional rights which the applicant claimed had been violated. While it could not be excluded that the Berlin Court of Appeal, when deciding on the applicant's request for reinstitution into the proceedings, failed in a constitutionally questionable way sufficiently to consider the conduct of the Hamburg Regional Court, the applicant – who had learned in time about the extension of the time-limit granted to the defendant on 14 April 1998 – had failed to apply for a reduction of that extended time-limit, even though the circumstances of the case imposed such an action. The constitutional complaint was thus inadmissible for reasons of subsidiarity. The remainder of the complaint did not have any prospect of success, as the applicant's submissions did not disclose a violation of his rights under the Basic Law. This decision was served on the applicant on 14 August 2000.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "23.  The merging of shareholder companies was, at the relevant time, governed by the Law of Reorganisation (Umwandlungsgesetz), which provided as follows:",
                                "elements": []
                            },
                            {
                                "content": "According to section 15, a shareholder could request compensation (bare Zuzahlung) if the value of the shares he was allocated in the acquiring company did not equal the value of the shares he held in the target company.",
                                "elements": []
                            },
                            {
                                "content": "Section 19 provided that the merger of two companies had to be registered first in the commercial register at the seat of the target company and, subsequently, in the commercial register at the seat of the acquiring company. Each registration had to be announced by publication in the Federal Bulletin and in one further periodical. The second publication organ was chosen by the commercial court by December for the following year and made public by notifying, inter alia, the chamber of commerce. \nThe merger had to be regarded as being publicly announced by the end of the day of the latest publication (see section 19 § 3).",
                                "elements": []
                            },
                            {
                                "content": "The provisions on procedure read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 305",
                                "elements": []
                            },
                            {
                                "content": "Time-limit",
                                "elements": []
                            },
                            {
                                "content": "“A motion for a court decision pursuant to section 15...has to be lodged within two months following the date on which the registration has been publicly announced pursuant to the provisions of this law.”",
                                "elements": []
                            },
                            {
                                "content": "Section 306",
                                "elements": []
                            },
                            {
                                "content": "Competent court",
                                "elements": []
                            },
                            {
                                "content": "“(1) The competent court is the  at the seat of the company whose shareholder is entitled to lodge the motion.”",
                                "elements": []
                            },
                            {
                                "content": "Section 307",
                                "elements": []
                            },
                            {
                                "content": "Court proceedings",
                                "elements": []
                            },
                            {
                                "content": "“(1) The proceedings are governed by the law on matters of non-contentious jurisdiction (freiwillige Gerichtsbarkeit)...",
                                "elements": []
                            },
                            {
                                "content": "(2) The motion has to be lodged against the acquiring company...",
                                "elements": []
                            },
                            {
                                "content": "(3) The  has to announce the motion in the Federal Bulletin (Bundesanzeiger) and, if the statutes of the respective company so provide, in other public bulletins. Other shareholders may lodge their own motions within two months following publication. This has to be pointed out in the publication. A request lodged after expiry of this time-limit is inadmissible...”",
                                "elements": []
                            },
                            {
                                "content": "Section 308",
                                "elements": []
                            },
                            {
                                "content": "Joint representative",
                                "elements": []
                            },
                            {
                                "content": "“(1) The Regional Court has to appoint a representative in order to safeguard the rights of those external shareholders who did not lodge an own motion...”",
                                "elements": []
                            },
                            {
                                "content": "24.  In proceedings governed by the Code of Civil Procedure, an action complies with a time-limit even if it has been lodged with an incompetent court and is only later on transferred to the competent court (section 281 of the Code of Civil Procedure).",
                                "elements": []
                            },
                            {
                                "content": "25.  In separate proceedings the Federal Court of Justice (Bundesgerichtshof, case no. II ZB 26/04) ruled on 13 March 2006 that section 281 of the Code of Civil Procedure should also apply by analogy to proceedings aimed at determining a shareholder's compensation. \nThis decision was based on considerations of legal certainty and the interest of an acceleration of the proceedings. The Federal Court of Justice further noted that a court was generally obliged rapidly to inform the parties about its own lack of jurisdiction and swiftly to process a request to transfer the case-file to the competent court.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF THE RIGHT OF ACCESS TO ",
                        "elements": [
                            {
                                "content": "26.  The applicant complained that he had been denied access to the domestic courts. He alleged, in particular, that the  had delayed the transfer of his case to the competent  by more than ten weeks, which resulted in the expiry of the statutory \ntime-limit. He invoked Article 6 § 1 of the Convention, which reads, insofar as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "27.  The Government contended that the applicant had not exhausted domestic remedies as required by Article 35 § 1 of the Convention. \nThey pointed out that the  had declared the applicant's complaint inadmissible as the applicant had failed to attempt to amend the alleged violation by availing himself of the procedural means available to him before the lower courts in order to prevent the extension of the time-limit granted to the defendant party on 14 April 1998. \nThe applicant had thus failed to comply with the principle of subsidiarity. According to the Government, the applicant could and should have requested the  to reduce the time-limit set for the defendant party's submissions. Furthermore, the applicant could have lodged a second motion directly with the  in order to ensure that the time-limit was met.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The applicant contested these submissions.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "29.  The Court recalls that under Article 35 of the Convention, an applicant should have normal recourse to remedies that are available and sufficient to afford redress in respect of the breaches alleged. The existence of the remedies in question must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness. Furthermore, in the area of exhaustion of domestic remedies, it is incumbent on the Government claiming non-exhaustion to convince the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say, that it was accessible, was capable of providing redress in respect of the applicant's complaints and offered reasonable prospects of success (see, among many other authorities, Sejdovic v.  [GC], no. 56581/00, §§ 44-46, ECHR 2006...).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court finds that the question of exhaustion of domestic remedies is closely linked to the merits of the applicant's complaint under Article 6 § 1. Therefore, to avoid prejudging the latter, both questions should be examined together. Accordingly, the Court holds that the question of exhaustion of domestic remedies should be joined to the merits of the complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court further notes that this complaint is not manifestly \nill-founded within the meaning of Article 35 § 3 of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "32.  The Government conceded that a court was generally required to give a swift decision on the transfer of the case-file to another court, having regard to the statutory time-limits. They further noted that the applicant's case had been transferred to the locally competent  only after the time-limit for lodging such a request had expired. According to the Government, this did not, however, lead to a violation of Article 6 § 1 having regard to the circumstances of this specific case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Government maintained in particular that the delays which had occurred before the  transferred the case-file to the  court were mainly imputable to the applicant's – respectively his counsel's – own conduct. They pointed out that the  had informed the applicant by letter of 12 March 1998 as to its doubts concerning the lack of jurisdiction. The applicant, however, had maintained his erroneous opinion according to which the  court was competent. Furthermore, he had failed to inform the Hamburg court about the urgency of the matter and had failed to press that court swiftly to transfer the case to the  court. The Government further pointed out that the applicant was well-known for having brought numerous actions under corporate law and was, therefore, thoroughly familiar with the relevant provisions. He knew about the running of the two-month \ntime-limit, even if he did not know the exact date of its expiry. Furthermore, he could have asked the Commercial Register about the exact date of publication. Under these circumstances, the Government did not find that the  had been under any specific duty of care towards the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The applicant contested these submissions. He emphasised that the proceedings before the  did not require representation by counsel. It followed that the  was under an obligation to treat the applicant the same way as it would treat a laymen without any specific judicial knowledge. The applicant further maintained that he had in due time requested the Hamburg Regional Court to transfer the case to the competent court and that he had not been heard before the Hamburg Regional Court granted the extension of the time-limit on 14 April 1998. In any event, domestic law did not provide any remedy against the granting of an extension of time-limits. The applicant further maintained that the  knew that a two-month time-limit was running and had not to be reminded of this fact. He could not know at which date the time-limit would expire, as he did not know at which date the merger had been published in the Official Bulletin of the . \nThis publication organ was of a purely regional character and had been unknown to him. It was not available at newsagents, but only by subscription. Any attempt to learn about the exact date of publication from the Commercial Register would have been time-consuming and would have further shortened the time at his disposal before the expiry of the time-limit. His attempts to obtain a definite answer from the Berlin Commercial Register by telephone remained unsuccessful. With regard to the option of lodging a second request to the , the applicant pointed out that this would have incurred additional court fees which would eventually have to be borne by the applicant himself, as only one of the two requests could have been declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a.  Relevant principles",
                                "elements": [
                                    {
                                        "content": "35.  The Court reiterates that the “right to a tribunal”, of which the right of access is one aspect (see Golder v. the United Kingdom, judgment of 21 February 1975, Series A no. 18, p. 18, § 36), is not absolute; it is subject to limitations as, for example, statutory time-limits or prescription periods. Where the individual's access is limited either by operation of law or in fact, the Court will examine whether the limitation imposed impaired the essence of the right and, in particular, whether it pursued a legitimate aim and there was a reasonable relationship of proportionality between the means employed and the aim sought (see, among other authorities, Levages Prestations Services v. , judgment of 23 October 1996, Reports of Judgments and Decisions 1996-V, p. 1543, § 40; Sotiris and Nikos Koutras ATTEE v. Greece, no. 39442/98, § 15, 16 November 2000; Związek Nauczycielstwa Polskiego v. Poland, no. 42049/98, § 29, ECHR 2004-IX; and most recently Paljic v. Germany, no. 78041/01, § 42, 1 February 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court further affirms that it is in the first place for the national authorities, and notably the courts, to interpret domestic law and that the Court will not substitute its own interpretation for theirs in the absence of arbitrariness. This applies in particular to the interpretation by the courts of rules of a procedural nature such as time-limits governing the filing of documents or the lodging of appeals (see, among other authorities, Tejedor García v. Spain, judgment of 16 December 1997, Reports of Judgments and Decisions 1997VIII, p. 2796, § 31). The Court's role is confined to ascertaining whether the effects of such an interpretation are compatible with the Convention (see, among other authorities, Leoni v. Italy, no. 43269/98, § 21, 26 October 2000; Sotiris and Nikos Koutras ATTEE, cited above, § 17; Tricard v. France, no. 40472/98, § 29, 10 July 2001; and Paljic, cited above, § 45).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  Application of those principles to the present case",
                                "elements": [
                                    {
                                        "content": "37.  Turning to the facts of the present case, the Court accepts that the setting of a statutory time-limit for filing a compensation request pursuant to the Law of Reorganisation was designed to assure the proper administration of justice and compliance with, in particular, legal certainty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  With regard to the manner in which this rule was applied in the applicant's case, the Court notes that the  and Court of Appeal established that the time-limit started on 25 February 1998, when the merger was announced in the Official Bulletin of the , and expired on Monday, 27 April 1998. The applicant lodged his motion on 5 March 1998. On 21 March 1998, on being informed about the Hamburg court's possible lack of jurisdiction, he lodged an alternative request to transfer the case-file to the  court. At that stage of the proceedings, there remained more than a month to transfer the case-file to the  court within the statutory time-limit. On 14 April 1998 the  court, without hearing the applicant, granted the defendant's request to extend the time-limit for submission until 27 April 1998. \nThe statutory time-limit expired on that same date. By order of 5 June 1998 the Hamburg court transferred the case-file to the  court which declared the motion inadmissible for having been lodged out of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court accepts that the applicant, who had previously lodged a number of similar motions with the domestic courts, and who had been represented by counsel, must have been aware of the fact that his motion was subject to a statutory time-limit, even if he did not know the exact date of its expiry. Furthermore, the Court is not entirely convinced that the applicant would not have been able to ascertain the relevant date of the most recent publication on his own motion. Conversely, in the Court's opinion, the  should have been aware of the fact that the granting of an extensive time-limit to the defendant party could lead to the case being transferred to the competent court only after expiry of the statutory time-limit. The Court further notes that the Hamburg court did not hear the applicant before granting the extension of the time-limit to the defendant party even though a two-month time-limit was running and the applicant already had requested to transfer the case-file to the Berlin court. Under these circumstances, the Court does not consider that the applicant was held to remind the  court of the urgency of the matter or to request a reduction of the time-limit it had granted to the defendant party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court also notes that the Federal Court of Justice, in a separate decision given after the termination of the instant proceedings \n(see paragraph 25, above), ruled that a motion complied with the statutory time-limit even if it was lodged with a court lacking jurisdiction and transferred to the competent court only after expiry of the time-limit. As a result, the German procedural law would have allowed declaring the applicant's motion admissible, as it had been lodged in time with the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  It follows that the delays which occurred before the  court were mainly imputable to that court's conduct. The Court further considers that the applicant could not have been expected to lodge a fresh request with the  court, inter alia, as this would have incurred additional court fees. In these circumstances, the Court does not find that the domestic authorities, when declaring the applicant's motion inadmissible, struck a fair balance between the general interest of legal certainty and the applicant's interest to have his claim examined by a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The foregoing considerations are sufficient to enable the Court to conclude that the applicant was denied the right of access to a court. \nIn conclusion, the Court rejects the Government's objection as to the exhaustion of domestic remedies and finds that in the present case there has been a breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  The applicant further complained under Article 6 § 1 that the domestic courts had failed to establish at which date the merger had been published on behalf of the Berlin Commercial Register. Submitting a photocopy taken from the Federal Bulletin, he alleged that the Berlin Commercial Register had published the merger as late as on 13 March 2001. According to the applicant, the relevant time-limit thus only expired on 13 May 1998.",
                                "elements": []
                            },
                            {
                                "content": "44.  The Government alleged that both the  and the Court of Appeal established the dates of publication.",
                                "elements": []
                            },
                            {
                                "content": "45.  The Court considers, even assuming that an issue arises here in view of its finding as regards access to court, that this complaint relates to the assessment of the facts and the taking of evidence and its evaluation, which necessarily comes within the appreciation of the national courts \n(see paragraph 36, above). Turning to the present case, the Court notes that the Berlin Regional Court, in its decision given on 2 September 1998, established that the merger had been announced on behalf of the Berlin Commercial Register on 12 February 1998 by publication in the Federal Bulletin and in a Berlin daily newspaper and on behalf of the Hamburg Commercial Register on 20 February 1998 in the Federal Bulletin and on \n25 February 1998 in the Official Bulletin of the Municipality of Hamburg. The Court of Appeal confirmed the 's findings. It follows that the domestic courts did not fail to establish the relevant dates of publication. Even if the assessment of these facts should have been incorrect, as suggested by the applicant, there is no indication of arbitrariness. There has, accordingly, been no breach of Article 6 § 1.",
                                "elements": []
                            },
                            {
                                "content": "46.  The applicant finally complained under Article 6 § 1 that the Berlin Regional Court had failed to publish the first motion lodged by another shareholder on 28 January 1998 in the public bulletin and to appoint a joint representative (gemeinsamer Vertreter) of the external shareholders pursuant to section 308 of the Law of Reorganisation.",
                                "elements": []
                            },
                            {
                                "content": "47.  The Court recalls that it is in the first place for the national authorities, and notably the courts, to interpret domestic law, and in particular, rules of a procedural nature, and the Court will not substitute its own interpretation for theirs in the absence of arbitrariness (see, among many other authorities, Tejedor Garcia, cited above, § 31). The Court does not find that the applicant's submissions disclose any arbitrariness of the domestic decisions.",
                                "elements": []
                            },
                            {
                                "content": "48.  It follows that this complaint is manifestly ill-founded and must be rejected under Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  The applicant further complained that the relevant legal provisions did not sufficiently safeguard minority shareholder's rights. Furthermore, the , in its case-law, consistently failed to safeguard shareholder's property rights. He relied on Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "50.  The Court reiterates that it is not its task generally to assess whether the national legislation and case-law complied with the provisions of the Convention. Its only task is to examine whether the applicant's rights under the Convention have been violated in this specific case.",
                                "elements": []
                            },
                            {
                                "content": "51.  Turning to the present case, the Court notes that the applicant owned shares which have to be regarded as “possessions” within the meaning of Article 1 of Protocol No. 1 (see, among other authorities, Sovtransavto Holding v. , no. 48553/99, § 91, ECHR 2002VII; and Trippel v. , no. 68103/01, § 18, 4 December 2003). As a result of the merger of two shareholding companies, the applicant was allocated shares in the acquiring company.",
                                "elements": []
                            },
                            {
                                "content": "52.  The Court notes, firstly, that in the instant case there was no direct deprivation by the domestic authorities of the applicant's possessions. \nIt follows that Article 1, § 1, second sentence is not applicable in the present case (see, mutatis mutandis, Kind v. Germany, (dec.), no. 44324/98, \n30 March 2000; Bramelind and Malmström v. Sweden, no. 8588/79 and 8589/79, Commission decision of 12 October 1982, Decisions and Reports (DR) 29, p. 64 et s.).",
                                "elements": []
                            },
                            {
                                "content": "53.  The Court has accepted that the obligation imposed in certain circumstances on minority shareholders to surrender their shares to majority shareholders could not in principle be considered contrary to Article 1 of Protocol No. 1 as long as the law did not create such inequality that one person could be arbitrarily deprived of property in favour of another \n(see Kind and Bramelind and Malmström, both cited above). The same must apply in cases in which a minority shareholder is allocated shares in the acquiring shareholder company.",
                                "elements": []
                            },
                            {
                                "content": "54.  The Court has held that Article 1 of Protocol No. 1 imposes an obligation on the State to afford judicial procedures that offer the necessary procedural guarantees and therefore enable the domestic courts and tribunals to adjudicate effectively and fairly any disputes between private persons relating to property rights (see Sovtransavto, cited above, § 96).",
                                "elements": []
                            },
                            {
                                "content": "55.  Turning to the present case, the Court notes that the domestic law provided a judicial procedure aimed at compensating any loss of value a shareholder might have suffered following the merger of two shareholder companies. There is no indication that these proceedings were in principle inept to afford adequate redress. In particular, this case can be clearly distinguished from the Sovtransavto case, which dealt with very serious procedural shortcomings, including interventions of the State executive branch into the relevant proceedings. By contrast, the Court does not consider that the nature and gravity of the shortcomings in the instant proceedings amounted to a violation of Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "56.  It follows that this complaint is manifestly ill-founded and must be rejected under Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLES 14 AND 17 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  The applicant lastly complained under Articles 14 and 17 of the Convention that contrary to the rules applicable in ordinary civil proceedings, the domestic court did not regard it as sufficient that he had lodged his motion with a court that lacked jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "58.  The Court notes that the Federal Court of Justice, in a decision given after the termination of the present proceedings (see paragraph 25, above), ruled that section 281 of the Code of Civil Procedure should apply by analogy to proceedings aimed at determining a shareholder's compensation with the effect that it is sufficient to lodge a request with a court lacking jurisdiction in order to comply with the statutory time-limit. However, having regard to the wide margin of appreciation granted to the Contracting States in matters of judicial procedure, the Court considers that it did not amount to discrimination if the procedural rules which apply to the compensation proceedings for shareholders differed from those applicable in “ordinary” civil proceedings.",
                                "elements": []
                            },
                            {
                                "content": "59.  It follows that also this complaint is manifestly ill-founded and must be rejected under Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "60.  The applicant requested the Court to order that the proceedings on his compensation claim be re-opened before the domestic courts. \nHe referred to the change of the case-law of the Federal Court of Justice (see paragraph 25 above) and pointed out that the domestic proceedings did not only concern his own claims, but also the claims of other minority share-holders who did not lodge separate motions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court reiterates that the respondent State remains free to choose the means by which it will discharge its legal obligation under Article 46 of the Convention, subject to monitoring by the Committee of Ministers and provided that such means are compatible with the conclusions set out in the Court's judgment (see Sejdovic, cited above, § 119; and Monnat v. , no. 73604/01, § 84, ECHR 2006...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The applicant pointed out that the exact amount of compensation would have had to be determined in the proceedings before the domestic courts. For lack of reliable indicators, he estimated this sum at 5,000 euros (EUR).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.   The Government argued that the applicant's claim was contrary to the purpose of Article 41. In their submissions, the applicant was in fact seeking to be treated as if the domestic courts had awarded him additional monetary payment. However, there was no indication as to whether the domestic courts would have made such a determination or as to how high the amount might have been.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court considers that an award of just satisfaction in the present case must be based on the fact that the applicant did not have the benefit of the right of access to a court. The Court cannot speculate as to what would have been the final outcome of the proceedings. Nonetheless, the Court does not find it unreasonable to regard the applicant as having suffered a loss of opportunity in that he could not obtain a ruling on the merits of his claim (see Leoni, cited above, § 32; Związek Nauczycielstwa Polskiego, cited above, § 47; Agatianos v. , no. 16945/02, § 22, 4 August 2005; and Lacárcel Menéndez v. , no. 41745/02, § 50, 15 June 2006). Ruling on an equitable basis, it awards him EUR 2,000 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "65.  The applicant sought DEM 9,433.70 (EUR 4,823.38) plus interests in respect of the proceedings before the . \nHe further sought the reimbursement of EUR 10,000 plus taxes for the services of his lawyer representing him in the proceedings before the Court. He further sought to be refunded translation costs and a lump sum of EUR 1,000 for sundry expenses (expenditure in time, telecommunications and correspondence, travel). Apart from the lawyer's bill for the proceedings before the , he did not submit any documents in support of his claims either in respect of the domestic proceedings or in respect of the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government considered the claim of EUR 10,000 for the proceedings before the Court to be excessive. They further pointed out that the applicant had not submitted any evidence as to the costs incurred in the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 4,823.38 for costs and expenses in the domestic proceedings and to reject the remainder of the applicant's claims under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "68.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government's objection as to the exhaustion of domestic remedies and dismisses it after considering the merits;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint concerning the applicant's right of access to a court admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros) in respect of pecuniary damage and EUR 4,823.38 (four thousand eight hundred and twenty-three euros and thirty-eight cents) in respect of costs and expenses, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 July 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrP. Lorenzen",
            "role": "president"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrM. Villiger",
            "role": "judges"
        },
        {
            "name": "MrsB. Mayen",
            "role": "ad hoc judge"
        },
        {
            "name": "Mrs F. Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "26/06/2007 00:00:00",
    "docname": "CASE OF FREITAG v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-81783.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0719JUD007144001",
    "externalsources": [],
    "extractedappno": [
        "71440/01",
        "26/04",
        "56581/00",
        "39442/98",
        "42049/98",
        "78041/01",
        "43269/98",
        "40472/98",
        "48553/99",
        "68103/01",
        "44324/98",
        "8588/79",
        "8589/79",
        "73604/01",
        "16945/02",
        "41745/02"
    ],
    "importance": "3",
    "introductiondate": "05/02/2001 00:00:00",
    "issue": [
        "Law of Reorganisation (Umwandlungsgesetz)",
        "Code of Civil Procedure, section 281 and Federal Court of Justice ruling of 13.3.2006"
    ],
    "itemid": "001-81783",
    "judgementdate": "19/07/2007 00:00:00",
    "kpdate": "19/07/2007 00:00:00",
    "kpthesaurus": [
        "216",
        "213",
        "577",
        "238",
        "343",
        "100",
        "369",
        "304",
        "311",
        "445",
        "7",
        "40",
        "136",
        "340",
        "14"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "P1-1-1",
        "14",
        "P1-1",
        "29",
        "35-1",
        "41",
        "6-1",
        "35",
        "6",
        "29-3",
        "17"
    ],
    "parties": [
        "FREITAG",
        "GERMANY"
    ],
    "rank": "591.273071289063",
    "representedby": [
        "KLAUKE U."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "Agatianos v. Greece, no. 16945/02, § 22, 4 August 2005",
        "Bramelind and Malmström v. Sweden, no. 8588/79 and 8589/79, Commission decision of 12 October 1982, Decisions and Reports (DR) 29, p. 64 et s.",
        "Golder v. the United Kingdom, judgment of 21 February 1975, Series A no. 18, p. 18, § 36",
        "Kind v. Germany, (dec.), no. 44324/98, 30 March 2000",
        "Lacárcel Menéndez v. Spain, no. 41745/02, § 50, 15 June 2006",
        "Leoni v. Italy, no. 43269/98, § 21 and § 32, 26 October 2000",
        "Levages Prestations Services v. France, judgment of 23 October 1996, Reports of Judgments and Decisions 1996-V, p. 1543, § 40",
        "Monnat v. Switzerland, no. 73604/01, § 84, ECHR 2006",
        "Paljic v. Germany, no. 78041/01, § 42 and § 45, 1 February 2007",
        "Sejdovic v. Italy [GC], no. 56581/00, §§ 44-46 and 119, ECHR 2006",
        "Sotiris and Nikos Koutras ATTEE v. Greece, no. 39442/98, § 15 and § 17, 16 November 2000",
        "Sovtransavto Holding v. Ukraine, no. 48553/99, § 91, ECHR 2002-VII",
        "Tejedor García v. Spain, judgment of 16 December 1997, Reports of Judgments and Decisions 1997-VIII, p. 2796, § 31",
        "Tricard v. France, no. 40472/98, § 29, 10 July 2001",
        "Trippel v. Germany, no. 68103/01, § 18, 4 December 2003",
        "Zwi?zek Nauczycielstwa Polskiego v. Poland, no. 42049/98, § 29 and § 47, ECHR 2004-IX"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "343228",
    "typedescription": "15"
}