{
    "__articles": "3",
    "__conclusion": "No violation of Art. 3 (in case of extradition to Pakistan)",
    "applicability": "",
    "appno": "55463/09",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "in case of extradition to Pakistan"
            ],
            "element": "No violation of Art. 3",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-107125.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 55463/09) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Pakistani national, Yasmin Samina (“the applicant”), on 18 October 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms Anna Lindblad, a lawyer practising in . The Swedish Government (“the Government”) were represented by their Agent, Ms Gunilla Isaksson, from the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged in particular that an implementation of the order to deport her to  would be in breach of Article 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 26 October 2009, the President of the Chamber decided to apply Rule 39 of the Rules of Court, indicating to the Government that it was desirable in the interests of the parties and the proper conduct of the proceedings not to deport the applicant until further notice. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 1 February 2011 the Court changed the composition of its Sections (Rule 25 § 1 of the Rules of Court) and the above application was assigned to the newly composed Fifth Section.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The proceedings before the national authorities",
                                "elements": [
                                    {
                                        "content": "6.  The applicant was born in 1971 and currently lives in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 2 May 2007, at the age of thirty-six, she arrived in . The following day she applied to the Migration Board (Migrationsverket) for asylum and a residence permit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 25 July 2007 counsel was appointed for the applicant, who in a communication of 5 September 2007 and during an interview on 25 October 2007 held by the Migration Board, stated her reasons for requesting asylum as follows. The applicant was born and raised in  in a family which had been Christian for several generations. She had a university degree and had taught Urdu in a secondary school in  from 1999 until she left the country. She was married, but had been separated from her husband since May 2006. Her parents and three of her siblings remained in . In 2004 she had become active in a Christian organisation called Franciscan Justice, Peace and Integrity of Creation Commission (Franciscan JPIC). She had worked as a volunteer in her free time and the purpose of the Franciscan JPIC had been to create understanding between Christians and Muslims and to carry out charity work on a local level. She had, inter alia, helped women in vulnerable situations. In March 2007 she and some of the members of the organisation had been threatened and harassed through letters and text messages to their mobile phones. She was convinced that religious fundamentalists were responsible for the threats because they wrongly believed that the Franciscan JPIC tried to convert Muslims to Christianity. Her father had destroyed the five or six letters which had come to their home and she had only read one of them. She had read three text messages, thereafter she disposed of her SIM card. In the morning of 27 March 2007, following a night mass, she had been travelling on the organisation’s minibus with the President, Vice-President and two other members when they had been stopped by three or four fundamentalists on motorbikes. She seemed to remember that the minibus had a red cross on the roof. The assailants had used cricket bats to try to break the windows of the minibus and had accused the group of blasphemy against Islam. The driver had succeeded in driving away from the assailants. The President of the organisation had reported the assault to the police. Thereafter, the applicant lived with her aunt in another town until she left  on 17 April 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Following the applicant’s arrival in , she was informed by her father that she had been formally accused of blasphemy and that an arrest warrant had been issued against her. Her father sent her a copy of the arrest warrant and of a police report, but she did not know how her father had obtained them or where the originals were. She believed that the arrest order had only been shown to her father. Later, he also sent her a copy of a summons, but she was not sure whether it was an arrest warrant or a summons; she would have to verify that with her father. The said documents could be described as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A copy of poor quality of a document in Urdu which was not translated. According to the applicant, the translation was the “First Information Report” (FIR) lodged by three named persons at a  police station on 5 May 2007. It was registered as FIR. 65/2007 and contained accusations against the applicant and three other members of the Franciscan JPIC of having violated Articles 295(b) and 295(c) of the Penal Code. The document stated that the person who lodged the report attacked and assaulted the applicant and three others and tried to kill them. It further stated that the attackers searched for the applicant in her home with the intention of killing her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  A copy of a document in English, stating “the summons/warrant noted on the margin is forwarded herewith for service”. The names of the applicant and three other persons were inserted in handwriting as was case no.  “315/2007”, “FIR no. 65/07” and Articles “295 (b) and 295(c)” of the Penal Code. It was allegedly issued by the Court of 12th Judicial Magistrate East and directed to the Police Station “Gulshan-e Jabel” (inserted in hand writing) in . It stated: “You are hereby directed to depute some responsible officer not less then the rank of ASI for the service and also direct him to present in person along with process and report on 5 June 2007 (the date in handwriting) at 8.30 a.m. without fail.” It was signed and stamped.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  A copy of an alleged warrant for arrest in English. The document contained very few lines typed with an old type writer, for example “you are herewith directed to arrest the said ... and to produce him befo(deleted). Hereln fail not.” The main parts were inserted in hand writing such as FIR no. 65/07, case no. 315/07, the court as above, the same Articles of the Penal Code as above, and the names of the applicant and the same other three persons as the above, and the dates. Allegedly the police were asked to arrest them before 10 July 2007 and the warrant was signed and stamped on 20 June 2007.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant also submitted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“4.  A copy of a certificate written by the President of Human Rights International Alliance, dated 16 April 2007, in which he certified that the applicant was an acting member of the Franciscan JPIC Pakistan and that she had visited him to ask for help because she felt threatened by religious fundamentalists. She and her colleagues had reported this to the police and the President had also looked into her claims together with his team and had found that the applicant’s life was endangered by religious fundamentalists. He considered that the applicant was in need of complete protection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  A copy of a certificate dated 4 April 2007 by the Director of the Franciscan Justice, Peace and Integrity of Creation Commission, Custody of St. John the Baptist, . The Director certified that the applicant had been an active member of the organisation since 2004 and that she had voluntarily devoted her time to the organisation. The organisation worked for peace and justice and to bring harmony through interfaith dialogue in order to allow different religions to understand each other. They also assisted poor people, in particular women. It was further stated that the applicant and other members of the organisation had received life-threatening calls, letters and text messages. Four times, unknown persons had thrown stones at them. Muslim extremists wanted to kill them and their families because the extremists mistakenly believe that the organisation wants to convert Muslims to Christianity. The last threatening letter had stated that the members of the Franciscan JPIC were “kafar” and that the authors had commenced “jihad” against them and would kill them. They also threatened to have them punished through the blasphemy laws. The organisation had reported this to the police but without results so they had stopped their activities. The Director requested that the applicant be granted asylum in order to save her life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  A copy of a letter very similar to the one above but written by the President of the Franciscan JPIC, dated 5 April 2007.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 21 November 2007 the Migration Board rejected the application. It first noted that neither the general situation in Pakistan nor the general situation for Christians in Pakistan were such as to justify granting the applicant protection in . As concerned her personal grounds, the Board considered that the certificates from the Franciscan JPIC did not substantiate that she had been the victim of threats and harassment. Moreover, the arrest warrant did not state expressly why she was sought by the authorities. Hence, even if the documents were real, they did not show that she would risk being punished for blasphemy in a discriminatory manner. The Board further questioned whether the police report was genuine as the applicant had handed it in to the Board after she had submitted the arrest warrant. It also found it unlikely that persons would admit to crimes in a report to the police giving their names and details, since making threats and assaulting someone were also crimes in . Lastly, it found it remarkable that the applicant could not explain how her father had obtained the documents. Hence, the documents did not substantiate the applicant’s story. Turning to her credibility, the Board considered that the applicant had given a rather vague and unclear account. She had also altered some of her statements and, in large parts, her story was based on information from her father, as he had read and destroyed the letters and obtained the documents concerning blasphemy. Furthermore, the applicant had not been able to explain why she had been of particular interest to the fundamentalists as opposed to the others who had been prominent members of the organisation. Her explanation, that she had been very active as a volunteer and thus visible, was not convincing to the Board. In any event, the acts of which she had been the victim were criminal acts and for the Pakistani authorities to deal with. Although some discrimination existed in Pakistani society, it was not so flagrant that it could be said that the authorities lacked ability or willingness to protect its citizens. In this respect, the Board observed that the applicant had not reported any of the threats, and that her family had not tried to find out the details about why the police were looking for her. It did not consider that the applicant faced a real and concrete risk of being punished for blasphemy. Furthermore, it noted that the applicant had an aunt in another city and that, since the Franciscan JPIC according to the applicant was a very small and local organisation, she should be able to avoid problems by settling in the same city as her aunt. Consequently, the Board concluded that the applicant was not in need of protection in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant appealed to the  (Migrationsdomstolen) and requested a change of lawyer. She alleged that her sister had been kidnapped and her parents had disappeared. She further alleged that she could not live with her aunt, as her cousin had abused her while she had been staying with them in April 2007. She pointed out that the warrant of arrest did state why she was sought by the authorities in that it made reference to Article 295(b) of the Penal Code which concerned defiling and similar of the Holy Koran and could lead to imprisonment for life. Reference had also been made to Article 295(c) of the Penal Code, which concerned the use of derogatory remarks and similar in respect of the Holy Prophet and could lead to the death sentence. Furthermore, she had received two leaflets from a friend in  showing that fatwas had been issued against her and her colleagues in the Franciscan JPIC. Also, it was clear that the applicant, as a Christian and as a woman, could not count on the protection of the police. Instead, going to a police station where there were only Muslim men would put her at further risk of abuse. Furthermore, the organisation had reported the threats to the police and the other members at risk had also fled the country. Lastly, she stated that she was in very poor mental health following the disappearance of her family, which she considered to be her fault.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  She submitted, inter alia, the following documents:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“7.  A copy of a letter dated 7 April 2007 sent by the applicant to the President of Human Rights International Alliance informing him, inter alia, that the organisation had received threatening letters and that four times unknown persons had thrown stones at them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  A copy of a letter by the President of the Human Rights International Alliance in Pakistan, dated 14 April 2007, and addressed to the Inspector General of Police in . It referred to a letter from the applicant as “acting member, Franciscan JPIC Pakistan,” which the President had received and which he enclosed (it referred to the threats made by extremists against the applicant and other members of the Franciscan JPIC). The President was asking the Inspector General to take the necessary legal action in order to protect the life of the applicant and her colleagues.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9. A copy of a handwritten letter from the Franciscan JPIC to the Pirabad Police Station in Karachi in which they reported that they had been attacked, when travelling on their bus, by a group of unknown men who had thrown stones at them. The letter was stamped as received at the Police Station on 16 April 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  A one-page leaflet in Arabic which, allegedly, was a fatwa issued by Mufhta Jamelo Rehman and in which the applicant and the other named members of the Franciscan JPIC were accused of having insulted Allah and the Prophet. They should therefore be killed in Jihad and the person who carried out this deed would be allowed into heaven. He requested all Muslims to join in this work of justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  A one-page leaflet in Arabic which, allegedly, described how Muslims were insulted by other religions and stated that the applicant and other named members of the Franciscan JPIC had insulted the Koran and the Prophet. It requested the Pakistani Government to arrest the guilty parties immediately and to hang them. If not, it was all Muslims’ duty to participate in Jihad against the infidels and to kill them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  A medical certificate by a physician in psychiatry dated 17 April 2008, which stated that the applicant had been treated at the clinic between 15 and 17 April 2008 for suicidal thoughts. According to the physician the applicant was suffering from serious depression and Post Traumatic Stress Disorder (PTSD), In particular, the applicant was worried about returning to Pakistan and her relatives in . Some family members had fallen ill and her sister had been kidnapped.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  A medical certificate, dated 28 October 2008, written by the same doctor as above. It stated that the applicant had been in treatment since December 2007. She had been committed to a closed psychiatric unit between 7 and 28 December 2007 because she had collapsed and had suffered from a serious mental disorder, including suicidal thoughts and depression. Due to her severe depression she had been treated with ECT (electric shocks). Since then she had been taking antidepressants and seeing a doctor every second month. In October 2008 she had been found still to be suffering from severe depression and she claimed to hear voices from her family and sometimes to see them in front of her.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 8 October 2008 the applicant’s request for a change of counsel was rejected by the , notably because the case was almost ready for judgment and the acknowledged differences between counsel and the applicant could not justify a change of counsel. Leave to appeal against that decision was refused by the Migration Court of Appeal (Migrationsöverdomstolen) on 11 November 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 19 May 2009 the  held an oral hearing during which the applicant was heard. Her appointed counsel was present, as well as an adviser. The applicant maintained that her parents had disappeared the day after they had reported the kidnapping of her sister to the police. When the applicant had learned what had happened to her family, she was admitted to hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  By judgment of 4 June 2009 Migration Court found against the applicant. From the outset it considered that the written evidence submitted in the case was of low evidential value as the copies were of very poor quality and unclear. The leaflets allegedly containing fatwas issued against the applicant, for example, which were shown to the court in originals (documents nos. 10 and 11), could easily be produced and did not have much weight as evidence. Moreover, the applicant had not known how her father had obtained the alleged arrest warrant or the police report (FIR). As concerned the applicant’s credibility in general, the court found that her story had been vague and uncertain, in particular in respect of the content of the threats. She had claimed that her father had protected her from most of the threats arriving at the home by letter and telephone and, hence, she could not account for their content. She had also claimed that she did not know the identity of those who had threatened her. In the court’s view, however, this was rather contradictory since these persons allegedly had stated their names in the FIR. It thus appeared odd that they would have made anonymous threats. Furthermore, in the FIR the persons had written that they had sought the applicant at her home with the purpose of killing her. However, the applicant had not mentioned this at all. Also, the court considered that the threat against the applicant appeared disproportionate having regard to the fact that she had not been a member of the organisation, just a volunteer, and that she had not held any prominent or official role. Allegedly, the organisation was very small and worked only locally. As concerned the applicant’s family in , the court noted that it was very unclear what had happened to them. In any event, it had not been substantiated that their alleged disappearance had anything to do with the threats against the applicant. Lastly, it considered that the applicant was suffering from poor mental health but that this was not life-threatening or so serious that it could justify the granting of asylum in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The applicant appealed to the Migration Court of Appeal, relying on the same grounds as previously. She added that the President of the Franciscan JPIC had been granted asylum in Italy and that the Vice-President had been granted asylum in . She submitted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“14.  A medical certificate dated 3 July 2009 issued by the physician in psychiatry mentioned in documents 12 and 13. He stated that the applicant was still under treatment at the out-patient psychiatric unit and that she was suffering from an acute crisis reaction and a severely depressive period. He concluded that the applicant’s mental state of health was fairly bad and that the risk for suicide was probably high.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Anew the applicant requested a change of counsel, which was refused by the Migration Court of Appeal on 15 July 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 22 September 2009 the Migration Court of Appeal refused leave to appeal on the merits.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Subsequent events and proceedings before the Court",
                                "elements": [
                                    {
                                        "content": "20.  On 26 October 2009, upon request by the applicant, the Court applied Rule 39 of the Rules of Court until further notice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Before the Court the applicant submitted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“15.  A letter from Rt. Rev Sadiq Daniel, Bishop of Karachi, dated 28 April 2009, stating that the Bishop had made enquiries about the applicant’s family but that all of them had been missing since the last week of November 2007. They were not at their home address and the local police had refused to cooperate in finding them.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Government requested assistance from the Swedish Embassy in Islamabad, which in return requested assistance from, inter alia, the Nordic Liaison Office in  in order to verify the authenticity of some of the documents submitted by the applicant. As to the copy of the FIR no. 65/2007 (document no. 1), an officer from the Nordic Police Liaison Office visited the police station in Gulshan Iqbal in . Without supplying background information, the police registrar at the above police station was asked to show FIR no. 65/2007, which he did. It related to a theft from a computer shop lodged at the police station on 4 February 2007 under Pakistani Penal Code 392 and 394.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The registrar of the police station provided a copy of a stamped FIR 65/2007 in Urdu. It was translated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“16.  FIR no. 65/2007 was the first information report regarding a crime and included a signed statement by the person reporting it to the police. The report was issued at the Gulshan Iqbal police station, district . The person reporting to the police, Mr. Touseef Ali, reported on 4 February 2007, an armed robbery committed by four unknown persons. The robbery had occurred earlier that day at the Playdium Computer Game Centre, where Mr. Ali worked. The thieves stole mobile phones and cash from people at the centre. They also stole a car which was parked outside the centre. The report is signed by the policeman who issued the report. Legal reference of the crime is made to rule 392-34 of the Pakistani Constitution.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The office of the Judicial Magistrate XII was also visited for the purpose of verification of the alleged summons and the arrest warrant (documents nos. 2 and 3). The total number of cases registered with the office for the year 2007 was 249. Case number 315/07 does therefore not exist and there are no records at the Office of the Judicial Magistrate XII of the summons or of the arrest warrant. Furthermore, no arrest warrant was issued by the office in the name of the applicant and others on 20 June 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Office of the Judicial Magistrate XII stated that the text on the copied stamps on the two documents (documents nos. 2 and 3) was false. The text of the genuine, round stamps should read “Court of Civil/Judge Judicial Magistrate - XII Karachi - East”, whereas the round stamp seen on the alleged summons and arrest warrant reads “Court of XII. Judicial Magistrate First Class  East”. As regards the second stamp on the alleged arrest warrant, the text of the genuine stamp underneath the initials of the magistrate should read “Civil Judge, Judicial Magistrate XII, Karachi-East”, whereas the stamp on the alleged warrant read “ XII,  East”. Finally, the Office of the Judicial Magistrate XII stated that the signature on the documents was not recognised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The address provided by the applicant in her asylum application as being her home address, where she had lived with her parents until shortly before leaving , was also visited by a contact person from the Nordic Police Liaison Office. The family still resided there and there was no indication that they had disappeared.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "27.  The basic provisions applicable in the present case, concerning the right of aliens to enter and to remain in Sweden, are laid down in the Aliens Act (Utlänningslagen, 2005:716 – hereafter referred to as “the Aliens Act”), as amended on 1 January 2010 and described inter alia in N. v. Sweden, no. 23505/09, § 29-33, 20 July 2010.",
                                "elements": []
                            },
                            {
                                "content": "28.  The US Department of State “2009 Human Rights Report: ”, of 11 March 2010, stated among other things:",
                                "elements": []
                            },
                            {
                                "content": "“Arrest Procedures and Treatment While in Detention",
                                "elements": []
                            },
                            {
                                "content": "A First Information Report (FIR) is the legal basis for any arrest. Police may initiate FIRs when complainants offer reasonable proof a crime was committed. A FIR allows police to detain a named suspect for 24 hours, after which only a magistrate can order detention for an additional 14 days, if police show such detention is material to the investigation. In practice authorities did not observe fully these limits on detention. Authorities frequently issued FIRs without supporting evidence to harass or intimidate detainees, or did not issue them when adequate evidence was provided unless the complainant paid a bribe. Police sometimes detained individuals arbitrarily without charge or on false charges to extort payment for their release. Police also detained relatives of wanted individuals to compel suspects to surrender.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Freedom of Religion",
                                "elements": []
                            },
                            {
                                "content": "The constitution states that adequate provisions shall be made for minorities to profess and practise their religions freely, but the Government limited freedom of religion in practice. Islam is the state religion, and the constitution requires that laws be consistent with Islam. The Federal Shariat court ensures that laws are consistent with Shari’a. All citizens are subject to the blasphemy laws. Freedom of speech is constitutionally subject to “any reasonable restrictions imposed by law in the interest of the glory of Islam”.",
                                "elements": []
                            },
                            {
                                "content": "According to the HRCP (Human Rights Commission of Pakistan) there was an increase in cases of violence against minorities during the year. Reprisals and threats of reprisals against suspected converts from Islam occurred. Members of religious minorities were subject to violence and harassment, and at times police refused to prevent such actions or charge persons who committed them, leading to an atmosphere of impunity. The constitution stipulates that the president and the prime minister must be Muslim. The prime minister, federal ministers, and ministers of state, as well as elected members of the Senate and National Assembly (including non-Muslims), must take an oath to “strive to preserve the Islamic ideology”, the basis for the creation of the country. Religious groups must be approved and registered; there were no reports that the government refused to register any group.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The penal code calls for the death sentence or life imprisonment for anyone who blasphemes the Prophet Muhammad. The law provides for life imprisonment for desecrating the Koran and up to 10 years in prison for insulting another’s religious beliefs with the intent to offend religious feelings. The latter penalty was used only against those who allegedly insulted the Prophet Muhammad.",
                                "elements": []
                            },
                            {
                                "content": "On January 22 [2009], police arrested Hector Aleem, the country director of a Christian human rights NGO, after a member of a militant Islamic organization accused him of sending a blasphemous text message from his cell phone. Although the blasphemy charges were dropped after evidence showed the text message was not sent from Aleem’s cell phone, the charges of abetting blasphemy stood. A judge denied bail on April 30 and remanded Aleem in custody “for his own protection” after a religious extremist lawyer threatened his life in a court hearing ... At the end of the year, Aleem remained in jail awaiting trial on charges of abetting blasphemy.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "On December 14 [2009], a local court acquitted and freed Christian Gulsher Masih and his daughter, Sandal Gulsher. They had been detained in October 2008 in  after the father was accused of desecrating the Koran. ...”",
                                "elements": []
                            },
                            {
                                "content": "29.  The Country of Origin Information (COI) Report produced by the United Kingdom Border Agency on 17 January 2011 stated among other things:",
                                "elements": []
                            },
                            {
                                "content": "“19.  FREEDOM OF RELIGION",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "19.09  The USSD IRF Report 2010 (the US Department of State’s International Religious Freedom Report 2010) observed that:",
                                "elements": []
                            },
                            {
                                "content": "Approximately 95 percent of the population is Muslim (75 percent Sunni, 25 percent Shia). Groups composing 5 percent of the population or less include Hindus, Christians, Parsis/Zoroastrians, Baha’is, Sikhs, Buddhists, Ahmadis, and others...",
                                "elements": []
                            },
                            {
                                "content": "19.18  The PHRG (Parliamentary Human Rights Group) Report 2010 stated that “The State of Pakistan is failing at all levels to address the problem of malicious complaints of violations of the blasphemy law being pursued against Ahmadis and Christians, as well as members of other religious communities.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "19.20  The HRCP Report 2009 noted that “In 2009, a total of 41 complaints of blasphemy were registered by the police. Some 37 Ahmedis were booked under blasphemy laws and 57 Ahmedis were charged under Ahmedi-specific laws. However, many cases were registered against Muslims as the rival sects of Islam increasingly used the blasphemy law against each other... The HRCP Report gave a number of accounts of blasphemy cases filed during 2009.",
                                "elements": []
                            },
                            {
                                "content": "19.21  The Freedom House special report Policing Belief: The Impact of Blasphemy Laws on Human Rights, published October 2010, noted that “According to data compiled by nongovernmental organizations (NGOs) and cited by the U.S. State Department, a total of 695 people were accused of blasphemy in  between 1986 and April 2006. Of those, 362 were Muslims, 239 were Ahmadis, 86 were Christians, and 10 were Hindus. The Pakistani daily newspaper Dawn has reported that some 5,000 cases were registered between 1984 to 2004, and 964 people were charged with blasphemy.",
                                "elements": []
                            },
                            {
                                "content": "19.22  The AHRC (Asian Human Rights Commission) Report 2009 provided slightly different data and noted that “According to data collected by the National Commission for Justice and Peace (NCJP), at least 964 persons were alleged under these anti-blasphemy clauses from 1986 to August 2009, while over 30 persons were killed extra-judicially by the angry mob or by individuals.",
                                "elements": []
                            },
                            {
                                "content": "19.23  According to the National Commission for Justice and Peace (NCJP), at least 112 cases were registered under the blasphemy laws during 2009. “Of the 112 persons, 57 were identified as Ahmadis, 47 Muslims, and eight Christians. A total of 1,032 persons have been charged under the blasphemy laws between 1987 and 2009. ...”",
                                "elements": []
                            },
                            {
                                "content": "30.  As to mental health, the COI report went on:",
                                "elements": []
                            },
                            {
                                "content": "“26.26 The HRCP Report 2009 recorded that “According to an expert every fifth person in the country suffers from some kind of psychological disease. The most common form of mental ailment is depression. Social behaviour creates hurdles in curing psychological diseases because people generally shy away from consulting doctors lest they attract stigma. There are only 400 qualified psychologists to handle the rapidly growing number of psychiatric cases in the country.",
                                "elements": []
                            },
                            {
                                "content": "26.27 The World Health Organisation’s Mental Health Atlas 2005 for  stated that:",
                                "elements": []
                            },
                            {
                                "content": "The primary sources of mental health financing in descending order are: out of pocket expenditure by the patient or family, tax based, social insurance and private insurances. The country has disability benefits for persons with mental disorders. Disability benefit is paid to individuals who are not able to work due to mental illness. Mental health is a part of primary health care system. Actual treatment of severe mental disorders is available at the primary level. The programme has initially started in Punjab, the largest province, in 1985 and is being extended to others over the years. There are many residential and day-care facilities, especially for people with learning disabilities providing social, vocational and educational activities. Regular training of primary care professionals is carried out in the field of mental health. Training programmes have started in the  as a part of in-service training for primary care personnel. Till now, approximately 2000 primary care physicians and 42 000 primary care workers have been trained. Community activists from NGOs (e.g. National Rural Support Programme (NRSP) are also being trained. Though there are training programmes for physicians, nurses and psychologists, there are no such facilities for social workers. Mental health training has been included in the programme of the District Health Development Centres.",
                                "elements": []
                            },
                            {
                                "content": "The Institute of Psychiatry, , was the first WHO collaborating Centre-EMR and is acting as a resource centre at national and regional level for training, services information system and research. Multiple training manuals for primary health care physicians, paramedics, community workers and teachers have been developed. In an additional training package on counselling skills for health professionals, a package for rehabilitation of mentally ill has been developed... There are community care facilities for patients with mental disorders. ..More than 78 junior psychiatrists have been trained in community mental health to act as resource persons in the development of programmes in their areas. The National Steering Committee evaluates the quality of care delivery on a regular basis.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "26.29 The Mental Health Atlas listed the following therapeutic drugs as generally being available at the primary health care level of the country: carbamazepine, phenobarbital, chlorpromazine, diazepam, haloperidol; imipramine (is supplied instead of amitriptylline); and procyclidine.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW\t",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 2 AND 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained that an implementation of the deportation order to return her to  would be in violation of Articles 2 and 3 of the Convention, which in so far as relevant read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 2",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law”.",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "32.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "33.  The Court finds that it is more appropriate to deal with the complaint under Article 2 in the context of its examination of the related complaint under Article 3 and will proceed on this basis (see NA. v. the United Kingdom, no. 25904/07, § 95, 17 July 2008). It notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "34.  The applicant maintained that the general situation in  was serious and that notably single women and religious minorities were threatened. The Pakistani Government could not provide those groups adequate protection; on the contrary they approved of blasphemy laws being used against them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  As to her individual situation, referring to the documents submitted before the national authorities, the applicant alleged that due to her activities for the Christian organisation Franciscan Justice, Peace and Integrity of Creation Commission, both the Pakistani authorities and religious fundamentalists were looking for her. Thus, if deported from Sweden to , she would face a real risk of being imprisoned, tortured and perhaps executed on charges of blasphemy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  As regards the fact that the Government had found another FIR at the Gulshan-e-Iqbal police station with no. 65/2007, which concerned theft from a computer shop, the applicant claimed that it was possible that two reports had received the same number by mistake.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Referring to her poor mental health and the fact that most mental health services in Pakistan were private, the applicant maintained that she would not be able to afford treatment upon return to .",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Finally, the applicant contended that she would be in an extremely vulnerable situation if deported to her home country as she was a single woman with no family to stay with. Her sister had been kidnapped and her parents had disappeared the following day. The only remaining family was her aunt and cousin, but the applicant could not live with them as, allegedly, the cousin had abused her sexually several times when the applicant had stayed there before leaving  in April 2007.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "39.  From the outset, the Government pointed out that the situation in  was not such that there was a general need to protect asylum seekers or notably Christian asylum seekers from that country.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Moreover, as to the applicant, there was no indication that she would risk treatment in violation of Article 3 of the Convention upon return to Pakistan due to her voluntary activities for the Franciscan Justice, Peace and Integrity of Creation Commission almost three years before or due to accusations against her regarding blasphemy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government referred to the findings of the Migration Board and the . It also reiterated the recent findings by the Swedish Embassy in Islamabad via the Nordic Liaison Office as to FIR 65/2007, the arrest warrant and the summons (documents nos. 1, 2 and 3) submitted by the applicant in support of her allegation that she had been accused of blasphemy by religious fundamentalists and the authorities. The FIR 65/2007 obtained by the Nordic Liaison Officer from the registrar at the Gulshan-e-Iqbal police station (document no. 16) related to a completely different crime at a different time and at a different location to the alleged FIR 65/2007 submitted by the applicant, and there was no plausible explanation why the same police station should have used the same FIR number in two different cases by mistake and not shown the one allegedly concerning the applicant to the Nordic Liaison Officer at his request. Moreover, the visit to the office of the Judicial Magistrate XII revealed that case number 315/07 did not exist; that there were no records at the Office of the Judicial Magistrate XII of the alleged summons and arrest warrant submitted by the applicant; and that there was no arrest warrant issued by the office in the name of the applicant and others on 20 June 2007. The Government therefore concluded that the said documents submitted by the applicant were not authentic and that she had failed to substantiate that she had been accused of blasphemy by religious fundamentalists and the Pakistani authorities. The finding by the Swedish Embassy in  via the Nordic Liaison Office thus confirmed the findings of the Migration Board and the  that the written evidence submitted by the applicant in the case was of very low evidential value and that there was reason to question her general credibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government also submitted that the applicant had failed to substantiate that deportation to Pakistan would be contrary to Article 3 due to her poor mental health. There were no indications that her health had deteriorated or that she had been subject to compulsory psychiatric care since December 2007 or that the applicant would not be able to receive treatment in . Moreover, the Government noted that the applicant’s suicide attempts and the compulsory psychiatric care took place following the decision by the Migration Board on 21 November 2007 to reject the applicant’s request for asylum and that the medical records and certificates further showed that her mental ill-health was related thereto and to the uncertainties about her future.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Finally, the Government pointed out that there was no indication that the applicant’s sister or parents had disappeared or that they were persecuted due to the applicant’s religious affiliation. The Government emphasised that the Swedish Embassy’s contact person had recently visited the address stated by the applicant in her asylum application as being her home address, and it turned out that the applicant’s family had lived there for ten years and still resided at that address. It had thus been established that the applicant’s allegation was false.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "44.  The Contracting States have the right as a matter of international law and subject to their treaty obligations, including the Convention, to control the entry, residence and expulsion of aliens (Üner v. the Netherlands [GC], no. 46410/99, § 54, ECHR 2006-....; Abdulaziz, Cabales and Balkandali v. the United Kingdom, judgment of 28 May 1985, Series A no. 94, p. 34, § 67, Boujlifa v. France, judgment of 21 October 1997, Reports 1997-VI, p. 2264, § 42).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  However, expulsion by a  may give rise to an issue under Article 3, and hence engage the responsibility of that State under the Convention, where substantial grounds have been shown for believing that the person concerned, if deported, faces a real risk of being subjected to treatment contrary to Article 3. In such a case, Article 3 implies an obligation not to deport the person in question to that country (Saadi v. Italy [GC], no. 37201/06, § 125, 28 February 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The assessment of whether there are substantial grounds for believing that the applicant faces such a real risk inevitably requires that the Court assess the conditions in the receiving country against the standards of Article 3 of the Convention (Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 67, ECHR 2005-I). These standards imply that the ill-treatment the applicant alleges he will face if returned must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this is relative, depending on all the circumstances of the case (Hilal v. the United Kingdom, no. 45276/99, § 60, ECHR 2001-II). Owing to the absolute character of the right guaranteed, Article 3 of the Convention may also apply where the danger emanates from persons or groups of persons who are not public officials. However, it must be shown that the risk is real and that the authorities of the receiving State are not able to obviate the risk by providing appropriate protection (H.L.R. v. France, judgment of 29 April 1997, Reports 1997-III, § 40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The assessment of the existence of a real risk must necessarily be a rigorous one (see Chahal v. the United Kingdom, judgment of 15 November 1996, Reports 1996-V, § 96; and Saadi v. Italy, cited above, § 128). It is in principle for the applicant to adduce evidence capable of proving that there are substantial grounds for believing that, if the measure complained of were to be implemented, he would be exposed to a real risk of being subjected to treatment contrary to Article 3 (see N. v. Finland, no. 38885/02, § 167, 26 July 2005). The Court acknowledges that, owing to the special situation in which asylum seekers often find themselves, it is frequently necessary to give them the benefit of the doubt when it comes to assessing the credibility of their statements and the documents submitted in support thereof. However, when information is presented which gives strong reasons to question the veracity of an asylum seeker’s submissions, the individual must provide a satisfactory explanation for the alleged discrepancies (see, among other authorities, N. v. , no. 23505/09, § 53, 20 July 2010 and Collins and Akasiebie v. Sweden (dec.), no. 23944/05, 8 March 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In cases concerning the expulsion of asylum seekers, the Court does not itself examine the actual asylum applications or verify how the States honour their obligations under the Geneva Convention. It must be satisfied, though, that the assessment made by the authorities of the Contracting State is adequate and sufficiently supported by domestic materials as well as by materials originating from other reliable and objective sources such as, for instance, other Contracting or non-Contracting States, agencies of the United Nations and reputable non-governmental organisations (see, NA. v. the United Kingdom, cited above, § 119).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Aliens who are subject to expulsion cannot, in principle, claim any entitlement to remain in the territory of a  in order to continue to benefit from medical, social or other forms of assistance and services provided by the expelling State. The fact that the applicant’s circumstances, including his life expectancy, would be significantly reduced if he were to be removed from the  is not sufficient in itself to give rise to breach of Article 3. The decision to remove an alien who is suffering from a serious mental or physical illness to a country where the facilities for the treatment of that illness are inferior to those available in the  may raise an issue under Article 3, but only in a very exceptional case, where the humanitarian grounds against the removal are compelling. In the D. case [D. v. the United Kingdom, application no. 30240/96, Commission’s report of 15 October 1996] the very exceptional circumstances were that the applicant was critically ill and appeared to be close to death, could not be guaranteed any nursing or medical care in his country of origin and had no family there willing or able to care for him or provide him with even a basic level of food, shelter or social support. (see, N. v. the United Kingdom [GC], no. 26565/05, § 42, 27 May 2008).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The general situation in ",
                                "elements": [
                                    {
                                        "content": "50.  The Court considers there are no indications that the situation in  is sufficiently serious to conclude that the return of the applicant thereto would constitute, in itself, a violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The applicant’s case",
                                "elements": [
                                    {
                                        "content": "51.  Turning to the applicant’s individual situation, she claimed that both the Pakistani authorities and religious fundamentalists were looking for her and that she would face a real risk of being imprisoned, tortured and perhaps executed on charges of blasphemy upon return. In support thereof she referred essentially to the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In March 2007, when the applicant was thirty-six years old, due to her work as a volunteer in her free time for the Franciscan JPIC, she and some of the members of the organisation had been threatened and harassed through letters and text messages to their mobile phones. According to the applicant, her father had destroyed the five or six letters which had come to their home and she had only read one of them. She had read three text messages and thereafter disposed of her SIM card. The applicant did not know who had sent the threats and could not describe in detail what the threats were about. Moreover, on 27 March 2007, when travelling on the organisation’s minibus with the President, Vice-President and two other members, they had been stopped and three or four fundamentalists on motorbikes, who accused the group of blasphemy against Islam, had attempted to assault them. The group had succeeded in escaping their assailants. The President of the organisation reported the incident to the police. The applicant submitted copies of certificates/letters from April 2007 (documents nos. 4, 5 and 6) which confirmed her statement. In its decision of 21 November 2007 the Migration Board considered that the applicant had given a rather vague and unclear account, which in large parts had been based on information from her father. It did not find that the documents substantiated that she personally had been the victim of threats and harassment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The applicant also submitted copies of a police report or a so-called first information report, FIR 65/2007, an arrest warrant and a summons (documents nos. 1, 2 and 3), which her father had sent to her after she had arrived in Sweden. The Migration Board questioned whether the police report was genuine. It noted, inter alia, that according to the translation of the FIR the persons allegedly reporting the applicant and others to the police had also stated that they had threatened and assaulted the applicant and other members of the organisation, which the Migration Board found rather odd, since making threats and assaulting someone were also crimes in Pakistan. It also found it remarkable that the applicant could not explain how her father had obtained the documents. Furthermore, the applicant had not been able to explain why she had been of particular interest to the fundamentalists as opposed to the others who had been prominent members of the organisation. Hence, in the Migration Board’s view, the documents did not substantiate the applicant’s story. That finding was confirmed by the  in its judgment of 4 June 2009. It added that in general the written evidence submitted in the case was of low evidential value as the copies were of very poor quality and unclear. After the applicant had lodged her complaint with the Court, the Government requested assistance to examine further the authenticity of the three documents. Their detailed findings are described in paragraphs 21 to 24 and led the Government to conclude that the documents were inauthentic and that there was reason to question the applicant’s general credibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court notes that during the proceedings before the domestic authorities, the Migration Board and the  both conducted a thorough examination of the applicant’s case, which entailed an interview with the applicant before the Migration Board and an oral hearing before the , during which the applicant was heard. Before both instances the applicant was assisted by appointed counsel and an adviser. The national authorities had the benefit of seeing, hearing and questioning the applicant in person, of assessing directly the information and documents submitted by her and of initiating an examination of the veracity of the documents submitted, if that were found necessary. In the present case the national authorities found that the applicant had given a rather vague and unclear account and that the written evidence submitted was of low evidential value, which could reasonably explain why they did not at the relevant time initiate an investigation in Pakistan, like the one subsequently carried out via the Swedish Embassy in Islamabad after the applicant had lodged her complaint with the Court. The Court finds no reason to conclude that the decision by the Migration Board of 21 November 2007 and the decision by the Migration Court of 4 June 2009 in that respect were inadequate or that the alleged evidence adduced by the applicant was not disproved by the national authorities or that the outcome of the proceedings before the two instances was arbitrary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Moreover, there are no indications that the assessment made by the Migration Board and the Migration Court in the above decisions was insufficiently supported by relevant materials or that that the authorities were wrong in their conclusion that there were no substantial grounds for finding that the applicant would be of interest to the Pakistani authorities or religious fundamentalists if returned Pakistan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The applicant also claimed that an implementation of the deportation order to return her to  would be in violation of Article 3 due to her poor mental health. The question is thus whether her case is so exceptional that humanitarian grounds against the removal are compelling.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The applicant did not invoke poor mental health as a motive for asylum when she arrived in  or during the proceedings before the Migration Board, which led to its refusal to grant her asylum on 21 November 2007. Thereafter, the applicant’s mental health deteriorated and included suicide attempts or suicidal thoughts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The most recent medical certificate submitted in the case was from 3 July 2009 (document no. 14) issued by the physician in psychiatry, who had followed the applicant since December 2007 and issued certificates of 17 April 2008 and 28 October 2008 (documents nos. 12 and 13). In the former medical certificate he stated that the applicant was still under treatment at the out-patient psychiatric unit and that she was suffering from an acute crisis reaction and a severely depressive period. He concluded that the applicant’s mental state of health was fairly bad and that the risk of suicide was probably high.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court notes that there is no recent information indicating whether the applicant’s mental health has improved or deteriorated. There are no elements either indicating that the State and the physician in psychiatry previously involved will not react to a concrete threat as far as possible or that the State will enforce the deportation order if it is medically impossible for the applicant to travel to her home country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60 The Court also notes that medical treatment is available in . In any event, the fact that the applicant’s circumstances would be less favourable than those she enjoys in Sweden cannot be regarded as decisive from the point of view of Article 3 (see Bensaid v. the United Kingdom, no. 44599/98, § 38, ECHR 2001-I; Salkic and others v. Sweden (dec.), no. 7702/04, 29 June 2004; and Al-Zawatia v. Sweden (dec.) no. 50068/08, 22 June 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Accordingly, having regard to the high threshold set by Article 3, particularly where the case does not concern the direct responsibility of the Contracting State for the possible harm, in the Court’s view, the present case does not disclose the very exceptional circumstances established by its case-law (see, among others, D v. United Kingdom, cited above, § 54; and N. v. the United Kingdom [GC], cited above, §§ 43 and 51).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Finally, it appears that the applicant claimed that an implementation of the deportation order to return her to  would be in violation of Article 3 due to her vulnerable situation. In particular, she alleged that her sister and parents had disappeared and that the only remaining family in  was her aunt and cousin, with whom she could not stay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  In its judgment of 4 June 2009 the  noted that it was very unclear what had happened to the applicant’s sister and parents and that in any event, it had not been substantiated that their alleged disappearance had anything to do with the threats against the applicant. In their observations the Government further referred to the findings of the Swedish Embassy in  set out in paragraph 25, which led the Government to conclude that the applicant’s allegation was false.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In the Court’s view there are no elements which could indicate that the Migration Court was wrong in its conclusion set out above, nor does the Court consider it necessary to examine the applicant’s allegation as to her sister and parents any further since in any event the applicant has failed to substantiate that she would be in such a vulnerable situation upon return to Pakistan or face such various cumulative risks of reprisals that would fall within the high threshold set by Article 3 of the Convention (see, by contrast, N. v. Sweden, cited above, § 62).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In conclusion, the Court finds that an implementation of the order to deport the applicant to  would not give rise to a violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLES 8 AND 13 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL NO. 6 TO THE CONVENTION.",
                        "elements": [
                            {
                                "content": "66.  The applicant also complained that an implementation of the deportation order to return her to  would be in violation of Articles 8 and 13 of the Convention and of Article 1 of Protocol No. 6 to the Convention.",
                                "elements": []
                            },
                            {
                                "content": "67.  The Court reiterates that the purpose of the rule on exhaustion of domestic remedies is to afford the Contracting States the opportunity to prevent or put right the violations alleged against them before those allegations are submitted to the Court (see, among many other authorities, Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-V).",
                                "elements": []
                            },
                            {
                                "content": "68.  The applicant failed to raise, either in form or substance, before the domestic courts the complaint made to it. It follows that this part of the application is inadmissible for non-exhaustion of domestic remedies within the meaning of Article 35 § 1 of the Convention and must be rejected pursuant to Article 35 § 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": "69.  The Court reiterates that, in accordance with Article 44 § 2 of the Convention, the present judgment will not become final until (a) the parties declare that they will not request that the case be referred to the Grand Chamber; or (b) three months after the date of the judgment, if referral of the case to the Grand Chamber has not been requested; or (c) the Panel of the Grand Chamber rejects any request to refer under Article 43 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "70.  It considers that the indication made to the Government under Rule 39 of the Rules of Court must remain in force until the present judgment becomes final or until the Panel of the Grand Chamber of the Court accepts any request by one or both of the parties to refer the case to the Grand Chamber under Article 43 of the Convention (see F.H. v. Sweden, no. 32621/06, § 107, 20 January 2009).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning Article 3 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that an implementation of the order to deport the applicant to  would not give rise to a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Decides to continue to indicate to the Government under Rule 39 of the Rules of Court that it is desirable in the interests of the proper conduct of the proceedings not to expel the applicant until such time as the present judgment becomes final or further order.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 October 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dean Spielmann",
            "role": "president"
        },
        {
            "name": "Elisabet Fura",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Ann Power",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SAMINA v. SWEDEN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-107125.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1020JUD005546309",
    "externalsources": [],
    "extractedappno": [
        "55463/09",
        "65/07",
        "315/07",
        "23505/09",
        "25904/07",
        "46410/99",
        "37201/06",
        "46827/99",
        "46951/99",
        "45276/99",
        "38885/02",
        "23944/05",
        "30240/96",
        "26565/05",
        "44599/98",
        "7702/04",
        "50068/08",
        "25803/94",
        "32621/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-107125",
    "judgementdate": "20/10/2011 00:00:00",
    "kpdate": "20/10/2011 00:00:00",
    "kpthesaurus": [
        "350"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "SAMINA",
        "SWEDEN"
    ],
    "rank": "834.79150390625",
    "representedby": [
        "LINDBLAD A."
    ],
    "respondent": "SWE",
    "respondentOrderEng": "45",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "356499",
    "typedescription": "15"
}