{
    "__articles": "2;2-1;34;35;35-1;41",
    "__conclusion": "Preliminary objection dismissed (non-exhaustion);Violation of Art. 2;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "20764/92",
    "article": [
        "35",
        "41",
        "2",
        "34"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "article": "2",
            "base_article": "2",
            "element": "Violation of Art. 2",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-59199.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 20764/92) against the Republic of Turkey lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr İsmail Ertak (“the applicant”), on 1 October 1992.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who was granted legal aid, was represented by Mr K. Boyle and Ms F. Hampson, lecturers at the University of Essex (United Kingdom). The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that his son, who was taken into police custody on 20 August 1992, had disappeared while being detained and had in all probability been killed by the police during questioning.",
                        "elements": []
                    },
                    {
                        "content": "4.  The case was referred to the Court by the Commission, in accordance with the provisions applicable prior to the entry into force of Proto-\ncol No. 11 to the Convention, on 6 March 1999 (Article 5 § 4 of Proto-\ncol No. 11 and former Articles 47 and 48 of the Convention). ",
                        "elements": []
                    },
                    {
                        "content": "5.  On 31 March 1999 a panel of the Grand Chamber decided that the case should be examined by one of the Sections of the Court (Rule 100 § 1 of the Rules of Court). The application was assigned to the First Section (Rule 52 § 1). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. Mr R. Türmen, the judge elected in respect of Turkey, withdrew from sitting in the case (Rule 28). The Government accordingly appointed Mr F. Gölcüklü to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  A hearing took place in public in the Human Rights Building, Strasbourg, on 9 November 1999.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Ms Hampson and Mrs Akçay.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant, İsmail Ertak, a Turkish national born in 1930, lives in Şırnak, in south-eastern Turkey. He applied to the Commission on his own behalf and on behalf of his son Mehmet Ertak, who, he alleged, had disappeared in circumstances engaging the responsibility of the State.",
                                "elements": []
                            },
                            {
                                "content": "A.  The facts",
                                "elements": [
                                    {
                                        "content": "9.  The facts surrounding the disappearance of the applicant's son are disputed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The version submitted by the applicant is set out in Section 1 below. In his memorial to the Court, Mr Ertak relied on the facts as established by the Commission in its report and on his previous submissions to the Commission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The facts as presented by the Government are set out in Section 2.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  A description of the material submitted to the Commission is given in Part B.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In the light of the dispute over the circumstances surrounding the disappearance of the applicant's son, the Commission conducted its own investigation with a view to establishing the facts, pursuant to former Article 28 § 1 (a) of the Convention. To that end, it examined a number of documents submitted by the applicant and the Government in support of their respective assertions and appointed three delegates to take evidence from witnesses at hearings held in Ankara on 5, 6 and 7 February 1997. The Commission's assessment of the evidence, and its subsequent findings, are summarised in Part C.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The facts as presented by the applicant",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Disappearance of the applicant's son",
                                "elements": [
                                    {
                                        "content": "14.  Following incidents in Şırnak (a town in south-eastern Turkey) between 18 and 20 August 1992, several people were taken into police custody at the Şırnak gendarmerie command and security police headquarters on 21 August. At the time of the events the applicant's son, Mehmet Ertak, was working at a coal mine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  At Bakımevi checkpoint, police officers in blue uniforms stopped the taxi in which Mehmet Ertak was travelling home from work together with three other people, namely Abdulmenaf Kabul, Süleyman Ertak and Yusuf Ertak. The police officers took their identity papers and one of them asked which one was Mehmet Ertak. Mehmet Ertak identified himself and the officers took him away.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 24 August 1992 Abdullah Ertur, an acquaintance who had been taken into police custody on 21 August 1992 and released on 23 August 1992, told the applicant that he had shared a cell with Mehmet Ertak for a whole day and night.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Abdurrahim Demir, a lawyer taken into police custody on 22 August 1992 and released on 15 September 1992, told the applicant that he had spent five or six days in the same room as Mehmet Ertak. He also stated that Mehmet Ertak had been severely tortured; in particular, on the last occasion he had remained in the “torture room” for about fifteen hours and, on being brought back to his cell, had been unconscious, displaying no signs of life. A few minutes later he had been dragged out of the cell by the legs. Another person, Ahmet Kaplan, who had likewise been released on 15 September 1992, told the applicant that he had seen his son while in custody. Three further people detained at police headquarters at the same time as Mehmet Ertak informed the applicant, when he went to visit them at Şırnak Prison, that they had seen Mehmet Ertak during that time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant requested the Şırnak provincial governor to explain why his son had not been released and to inform him of his whereabouts. He was accompanied by local councillors Abdullah Sakın and Ömer Yardımcı, and by another of his sons, Hamit Ertak. The provincial governor, Mustafa Malay, interviewed an eyewitness, Abdullah Ertur, who confirmed that he had seen Mehmet Ertak at the police headquarters. The provincial governor conducted enquiries among members of the armed forces and the police. The police officers interviewed maintained that Mehmet Ertak had never been detained in police custody. In a letter of 4 November 1992 the provincial governor requested the national police headquarters to appoint an investigating officer to carry out enquiries into the applicant's allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 2 October 1992 the applicant lodged a complaint with the Şırnak public prosecutor, asking what had happened to his son. He explained that although several witnesses had said that they had seen his son during their time in detention, the provincial governor's office, the police and the armed forces had all maintained that Mehmet Ertak had never been taken into police custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 8 April 1993 the investigating officer submitted his report to the Şırnak Administrative Council, proposing that no court proceedings be brought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 21 June 1993 the Şırnak public prosecutor ruled that he did not have jurisdiction and forwarded the case file to the Administrative Council of the province of Şırnak to enable it to carry out the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 11 November 1993 the Şırnak Administrative Council issued an order signed by the deputy provincial governor and the directors or deputy directors of the province's various public services (the post of Director of Legal Affairs was vacant at the time). The order stated that no criminal proceedings should be brought against the officers from Şırnak police headquarters. The Administrative Council held that the alleged facts had not been established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 22 November 1993, in accordance with the legislative provisions in force, the case was referred to the Supreme Administrative Court. In a judgment of 22 December 1993 that court upheld the Administrative Council's decision that there was no case to answer, finding as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... Offences committed by civil servants acting in the performance of their duties or in their official capacity are subject to the procedures governing prosecutions of civil servants ..., an administrative investigating officer responsible for conducting the investigation is appointed by means of an order ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "... In order that an investigation may be conducted in respect of a civil servant, the civil servant concerned must first of all be accurately identified. Failing any accurate identification, no investigation can be carried out, no investigation report can be drawn up and no court with jurisdiction in the matter may give judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The information in the investigation file has not made it possible to determine who committed the alleged offence; consequently, that investigation should not have been commenced. However, an investigation file was compiled by the appointed investigating officer and, on the basis of that file, the Administrative Council of the province decided that there was no case to answer, on the ground that the persons responsible were unknown and that it was impossible to investigate the case. The Supreme Administrative Court decides unanimously, for the aforementioned reasons, to uphold the decision of the Administrative Council and to close the investigation.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Alleged interference with the applicant's right of individual petition ",
                                "elements": [
                                    {
                                        "content": "24.  According to the applicant, the authorities prosecuted Tahir Elçi, a lawyer, for the role he had played in the lodging of certain applications, including that of the applicant, with the Commission. The applicant maintained that on 23 November 1993 all the documents relating to the case had been seized by the security forces when Tahir Elçi was arrested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The facts as presented by the Government",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Disappearance of the applicant's son",
                                "elements": [
                                    {
                                        "content": "25.  It was true that following clashes in the town of Şırnak between 18 and 20 August 1992, an operation was carried out and nearly one hundred people were taken into police custody. However, Mehmet Ertak was not arrested by the security forces. As the national police headquarters stated in a letter of 21 December 1994, the custody register indicated that he had never been arrested or held in custody.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Alleged interference with the applicant's right of individual petition",
                                "elements": [
                                    {
                                        "content": "26.  On 23 February 1995 the Government forwarded to the Commission a record of the documents seized from Tahir Elçi, together with the Diyarbakır National Security Court's decision of 10 January 1994, listing the documents that had been returned to him.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Evidence gathered by the Commission",
                                "elements": [
                                    {
                                        "content": "1.  Written evidence",
                                        "elements": [
                                            {
                                                "content": "27.  Those appearing before the Court submitted various documents concerning the investigation in respect of the applicant's criminal complaint.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Complaint lodged by the applicant with the Şırnak public prosecutor's office on 2 October 1992",
                                "elements": [
                                    {
                                        "content": "28.  The applicant alleged that, following the events in Şırnak, his son had been arrested during an identity check on 20 August 1992, while returning home from work with three members of his family. He gave the names of eyewitnesses who had stated that they had seen his son while he was in police custody, and requested information as to what had happened to his son.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Order of 21 July 1993 by the Şırnak public prosecutor, ruling that he did not have jurisdiction ratione materiae",
                                "elements": [
                                    {
                                        "content": "29.  In this order, the Şırnak public prosecutor's office ruled that it did not have jurisdiction to deal with the applicant's criminal complaint against the officers from Şırnak police headquarters. It pointed out that the actions of members of the security forces who were under the authority of the governor of the state of emergency region were governed by the rules on prosecution of civil servants, and referred the case to the Administrative Council of the province of Şırnak.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Documents concerning the investigation conducted by investigating officer Yahya Bal",
                                "elements": [
                                    {
                                        "content": "30.  In a letter dated 4 November 1992 the Şırnak provincial governor, Mustafa Malay, referring to the petition which the applicant had lodged with the governor's office on 10 September 1992, requested the national police headquarters to appoint an investigating officer to carry out an inquiry into the applicant's allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In a letter dated 3 December 1992 the national police headquarters' investigation department appointed Detective Sergeant Yahya Bal as the investigating officer. On 12 and 13 January 1993 Yahya Bal took witness evidence from Abdulmenaf Kabul, Süleyman Ertak, Yusuf Ertak and Abdullah Ertur. Süleyman Ertak's statement was obtained with the assistance of an interpreter. The witnesses' statements were taken down as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  Abdulmenaf Kabul: “I lived in the same hamlet as Mehmet Ertak and knew him personally. However, his father's name is not Mehmet, as you said it was, but İsmail. When the incidents occurred, I was at home. I was not taken into custody [at the police headquarters] as was alleged, either that day or the following days. I heard about his disappearance when I gave evidence to the Şırnak public prosecutor, on which occasion I said the same things as I am now saying to you. My relatives and I worked as village guards in 1987. Mehmet Ertak's brother, Salih, is currently a PKK militant and has gone off to the mountains. As we support the government, those people attacked my house and my relatives' houses, and I and several members of my family were injured and my cousin Hasan Ertak was killed. Since then, we have been involved in a dispute with them. That's why they would have wanted to bring our name into this case to cause us harm. I do not have any information on Mehmet Ertak's alleged disappearance and, contrary to what has been said, I was not taken into police custody with him.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  Süleyman Ertak: “I know Mehmet Ertak. We lived in the same hamlet and sometimes worked together at the coal mines. However, his father's name is not Mehmet, as you said it was, but İsmail. When the incident took place, my nephew Yusuf and I were working in the coal mines. We heard shooting from the direction of the town and went to the main road to go back there. We hailed a taxi coming from the direction of Cizre. Mehmet Ertak was in the taxi, and we got in and went towards the town. At the entrance to the town, the police were carrying out an identity check. They checked the identity papers of all three of us and handed them back. My nephew and I went home; as for Mehmet Ertak, he said he had some shopping to do and went off towards the grocery stores across the road. I have never seen him since. I don't know where he is. I was not taken into police custody on the date of the incident – 18 August 1992 – or after that date, either alone or with Mehmet Ertak, contrary to what his father alleged. I don't know why his father made that allegation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  Yusuf Ertak: “I know Mehmet Ertak. We lived in the same hamlet. Although we have the same surname, we are not related. However, his father's name is not Mehmet, as you said it was, but İsmail. I was not taken into police custody on 18 August 1992 at the national highways authority maintenance point [Bakımevi], as Mehmet Ertak's father alleged. At the time of the incidents, I was working at a coal mine 5 or 6 km away from the town. We heard shooting from the direction of the town and tried to go back there with the other workers, but the road was blocked by soldiers who were preventing anyone from entering or leaving. We were thus unable to get back to Şırnak; as a result, I was not taken into police custody. I don't know whether Mehmet Ertak was taken into custody by the police. I forgot to tell you that after the incidents – I can't remember the exact time – a taxi with Mehmet Ertak in it arrived from the direction of Cizre. I don't know who the taxi belonged to. The soldier who was at the scene made Süleyman Ertak and me get into the taxi and sent us off to Şırnak. At the entrance to the town there were police officers. They checked our identity papers and then Mehmet Ertak went off towards the grocery stores across the road. We went home. However, neither ourselves nor Mehmet Ertak were taken into police custody. I don't know why his father said that.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  Abdullah Ertur (Ertuğrul): “On 18 August 1992, following the events in Şırnak during the day, I was arrested at home by police officers – or, I should say, by soldiers, who handed me over to the police. After an investigation was conducted by the security police, I was released the following day. When I returned home, Mehmet Ertak's father, whose son I knew personally because we worked together at the coal mine, came to see me. He asked whether I had been held in police custody and whether his son was also at the police headquarters. I replied that there had been forty or fifty of us but that I had not seen his son among the detainees. However, in his criminal complaint, he lied by saying the opposite. I don't know why he did that, but we don't talk to the Ertak family. Their son Salih Ertak, who is with the PKK, and his friends killed my uncle Hasan Ertak. He said that to cause a dispute between us and the security forces. I repeat that he is lying. I was not detained in the same cell as Mehmet Ertak and I don't know where he is now.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Investigation report submitted on 8 April 1993 by investigating officer Yahya Bal",
                                "elements": [
                                    {
                                        "content": "32.  The investigating officer stated that in the course of his inquiries he had visited the scene of the events and examined the custody registers, copies of which were appended to his report. He said that, although letters had been sent to the police headquarters requesting an interview with İsmail Ertak (who had apparently moved to Silopi), the authorities had been unable to find the latter's address. He noted that it was clear from the statements by Abdulmenaf Kabul, Süleyman Ertak and Yusuf Ertak that they had not been taken into police custody either before or after the incidents, a fact corroborated by an inspection of the custody registers. The investigating officer also referred to the letter sent by the Şırnak police confirming that Mehmet Ertak had not been taken into custody during or after the incidents in question, and noted that Abdullah Ertur, according to the statement he had made, had been arrested by the gendarmes after the incidents in Şırnak on 18 August 1992 and handed over to the police before being released the next day; his name appeared under number 602 in the custody register. He observed that Abdullah Ertur had maintained that he had not seen Mehmet Ertak at the police headquarters and had therefore not stayed in the same cell. The investigating officer reached the following conclusion:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I propose that no court proceedings be brought, given that the allegations made by İsmail Ertak and a member of Parliament, Orhan Doğan, concerning Mehmet Ertak's detention in police custody and disappearance while being detained are wholly unfounded.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Oral evidence",
                                        "elements": [
                                            {
                                                "content": "33.  On 5, 6 and 7 February 1997 three Commission delegates obtained the following statements in Ankara.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  İsmail Ertak",
                                "elements": [
                                    {
                                        "content": "34.  This witness – the applicant – is Mehmet Ertak's father. In August 1992 he heard shooting, which went on for three days. On the night of the incidents, his son Mehmet Ertak was working at the coal mine.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  He repeated the facts as set out in his application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The witness stated that he had gone to the gendarmerie command, where a major, after checking the list of those detained, had told him that his son had not been detained at the barracks. He had also attended a meeting at the barracks, on which occasion he had again demanded information as to what had happened to his son. Together with two local councillors (muhtars) – Abdullah Sakın (muhtar for the Yeşilyurt district) and Ömer Yardımcı (muhtar for the Gazipaşa district) – he had gone to the Şırnak provincial governor and introduced him to Abdullah Ertur, who told the governor that while in police custody he had spent one night in the same cell as Mehmet Ertak. The governor had handed a letter to the muhtars and had advised them to contact the police. The witness's son Hamit Ertak had gone to the police headquarters with Abdullah Sakın and Abdullah Ertur.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The witness maintained that he had lodged a complaint with the Şırnak public prosecutor's office, but could not remember whether the prosecuting authorities had questioned Abdullah Ertur and the other people referred to in his complaint. The public prosecutor had remarked that it was highly likely that the witness's son had gone away to the mountains. The witness had contested that allegation, explaining that Mehmet had four children and that his wife was still very young.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  He stated that his son Mehmet Ertak had been questioned by police officers earlier that year. He did not know why his son had been summoned by the police. He added that one of his sons, Mehmet Salih Ertak, had been missing since 1989; he had heard that he had gone off to join the PKK (Workers' Party of Kurdistan), but he did not know whether he was alive or dead. Another of his sons, Mesut Ertak, had been convicted for his part in an explosion and sentenced to twelve years' imprisonment. The witness repeated that his son Mehmet Ertak, who had four young children, had been doing nothing but “work all hours of the day to feed them”. He stated: “That child [Mehmet] is innocent. His brother went away to the mountains nine years ago. Maybe that's what they hold against him.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Mustafa Malay",
                                "elements": [
                                    {
                                        "content": "39.  This witness was provincial governor of Şırnak in August 1992. He explained that on 18 August 1992 there had been clashes between the security forces and terrorists, who had launched an attack. Several people had been shot dead. The attacks had originated in the area where the coal mines were situated. Following the incidents, the security forces – police officers and gendarmes – had carried out searches and more than one hundred people had been arrested and brought before the courts. Some of them had been taken into custody at the police headquarters and others at the gendarmerie's detention centre. Two separate registers had been kept.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The witness stated that he had met a man in his office who said that he had spent a whole night in the same cell as Mehmet Ertak. He could not remember whether that witness's name was Abdullah Ertuğrul. He had advised İsmail Ertak to take the eyewitness to the public prosecutor. He had also interviewed other people who had said that they had seen Mehmet Ertak while in custody at the police headquarters. He said that İsmail Ertak had not given up and had come back to his office five or six times with the same allegations. The witness had written a confidential letter to the national police headquarters in Ankara and to the Ministry of the Interior, requesting the appointment of an investigating officer to carry out inquiries. He added that he had subsequently inspected the police headquarters' custody registers and found that Mehmet Ertak's name was not on the list of detainees. The gendarmerie had informed him orally that Mehmet Ertak had not been detained on their premises. An investigating officer had been appointed to conduct the investigation. The witness had been transferred to another post in February 1993 and had consequently received no further information on the progress of the investigation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Süleyman Ertak",
                                "elements": [
                                    {
                                        "content": "41.  This witness had been working at the coal mines at the material time. Mehmet Ertak was his cousin. When the incidents occurred in Şırnak he had been at work in the mines. Mehmet Ertak, Abdulmenaf Kabul and Yusuf Ertak had also been at the mines, working in different areas. Because of the incidents they had been unable to return to Şırnak between 18 and 22 August. They had been warned by the gendarmerie office near the mine not to leave the site.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The witness stated that there had been clashes in the town but not in the area by the mines. After spending four days in the mines, he, Mehmet Ertak, Abdulmenaf Kabul and Yusuf Ertak had started out along the main road and, in order to go back to Şırnak, had taken a taxi which had arrived from Cizre. It had almost been night time. Near Şırnak, at the checkpoint inside the town, police officers in blue uniforms had stopped the taxi and asked for their identity cards. After examining their papers in a hut, the officers had returned and asked: “Which one of you is Mehmet?” Mehmet Ertak had replied: “I am.” The officers had taken him away with them and ordered the others to leave immediately. They had got into the taxi and returned home.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The witness said that İsmail Ertak had asked him where his son was, and that he had told him about the incident. He had not been interviewed on the matter by the authorities.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Ahmet Ertak",
                                "elements": [
                                    {
                                        "content": "44.  This witness is Mehmet Ertak's brother. At the material time he had been living in Diyarbakır. At the time of the incidents he had been in Şırnak visiting his family. On 22 August 1992 he had left the town, along with his family.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The witness described the incidents that had taken place in Şırnak. On the morning of 22 August he and his father had been told about his brother's arrest. Abdullah Ertuğrul had informed them that he had been detained in the same police cell as Mehmet Ertak. Several people had been detained in the same place and they had all been blindfolded. Abdullah Ertuğrul had lifted up his blindfold and had thus been able to see Mehmet Ertak and speak to him. Early the next day Abdullah Ertuğrul had been released. In the afternoon Abdulmenaf Kabul, Süleyman Ertak and Yusuf Ertak had told them that, while they had been on their way home from the mines, the police had carried out an identity check at the Bakımevi checkpoint in Şırnak and had taken Mehmet Ertak away.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The witness explained that he had met Abdurrahim Demir, a lawyer, and had asked him about the circumstances in which he had seen Mehmet Ertak. He had received the following reply: “When Mehmet Ertak was brought into the cell, there were about twelve of us there. From time to time some of the detainees would be taken away for questioning and would come back later; that happened repeatedly. Mehmet Ertak was also taken away and brought back several times. We were tortured.” The witness added in that connection that Abdurrahim Demir had maintained that he had spent seven or eight days in the same cell as Mehmet Ertak. On the last day, Mehmet Ertak had been thrown into the cell, having been given a beating. He had lain on the floor as though dead. Shortly afterwards, he had been taken away and Abdurrahim Demir had not seen him again. The witness stated that his father had obtained the same information from Abdurrahim Demir, who had told him: “Your son was practically dead the last time he was brought back. He was in such a bad state that he had no chance of surviving.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The witness said that he had helped his father to draft the complaint which he had lodged with the public prosecutor, and had gone with him to the Diyarbakır Human Rights Association. He had also distributed petitions among parliamentary delegations visiting Şırnak.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(e)  Abdurrahim Demir",
                                "elements": [
                                    {
                                        "content": "48.  This witness stated that he worked as a lawyer in Diyarbakır. On 18 August 1992 (the first day of the incidents in Şırnak) he had been arrested by the security forces. He had spent twenty-nine days in police custody. After being arrested, he had been taken to the gendarmerie station and had stayed there for two days. Approximately 1,200 people had been detained there. On 21 August informers and Special Branch officers had come to choose 128 people and had taken them to Şırnak police headquarters. The witness said that he had remained at the police headquarters until he was released on about 20 September.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On the witness's second or third day in custody at the police headquarters (24 or 25 August), Mehmet Ertak had been brought into the room in which the witness was being detained. As the witness had been subjected to torture, he could not remember exactly how many days he had spent with Mehmet Ertak – perhaps four, five or six. He stated that there had been more than twelve detainees in a single room. He could remember some of their names: Nezir Olcan, Kıyas Sakın, Şeyhmus Sakın, Celal Demir and İbrahim Satan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The witness explained that during their time in custody at the police headquarters, the detainees had been systematically subjected to torture. For several days they were taken away to be tortured two or three times a day. They had been treated like “animals” and had often had to relieve themselves where they lay. He said that Mehmet Ertak had also been subjected to such treatment. He had been taken away once a day for about fifteen minutes. On one occasion the witness and Mehmet Ertak had been taken away together, with two or three others, to the “torture room”. The witness explained that he had been able to see through his blindfold how they were being tortured. They had been stripped and hung up; some of them had received electric shocks. They had been severely beaten and sprayed with cold water. On that particular day the witness had been hung up for about an hour; when he had left the room, Mehmet Ertak was still hanging there. He had been brought back to the cell about ten hours later. The witness stated: “When Mehmet Ertak was brought back to the cell he was unable to speak; he was dead – that is to say, he had become stiff. I am 99% certain that he was dead. Two or three minutes later they dragged him out by the legs. One of his shoes was left behind in the cell. We never saw him again.” He explained that Mehmet Ertak had been in the habit of putting this shoe under his head whenever he went to sleep on the concrete floor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  İsmail Ertak had visited the witness in prison but the witness had said that he would speak after he was released. When İsmail Ertak came to see him after he had returned home, the witness had informed him that his son had died while in police custody. İsmail Ertak had called him a liar.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The witness said that the Diyarbakır public prosecutor had taken a statement on the incident from him. In the statement he had set out the facts he had related to the Commission delegates; he had signed the record containing his statement. He had not been interviewed by any other authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Throughout his time in detention he had stayed in the same cell – number 8 – and had been blindfolded. He stated that Mehmet Ertak had been tortured more than the others. He had not had the strength to speak and had not been able to converse with the witness except when the latter first arrived in the cell. He had told the witness that, after his arrest, he had been taken directly to the police headquarters. The witness explained that after they had been beaten, someone would apply ointment to the bruises on their faces. One of his teeth had been broken and his face was swollen. He had been in that state when interviewed by the public prosecutor. The public prosecutor had asked whether he had been tortured and he had replied in the affirmative. The public prosecutor had replied that that did not “correspond to the truth” and that he had caused the swelling himself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The witness explained that, for fear of reprisals, he had not lodged a complaint against the police officers who had tortured him. He maintained that he had told the truth and had only mentioned the bare minimum of what he and his fellow detainees had endured. In his opinion, the incidents in Şırnak had been triggered by agents of the State as a means of oppressing the population, which had previously attended the funerals of two PKK militants and voted for a pro-Kurdish party, the HADEP.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(f)  Tahir Elçi",
                                "elements": [
                                    {
                                        "content": "55.  This witness, a lawyer, represented the applicant at the time when he lodged his application with the Commission. He pointed out that he had not represented the applicant before the domestic authorities. He had merely given him advice and drafted letters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The witness stated that, following his arrest in November 1993, the security forces had searched his office and seized all documents relating to his professional activities, including those on the case concerning the disappearance of Mehmet Ertak. He had been held in custody for twenty-one days at the intelligence branch (JİTEM) of Diyarbakır gendarmerie command. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The witness said that he had not obtained statements from the eyewitnesses mentioned in İsmail Ertak's complaint. Some were in prison and did not feel safe, while he was afraid to go to the prison himself to take statements from them. He had subsequently met Abdurrahim Demir, who had stated that he had seen Mehmet Ertak during his time in police custody. The witness said that İsmail Ertak had given a very brief outline of his conversation with Abdurrahim Demir. İsmail Ertak had refused to admit that his son might be dead, even though he had known deep down that he was. The witness stated in that connection that if a person had been detained for a week and no request for an extension of the period of custody had been submitted to the public prosecutor, it could be concluded with some certainty that the detainee's life was in danger or that he was dead.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Tahir Elçi believed that Mehmet Ertak had died while in police custody. He himself had witnessed a number of similar cases.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(g)  Levent Oflaz",
                                "elements": [
                                    {
                                        "content": "59.  This witness was a superintendent at Şırnak police headquarters. On the night of 18 August, he had been at the police station. Suddenly, he and his colleagues had heard shooting from the direction of the town centre. They had been informed via the radio that terrorists had attacked Şırnak. They had taken precautions to protect themselves. The witness explained that he had not been a member of the team that had carried out arrests. His job had been to protect public buildings. For four or five days while the incidents were taking place, he had not left the police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The witness examined the record drawn up on 23 August 1992, which stated that, following the clashes between 18 and 21 August, houses in the town centre had been searched and no spent cartridges had been found. He acknowledged that the document bore his signature. Contrary to what he had previously maintained, he admitted that he had been part of the team that had searched the houses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(h)  Kemal Eryaman",
                                "elements": [
                                    {
                                        "content": "61.  At the material time this witness was governor of Elazığ Prison. He said that registers were kept of detainees and visitors. The names Şeyhmus Sakın, Kıyas Sakın and Emin Kabul sounded familiar but he was unable to give a more precise answer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The witness described the manner in which the registers were kept. They contained all the information on such aspects as the reason for the detention and the person or authority who had sent the detainee or convict to the prison. He pointed out that the registers did not include any information on detention in police custody. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The witness stated that, following the incidents in Şırnak between 18 and 20 August, several detainees had been taken to Elazığ Prison.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(i)  Serdar Çevirme",
                                "elements": [
                                    {
                                        "content": "64.  At the material time this witness was head of the interrogation and intelligence squad at the anti-terrorist branch of the Şırnak police. He described his duties as being part of the team that arrested and interrogated persons suspected of terrorist activities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The witness stated that the “August incidents” had begun on the night of 15 August. Shots had been fired from all directions by heavy weapons. Two police officers, one of whom had been a member of the “rapid intervention force” (çevik kuvvet), and two or three members of the district gendarmerie had been killed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  When asked for an explanation of the fact that, according to the registers, eighty people had been taken into custody at the police headquarters' detention centre in late August, the witness explained that the August incidents had constituted extraordinary circumstances. He maintained that the detainees had been held in custody for forty-eight hours.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The witness could not remember whether all those who had been arrested had been taken to the gendarmerie station or straight to the police headquarters. According to instructions, they should have been taken into custody at the gendarmerie station, but where two or three people were involved, they had been detained at the police headquarters. Doctors, nurses and a number of families had been accommodated in the basement of the police headquarters for their protection. He acknowledged that on 21 August, 57 people involved in the incidents had been taken away from the gendarmerie station. He was unable to say precisely where another group of 22 people taken away the following day and a group of 12 taken away on 24 August had come from. The situation at the time had been chaotic.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Despite what he had previously said, he admitted that in cases where twenty-three people had been held in custody for over twenty days pending questioning, they had been detained in the large room. Such a situation had arisen twice in the course of his duties: that August and on 21 March. He said that the cells, the large room, the interrogation room, the boiler room, the toilets and a small room with tea-making facilities had all been located in the basement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The witness admitted that he had taken part in the interrogations in connection with the investigation into the incidents of 18 August. His squad had not kept records of when, or by whom, particular detainees had been questioned. The squad's internal records included memoranda signed by the officer who had drafted them; the memoranda had not been included in the official registers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The squad's investigation had proceeded as follows: he and his colleagues had inspected the registers, and had not found Mehmet Ertak's name; they had checked his criminal record; they had then conducted inquiries as to which team had arrested him and the manner in which he had been arrested. However, their inquiries had been inconclusive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The witness said that he had not been at the police headquarters continuously. During his absence, the duty officer had looked after the registers. He considered it inconceivable that the name of a person taken into custody should not have been entered in the register; the police officers concerned followed fairly rigorous written and oral instructions to that effect. The witness stated that a custody report was sent daily to the head of the branch. He was unable to give a clear reply as to why the name of Emin Kabul, who had been transferred to Elazığ Prison, had not been listed in the custody register. However, the name seemed familiar to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The witness said that he was unable to give a logical explanation as to the fact that six people had maintained that they had seen Mehmet Ertak in police custody, even though his name had not appeared in any register.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The witness acknowledged that the checkpoint on the road from the mines was at the entrance to the town. Checks were carried out there by members of the “rapid intervention force” and the intelligence and anti-smuggling squads. When they made an arrest, they would take the suspects to the relevant branch of the police. The witness said that the officers in question also kept custody registers but that no cells were set aside for people detained in custody at their branch. With regard to the colour of their uniforms, he said that at the material time they had been green, but that they had subsequently been replaced by blue uniforms; however, he was unable to give the precise date on which that change had taken place. He maintained that officers from the “rapid intervention force” used to take suspected terrorists to the police headquarters.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(j)  Osman Günaydın",
                                "elements": [
                                    {
                                        "content": "74.  The witness was deputy governor of the province of Şırnak at the material time. On behalf of the governor, he had chaired the Şırnak Administrative Council, which on 11 November 1993 had issued a decision not to prosecute the security police officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The witness could not remember the particular circumstances of the case and was unable to explain why the date of the offence referred to in the document included in the investigation report had been given as 16 September 1992, whereas the incidents had taken place on 18 August 1992. He stated that the investigating officer had been a detective sergeant who was competent in such matters and had heard evidence from four witnesses, all of whom had denied İsmail Ertak's allegations. He explained that the Administrative Council had not considered it appropriate to call for further inquiries. That decision, which had been upheld by the Supreme Administrative Court, had been unanimous.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(k)  Yahya Bal",
                                "elements": [
                                    {
                                        "content": "76.  The witness was a detective sergeant in the police's investigation department, and was the investigating officer in the instant case. He acknowledged that the governor's letter of 4 November 1992 setting out the allegations made by İsmail Ertak and a member of Parliament had been the main document relied on in the investigation. While conducting the investigation, he had had no knowledge of the complaint lodged by İsmail Ertak with the public prosecutor's office on 2 October 1992, which mentioned the names of the people who had said that they had seen Mehmet Ertak while in police custody. The witness said that he had not been informed that one of the witnesses, Abdullah Ertur, had previously told the Şırnak provincial governor that he had seen Mehmet Ertak while he had been detained in custody at the police headquarters. He acknowledged that if he had been given that information, he would have held a further hearing in order to clarify the facts, in view of the discrepancies between the various statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The witness stated that, in letters sent to the Şırnak police on 13 and 18 January and 3 March 1993, he had requested a warrant to interview İsmail Ertak. According to a report drawn up by the Şırnak police and signed by four officers, including Serdar Çevirme and the local councillor Ömer Yardımcı, İsmail Ertak had moved to Silopi and the authorities had been unable to find his address. The investigating officer had not asked the other witnesses with the same surname whether they knew where İsmail Ertak now lived. The witness emphasised that he might have been assisted in his inquiries if he had been able to interview the complainant at the start of the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The witness said that he had visited the scene of the incidents and had interviewed the witnesses in a room at Şırnak police headquarters. The local police had collected the witnesses from their homes and taken them to him; they had given evidence on oath. He explained that he had not contacted the public prosecutor during the investigation, which he had carried out solely on the basis of the file which had been forwarded to him.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(l)  Other witnesses",
                                "elements": [
                                    {
                                        "content": "79.  The following witnesses were also summoned by the Commission but did not appear: Ahmet Berke, the Şırnak public prosecutor, who issued the order of 21 July 1993 ruling that he did not have jurisdiction ratione materiae; and Şeyhmus Sakın, Kıyas Sakın and Emin Kabul, who lived in the same district as the applicant and had told him that they had seen Mehmet Ertak while they were in police custody.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Commission's assessment of the evidence and findings of fact",
                                "elements": [
                                    {
                                        "content": "80.  The Commission approached its task in the absence of any findings of fact made by domestic courts and of any thorough judicial examination or other independent investigation of the events in question. In so proceeding, it assessed the written and oral evidence before it, having regard, inter alia, to the conduct of the witnesses who were heard by the delegates at the hearing in Ankara and to the need to take into account when reaching its conclusions the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact. Its findings may be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The operations in Şırnak following the incidents between 18 and 20 August 1992",
                                        "elements": [
                                            {
                                                "content": "81.  The Commission found that it was not disputed that clashes had taken place in Şırnak between 18 and 20 August 1992. It noted in that connection that Serdar Çevirme, head of the police anti-terrorist branch's interrogation and intelligence squad, had stated that the incidents had begun on 15 August. The evidence adduced from the documents and oral testimony was mostly consistent as regards the operations conducted in response to the incidents that had occurred during that period. After the incidents, the security forces – comprising police officers and gendarmes – carried out a search in the town, arresting more than one hundred people, including Abdullah Ertur, Abdurrahim Demir, Ahmet Kaplan, Kıyas Sakın, Şeyhmus Sakın, Nezir Olcan, Celal Demir, İbrahim Satan and Emin Kabul. Some of those arrested were taken to the gendarmerie station, while others were detained at the police headquarters. Identity checks were carried out at the entrance to the town, and persons suspected of terrorist acts were taken directly to the police headquarters by the “rapid intervention force”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The alleged arrest of Mehmet Ertak, the applicant's son",
                                        "elements": [
                                            {
                                                "content": "82.  As regards Mehmet Ertak's arrest, the Commission found that the oral evidence given to the delegates by Süleyman Ertak was consistent with the applicant's allegations. It noted in that connection that Süleyman Ertak had confirmed that at the checkpoint police officers in blue uniforms had stopped the taxi in which he and the others had been sitting and, after checking their identity papers, had taken Mehmet Ertak away with them. Having examined the investigation file and the oral testimony given by the investigating officer Yahya Bal to its delegates, the Commission found that Süleyman Ertak, in his statement of 13 January 1993 to the investigating officer, had said that the police officers had returned the men's identity papers after checking them and that Mehmet Ertak had gone off to the shops. Yusuf Ertak made a statement to the same effect on 12 January 1993.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Commission noted that it was clear from the documents in the file prepared by the investigating officer that Süleyman Ertak, Abdülmenaf Kabul, Yusuf Ertak and Abdullah Ertur had been summoned by the police to Şırnak police headquarters and had made statements to the investigating officer in the presence of a police officer, who had taken down the statements in writing. In that connection, the Commission was struck by the fact that the statements by Süleyman Ertak and Yusuf Ertak were drafted in a stereotypical form and were generally very similar in content. It noted that the police officers interviewed by the delegates had stated that checks had been carried out by the security forces at the checkpoint, as Süleyman Ertak had related. With regard to the colour of the police officers' uniform, Serdar Çevirme had stated that officers from the “rapid intervention force” had been posted at the checkpoint, and had emphasised that at the material time they had worn green uniforms. Without mentioning an exact date, he had added that those officers now wore blue uniforms.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Commission noted that the police officers who gave evidence to the delegates had acknowledged that, following incidents in which two police officers and two soldiers had been killed, several teams of security forces personnel had made arrests in the town. More than a hundred people had been taken into police custody, and the atmosphere had been chaotic. Serdar Çevirme had stated that officers from the “rapid intervention force” carried out checks at the entrance to the town and did not take suspects directly to the police headquarters. He had added that separate registers were kept at the police headquarters. However, the Commission observed that later in his statement Serdar Çevirme had admitted that people arrested during identity checks by the officers in question had been taken directly to the police headquarters.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  As for the way the custody registers were kept, they did not include Emin Kabul's name and Serdar Çevirme was unable to offer any explanation as to why not. The Commission observed that that witness's statements on the matter had lacked precision and clarity. It also noted that the Government had not produced copies of the registers kept by the squad and the regional gendarmerie, despite being expressly requested to do so. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Abdurrahim Demir had said that on 24 or 25 August Mehmet Ertak had been taken into the same detention room in which he himself was being held and that he had spent five or six days in his company. Abdurrahim Demir had given a detailed description of the circumstances in which they had been held at the police headquarters and the conversation he had had with Mehmet Ertak. The details given by Abdurrahim Demir – particularly the fact that the detainees had been blindfolded during their time in custody, and his account of the detention room and its location – were consistent with the version of the facts given by Serdar Çevirme. Abdurrahim Demir's statement corroborated the evidence given to the delegates by the applicant and his son Ahmet Ertak. The Commission also noted that Abdurrahim Demir had emphasised that he had given evidence to the public prosecutor, to whom he had set out the same version of the facts as given to the delegates, and that he had signed his statement. It regretted that the statement had not been among the documents in the file prepared by the investigating officer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Şırnak provincial governor at the material time, Mustafa Malay, had acknowledged in his oral statement that the applicant had come to see him several times with allegations that his son Mehmet Ertak had disappeared after being taken into police custody, and that he had heard an eyewitness confirm that he had seen Mehmet Ertak at the police headquarters. The Commission noted that Abdullah Ertur's statement, obtained by the investigating officer, contradicted the applicant's version of events and the evidence he had given to the provincial governor. Pointing out that the governor, believing the eyewitness's evidence to be sufficiently credible, had requested inquiries to be carried out into the matter, it  favoured the version given to the delegates by the applicant and Mustafa Malay with regard to Abdullah Ertur's allegations. It concluded that the fact that Mehmet Ertak's name did not appear in the police headquarters' custody register did not in itself prove that he had not been taken into police custody, and accepted the evidence given by Süleyman Ertak, the applicant, Ahmet Ertak, Abdurrahim Demir and Mustafa Malay, which the delegates had found to be credible and convincing.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Mehmet Ertak's detention and subsequent fate",
                                        "elements": [
                                            {
                                                "content": "88.  The Commission noted that a lawyer, Abdurrahim Demir, named as an eyewitness in the complaint lodged by the applicant with the Şırnak public prosecutor's office on 2 October 1992, had stated in his oral testimony to the delegates that on 24 or 25 August 1992 Mehmet Ertak had been brought into the room in which he himself was being held. Abdurrahim Demir had mentioned the names of several other people detained in the room. The names were listed in the custody registers kept by the anti-terrorist branch of the security police. Abdurrahim Demir had given a detailed description of the circumstances in which he and others had been arrested, and of the conditions during their time in custody. He had pointed out that, further to the criminal complaint lodged by İsmail Ertak, he himself had been interviewed by the Diyarbakır public prosecutor and, in his statement, had mentioned the names of some of those detained at the same location. With regard to the conditions in which they had been detained, he had given a detailed description of the treatment which they had allegedly suffered while being interrogated: they had been stripped, hung up, severely beaten and sprayed with cold water. He had stated that, on one occasion, he and two or three other detainees had been taken to the “torture room” together. One of them had been Mehmet Ertak, who, like him, had been stripped and hung up. As far as Abdurrahim Demir could tell, his own ill-treatment had lasted for an hour, while Mehmet Ertak had not been brought back until ten hours later. Abdurrahim Demir had made the following statement: “When Mehmet Ertak was brought back to the cell he was unable to speak; he was dead – that is to say, he had become stiff. I am 99% certain that he was dead. Two or three minutes later they dragged him out by the legs. One of his shoes was left behind in the cell. We never saw him again.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Commission regretted that the Government had not produced the file of the investigation opened by the Şırnak public prosecutor's office further to the applicant's criminal complaint of 2 November 1992 and that the public prosecutor Ahmet Berke had not appeared before the delegates. It was clear from the material in the file prepared by the investigating officer Yahya Bal that the latter had not interviewed Abdurrahim Demir as an eyewitness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Commission observed that all Abdurrahim Demir's descriptions of where the detainees were held and interrogated corroborated the version given by Serdar Çevirme, who had also admitted that there had been a chaotic atmosphere around the time of the incidents of 15 to 18 August and that hundreds of people had been taken into police custody. The Commission further noted that when interviewed by the delegates the Şırnak provincial governor had acknowledged that he had met in his office persons who had alleged that they had seen Mehmet Ertak while in police custody. In particular, he admitted that he had interviewed an eyewitness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The Commission noted that Abdurrahim Demir had given precise, detailed replies to all the questions put by the delegates and the representatives of the parties, particularly with regard to the ill-treatment suffered during the interrogation sessions, and that he had stated categorically on several occasions that Mehmet Ertak had been dead when he was “thrown” into the cell. It accordingly found his statement that he had seen Mehmet Ertak “dead” at the police headquarters to be plausible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The investigation into Mehmet Ertak's alleged disappearance",
                                        "elements": [
                                            {
                                                "content": "92.  The Commission noted that the applicant had made representations and put questions to the Şırnak public prosecutor and provincial governor in connection with Mehmet Ertak's disappearance. Regarding the independence of the bodies which, following the Şırnak provincial governor's written request of 4 November 1992 to the national police headquarters, carried out the preliminary inquiries culminating in a decision not to prosecute, the Commission observed that they had comprised an investigating officer and members of the Şırnak Administrative Council. The investigating officer had been a detective sergeant belonging to the same administrative hierarchy as the members of the security forces in respect of whom he was carrying out his investigation. The Administrative Council, which, on a proposal from the investigating officer, had decided to discontinue the proceedings, had been chaired by the deputy provincial governor and made up of senior provincial officials – that is to say, the directors or deputy directors of the central authorities' various departments. The senior officials had been under the authority of the provincial governor, who had at the same time been liable, from a legal standpoint, for the acts committed by the security forces personnel implicated in the case. The detective sergeant appointed as investigating officer and the members of the Administrative Council had therefore not provided the outward signs of independence, the guarantees of irremoveability and the legal safeguards that might have protected them against pressure from their superiors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The Commission observed that the investigating officer had questioned four witnesses in a room at Şırnak police headquarters. It noted in that connection that the local police had collected the witnesses from their homes and taken them to the police headquarters. In the statements thus obtained, the witnesses had completely denied the applicant's allegations. The Commission also found that the statements were drafted in a stereotypical form and were generally very similar in content. It noted that the investigating officer had not interviewed the applicant and observed in that connection that the police had drawn up a memorandum stating that İsmail Ertak had left his home and had probably gone to Silopi. It was clear from the facts that the eyewitnesses who might have been able to provide relevant information for the investigation had been referred to in the complaint which the applicant had lodged with the public prosecutor's office on 2 November 1992. However, the administrative bodies responsible for the investigation had not made any request to interview those witnesses, even though the testimony of one of them – Abdullah Ertur – had been in complete contradiction to the statements he had made to the provincial governor, Mustafa Malay.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "94.  The Government have not submitted in their memorial any details on domestic legal provisions which have a bearing on the circumstances of this case. The Court accordingly refers to the overview of domestic law set out in other judgments, in particular the Kurt v. Turkey judgment of 25 May 1998, Reports of Judgments and Decisions 1998-III, pp. 1169-70, §§ 56-62; the Tekin v. Turkey judgment of 9 June 1998, Reports 1998-IV, pp. 151213, §§ 25-29; and Çakıcı v. Turkey [GC], no. 23657/94, §§ 56-67, ECHR 1999-IV.",
                                "elements": []
                            },
                            {
                                "content": "A.  State of emergency ",
                                "elements": [
                                    {
                                        "content": "95.  Since approximately 1985, serious disturbances have raged in the south-east of Turkey between the security forces and the members of the PKK. This confrontation has, according to the Government, claimed the lives of thousands of civilians and members of the security forces.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  Two principal decrees relating to the south-eastern region have been made under the Law on the State of Emergency (Law no. 2935, 25 October 1983). The first, Decree no. 285 (10 July 1987), established a regional governorship of the state of emergency in ten of the eleven provinces of south-eastern Turkey. Under Article 4 (b) and (d) of the decree, all security forces and the Gendarmerie Public Peace Command are at the disposal of the regional governor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The second, Decree no. 430 (16 December 1990), reinforced the powers of the regional governor, for example to order transfers out of the region of public officials and employees, including judges and prosecutors, and provided in Article 8:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No criminal, financial or legal responsibility may be claimed against the state of emergency regional governor or a provincial governor within a state of emergency region in respect of their decisions or acts connected with the exercise of the powers entrusted to them by this Decree, and no application shall be made to any judicial authority to this end. This is without prejudice to the rights of individuals to claim indemnity from the State for damage suffered by them without justification.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Constitutional provisions on administrative liability",
                                "elements": [
                                    {
                                        "content": "98.  Article 125 §§ 1 and 7 of the Turkish Constitution provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“All acts or decisions of the administration are subject to judicial review ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The administration shall be liable to make reparation for any damage caused by its own acts and measures.” ",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  This provision is not subject to any restrictions even in a state of emergency or war. The latter requirement of the provision does not necessarily require proof of the existence of any fault on the part of the administration, whose liability is of an absolute, objective nature, based on the theory of “social risk”. Thus, the administration may indemnify people who have suffered damage from acts committed by unknown or terrorist authors when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  Proceedings against the administration may be brought before the administrative courts, whose proceedings are in writing.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Criminal law and procedure",
                                "elements": [
                                    {
                                        "content": "101.  The Turkish Criminal Code makes it a criminal offence",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  to deprive an individual unlawfully of his or her liberty (Article 179 generally, Article 181 in respect of civil servants);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  to issue threats (Article 191);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  to subject an individual to torture or ill-treatment (Articles 243 and 245); and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  to commit unintentional homicide (Articles 452, 459), intentional homicide (Article 448) and murder (Article 450).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  For all these offences complaints may be lodged, pursuant to Articles 151 and 153 of the Code of Criminal Procedure, with the public prosecutor or the local administrative authorities. A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not to bring a prosecution (Article 153). Complaints may be made in writing or orally. A complainant may appeal against the decision of the public prosecutor not to institute criminal proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Civil-law provisions",
                                "elements": [
                                    {
                                        "content": "103.  Any illegal act by civil servants, be it a crime or a tort, which causes material or moral damage may be the subject of a claim for compensation before the ordinary civil courts. Pursuant to Article 41 of the Code of Obligations, an injured person may file a claim for compensation against an alleged perpetrator who has caused damage in an unlawful manner whether wilfully, negligently or imprudently. Pecuniary loss may be compensated for by the civil courts pursuant to Article 46 of the Code of Obligations and awards may be made for non-pecuniary or moral damage under Article 47.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Impact of Decree no. 285",
                                "elements": [
                                    {
                                        "content": "104.  In the case of alleged terrorist offences, the public prosecutor is deprived of jurisdiction in favour of a separate system of national security prosecutors and courts established throughout Turkey. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The public prosecutor is also deprived of jurisdiction with regard to offences alleged against members of the security forces in the state of emergency region. Decree no. 285, Article 4 § 1, provides that all security forces under the command of the regional governor shall be subject, in respect of acts performed in the course of their duties, to the Law of 1914 on the prosecution of civil servants. Thus, any prosecutor who receives a complaint alleging a criminal act by a member of the security forces must make a decision of non-jurisdiction and transfer the file to the Administrative Council. These councils are made up of civil servants, chaired by the governor. A decision by the Council not to prosecute is subject to an automatic appeal to the Supreme Administrative Court. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIAL",
                        "elements": [
                            {
                                "content": "106.  In his written submissions to the Court, the applicant drew attention to international material on the issue of forced disappearances, such as",
                                "elements": []
                            },
                            {
                                "content": "(a)  the United Nations Declaration on the Protection of All Persons from Enforced Disappearance (GA res. 47/133, 18 December 1992);",
                                "elements": []
                            },
                            {
                                "content": "(b)  the case-law of the United Nations Human Rights Committee (HRC); and",
                                "elements": []
                            },
                            {
                                "content": "(c)  the case-law of the Inter-American Court of Human Rights, in particular the Velásquez Rodríguez v. Honduras judgment of 29 July 1988 (Inter-Am. Ct. HR (Ser. C) no. 4 (1988)); the Godínez Cruz v. Honduras judgment of 20 January 1989 (Inter-Am. Ct. HR (Ser. C) no. 5 (1989)); and the Cabellero-Delgado and Santana v. Colombia judgment of 8 December 1995 (Inter-Am. Ct. HR).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "107.  İsmail Ertak applied to the Commission on 1 October 1992. He alleged that his son Mehmet Ertak had been taken into police custody, had disappeared and had in all probability been killed by the police during questioning. He relied on Article 2 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "108.  The Commission declared the application (no. 20764/92) admissible on 4 December 1995. In its report of 4 December 1998 (former Article 31 of the Convention), it expressed the opinion that there had been a violation of Article 2 of the Convention on account of the death of Mehmet Ertak at the hands of agents of the State and the lack of an adequate and effective investigation into the circumstances surrounding his disappearance (unanimously), and that there had been no violation of former Article 25 of the Convention (by twenty-eight votes to two).",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "109.  In his memorial the applicant requested the Court to find that the respondent State had violated Article 2 of the Convention. He requested the Court to award him and his son's widow and four children just satisfaction under Article 41 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "110.  The Government, for their part, requested the Court in their memorial to declare the case inadmissible for failure to exhaust domestic remedies. In the alternative, they argued that the applicant's complaints were not substantiated by any evidence.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE COURT'S ASSESSMENT OF THE FACTS",
                        "elements": [
                            {
                                "content": "111.  The Court reiterates that it has consistently held that under the Convention system prior to 1 November 1998 the establishment and verification of the facts were primarily a matter for the Commission (former Articles 28 § 1 and 31). While the Court is not bound by the Commission's findings of fact and remains free to make its own assessment in the light of all the material before it, it is only in exceptional circumstances that it will exercise its powers in this area (see, among other authorities, the Akdivar and Others v. Turkey judgment of 16 September 1996, Reports 1996-IV, p. 1214, § 78).",
                                "elements": []
                            },
                            {
                                "content": "112.  The Government, in their memorial and oral pleadings, submitted that the Commission's assessment of the evidence was defective in that it had, inter alia, failed to take account of certain contradictions and weaknesses in the testimony of Süleyman Ertak and Abdurrahim Demir, had relied selectively and exclusively on the evidence given by the latter and had taken alleged irregularities in custody registers into consideration. They accordingly requested the Court to review the Commission's findings of fact.",
                                "elements": []
                            },
                            {
                                "content": "113.  In the instant case, the Court notes that the Commission reached its findings of fact after a delegation had heard witness evidence in Ankara (see paragraphs 33-79 above). It finds that the Commission approached its task of assessing the evidence before it with the requisite caution, giving detailed consideration to the elements which supported the applicant's account and those which cast doubt on its credibility. In particular, the Commission carefully scrutinised the evidence given by Süleyman Ertak, Abdurrahim Demir and Mustafa Malay.",
                                "elements": []
                            },
                            {
                                "content": "114.  In the Court's view, the Government's criticisms do not disclose any matter of substance which might warrant the Court's exercising its own powers of verifying the facts.",
                                "elements": []
                            },
                            {
                                "content": "115.  That being so, and in the absence of any fresh evidence submitted by those appearing before it, the Court will rely on the evidence gathered by the Commission, but will assess its weight.",
                                "elements": []
                            },
                            {
                                "content": "116.  The Court notes that the Commission rejected the applicant's allegations that documents concerning his application had been confiscated and not returned when Tahir Elçi, his representative at the time when he lodged the application, was arrested. The Commission found that the seizure order and the decision of the Diyarbakır National Security Court had listed all the documents returned to Tahir Elçi and that the list had not included the file on the application lodged with the Commission. It further noted that Tahir Elçi had informed the delegates that he had not taken evidence from the witnesses and that he had been unable to give any details of the content of the file.",
                                "elements": []
                            },
                            {
                                "content": "Consequently, the Court confirms the finding made by the Commission in its report (paragraph 189) that there was no reason to conclude in the instant case that the Government had not fulfilled their obligations under former Article 28 § 1 (a) of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  THE GOVERNMENT'S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "117.  The Government maintained that the applicant had not exhausted domestic remedies as required by Article 35 of the Convention by making proper use of the remedies available. He could have brought criminal proceedings, or applied to the civil or administrative courts. In that connection, they referred to the Court's judgment in the Aytekin case (Aytekin v. Turkey judgment of 23 September 1998, Reports 1998-VII) as authority for their argument that the Turkish authorities showed no reluctance in instituting criminal proceedings against members of the security forces and that civil and administrative remedies were effective. Regarding in particular an action in administrative law under Article 125 of the Constitution, the Government referred to the abundance of case-law with which they had supplied the Court, which in their view demonstrated the remedy's effectiveness.",
                                "elements": []
                            },
                            {
                                "content": "118.  The Government stated, inter alia, that the applicant had lodged his application one and a half months after the date on which the allegations of his son's disappearance had been made – that is to say, on 1 October 1992 – and that he had not applied to the public prosecutor's office, as he maintained. The complaint of 2 October 1992, which had not borne any address or stamp indicating that it had arrived or been registered at the public prosecutor's office, had merely been a public statement. The Government pointed out in that connection that the applicant had not availed himself of any domestic remedies apart from his petition to the Şırnak provincial governor and, having merely requested information, had then shown no interest in the result of his enquiries. Referring to the Court's judgments in the cases of Cardot v. France (judgment of 19 March 1991, Series A no. 200), Ahmet Sadık v. Greece (judgment of 15 November 1996, Reports 1996-V), and Aytekin (cited above), the Government accordingly submitted that the application should be declared inadmissible for failure to exhaust domestic remedies.",
                                "elements": []
                            },
                            {
                                "content": "119.  The applicant maintained that he had lodged a complaint with the Şırnak public prosecutor following his son's disappearance and that it had been decided to take no action on the complaint, pursuant to an order issued by the Administrative Council after the Commission had communicated the application to the Government. He asserted that the order had been upheld by the Supreme Administrative Court in a judgment of 22 December 1993 and that he had consequently exhausted domestic remedies.",
                                "elements": []
                            },
                            {
                                "content": "120.  In its decision on admissibility the Commission, rejecting the Government's arguments, found that the applicant could be regarded as having brought his complaints before the relevant authorities and as having satisfied the requirement to exhaust domestic remedies.",
                                "elements": []
                            },
                            {
                                "content": "121.  The Court notes that the applicant did everything that could be expected of him to seek redress in respect of his complaints. He went to see the Şırnak provincial governor in the presence of a witness who maintained that he had seen Mehmet Ertak at the police headquarters. The Şırnak provincial governor, Mustafa Malay, told the Commission delegates that İsmail Ertak had followed up the matter and had come back to see him in his office five or six times with the same allegations. On 2 October 1992 İsmail Ertak lodged a complaint with the Şırnak public prosecutor, alleging that his son had been arrested on 20 August 1992 while undergoing an identity check on his way home from work, and gave the names of eyewitnesses who said that they had seen his son while he was in police custody. However, his allegation was not given serious consideration. It is clear from the file on the investigation launched in response to the Şırnak provincial governor's written request of 4 November 1992 to the national police headquarters that no appropriate steps were taken to find witnesses who had said that they had seen Mehmet Ertak while in custody – or, indeed, to interview the complainant – and that the investigating officer was not in possession of the file on the investigation opened by the public prosecutor following the complaint lodged by İsmail Ertak. In the absence of an effective investigation by the authorities into the alleged disappearance and in the light of their repeated denial that Mehmet Ertak had been arrested, the Court finds that there was no basis for any meaningful recourse by the applicant to the civil and administrative remedies referred to by the Government; it considers that the applicant did everything that could reasonably be expected of him to exhaust the domestic remedies available to him (see, among other authorities, the Kurt judgment cited above, pp. 1175-77, §§ 79-83, and Çakıcı cited above, §§ 77-80).",
                                "elements": []
                            },
                            {
                                "content": "122.  Consequently, the Court dismisses the Government's preliminary objection. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATIONS OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "123.  The applicant alleged that his son, Mehmet Ertak, who had been taken into police custody on 20 August 1992, had disappeared while in custody and had in all probability been killed by the police during questioning. He argued on that account that there had been a breach of Article 2 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone's right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this Article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of those appearing before the Court",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "124.  The applicant referred to the Commission's findings that Mehmet Ertak's death was caused by agents of the State after his arrest, as a result of treatment for which the Government bore responsibility. He submitted that a government had a particular responsibility for ensuring the safety and the right to life of detainees and were under a positive obligation to account for individual detainees and to prove that they were alive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  Having regard to the approach taken by the Court in its Tomasi v. France judgment of 27 August 1992 (Series A no. 241-A), its Ribitsch v. Austria judgment of 4 December 1995 (Series A no. 336) and Selmouni v. France ([GC], no. 25803/94, ECHR 1999-V) to evidence of ill-treatment of a detainee, the applicant argued that a similar approach should be taken, mutatis mutandis, in respect of his son's death. He submitted that there had been numerous amply substantiated instances of torture, unexplained deaths in custody and “disappearances” in south-eastern Turkey in 1993; accordingly, it was reasonable to presume that the authorities had breached their obligation to protect his son's life under Article 2, such incidents constituting sufficient evidence of a practice of “disappearances” to justify a complaint that his son had also been the victim of an aggravated violation of that provision. In addition, referring in particular to the McCann and Others v. the United Kingdom judgment of 27 September 1995 (Series A no. 324), the Kaya v. Turkey judgment of 19 February 1998 (Reports 1998-I) and the Güleç v. Turkey judgment of 27 July 1998 (Reports 1998-IV), the applicant requested the Court to find that the failure of the authorities to conduct a prompt, thorough and effective investigation into his son's disappearance amounted to a separate violation of Article 2.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "126.  The Government maintained that the applicant's allegations were unfounded and that, consequently, no issue arose under Article 2 of the Convention. They categorically denied that there was any connection with the allegations of systematic disappearances and argued that many people who had allegedly disappeared had subsequently resurfaced or had been discovered in the terrorist organisation's camps by the relevant authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  The Government repeated their criticisms of any findings which relied on the inconsistent, manifestly ill-founded and contradictory statements by Süleyman Ertak and Abdurrahim Demir concerning Mehmet Ertak's alleged arrest and detention and the ill-treatment to which he had supposedly been subjected. They criticised the Commission for only considering evidence from certain witnesses and contended that the Court, for its part, should examine all the statements obtained at the hearings. They pointed out in that connection that the investigating officer Yahya Bal – having considered the evidence given by four witnesses mentioned both in the petition which the applicant had lodged with the provincial governor and in the written request submitted to the National Assembly by a member of Parliament, Orhan Doğan, and having also examined the custody registers – had every reason to conclude in his report that the complaints were ill-founded. The Government criticised the Commission for accepting that there were other witnesses the delegates had been unable to interview, basing that finding solely on the applicant's allegations and Abdurrahim Demir's statement. They disagreed with the Commission's finding that “it has been established beyond reasonable doubt that Mehmet Ertak's death was caused by agents of the State”, contending that that finding had been based solely on the evidence given by Abdurrahim Demir.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  The Government maintained that an effective investigation into the applicant's complaints had been carried out by the investigating officer. The officer's report had been examined by the Administrative Council, whose decision to take no further action had been upheld by the Supreme Administrative Court, to which the matter had been referred automatically in accordance with the relevant legislation. Offices set up from 1 August 1995 to deal with complaints concerning disappearances had found that the terrorist organisation had abducted people from villages with a view to swelling the ranks of its militants; the authorities had subsequently discovered these persons in the organisation's camps.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Commission",
                                        "elements": [
                                            {
                                                "content": "129.  The Commission considered that it had been established beyond reasonable doubt that Mehmet Ertak's death had been caused by agents of the State after his arrest, as a result of treatment for which the Government bore responsibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  After examining a number of aspects of the way in which the investigation was conducted in the present case, the Commission noted several serious shortcomings and expressed the opinion that Article 2 had also been breached in its procedural aspect (see paragraphs 92-93 above).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  Mehmet Ertak's fate",
                                        "elements": [
                                            {
                                                "content": "131.  The Court has endorsed the Commission's findings of fact (see paragraphs 113-15 above). It is not disputed that there were clashes in Şırnak between 18 and 20 August 1992 and that, according to the evidence given by members of the security forces, more than a hundred people were arrested, identity checks were carried out at the entrance to the town and persons suspected of terrorist activities were taken directly to the police headquarters by members of the “rapid intervention force”. As the Commission pointed out, very strong inferences may be drawn from the evidence given to the delegates by Süleyman Ertak (concerning Mehmet Ertak's arrest), Mustafa Malay, the Şırnak provincial governor (who acknowledged that he had met people in his office who said that they had seen Mehmet Ertak while they were in police custody) and Abdurrahim Demir (who maintained that he had spoken to Mehmet Ertak while in custody and that he had seen him “dead” at the police headquarters following the use of torture by police officers). The Court finds on that basis that there is sufficient evidence to conclude beyond reasonable doubt that, after being arrested and taken into custody, Mehmet Ertak was subjected to severe and unacknowledged ill-treatment and died while in the custody of the security forces. This case must therefore be distinguished from the Kurt case (judgment cited above, p. 1182, §§ 107-08), in which the Court examined the applicant's complaints about the disappearance of her son under Article 5. In the Kurt case, although the applicant's son had been taken into custody, there was no other evidence of the treatment to which he had been subjected thereafter or his subsequent fate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  Stressing that the authorities are under an obligation to account for individuals under their control, the Court observes that no explanation has been offered as to what occurred after Mehmet Ertak's arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  Accordingly, it considers that in the circumstances of the case the Government bore responsibility for Mehmet Ertak's death, which was caused by agents of the State after his arrest; there has therefore been a violation of Article 2 on that account.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Investigation conducted by the national authorities",
                                        "elements": [
                                            {
                                                "content": "134.  The Court reiterates that Article 2 ranks as one of the most fundamental provisions in the Convention and, together with Article 3, enshrines one of the basic values of the democratic societies making up the Council of Europe (see the McCann and Others judgment cited above, pp. 45-46, §§ 146-47). The obligation imposed is not exclusively concerned with intentional killing resulting from the use of force by agents of the State but also extends, in the first sentence of Article 2 § 1, to a positive obligation on States to protect by law the right to life. This requires by implication that there should be some form of adequate and effective official investigation when individuals have been killed as a result of the use of force (see, among other authorities, the Yaşa v. Turkey judgment of 2 September 1998, Reports 1998-VI, p. 2438, § 98). The procedural protection of the right to life inherent in Article 2 of the Convention entails an obligation for agents of the State to account for their use of lethal force by subjecting their actions to some form of independent and public scrutiny capable of determining whether the force used was or was not justified in a particular set of circumstances (see the Kaya judgment cited above, p. 324, § 87).",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  In the light of the fact that the Court has endorsed the Commission's findings regarding the unacknowledged detention of the applicant's son, the ill-treatment to which he was subjected and his disappearance in circumstances from which it could be presumed that he was now dead, the above considerations must apply mutatis mutandis to the instant case. It follows that the authorities were under an obligation to conduct an effective and thorough inquiry into the disappearance of the applicant's son.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Commission expressed the view that the investigation at national level into the applicant's allegations had not been conducted by independent bodies, had not been thorough and had been carried out without the applicant's being given an opportunity to take part.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court notes in that connection that, further to the petition lodged by the applicant on 10 September 1992, the Şırnak provincial governor requested the national police headquarters to appoint an investigating officer to carry out inquiries into the applicant's allegations. In the complaint which he lodged with the public prosecutor on 2 October 1992 the applicant named several eyewitnesses who said that they had seen Mehmet Ertak while he was in police custody. Abdurrahim Demir maintained that, further to the criminal complaint lodged by İsmail Ertak, he had been interviewed by the Diyarbakır public prosecutor and in his statement had mentioned the names of various people who had been in custody with him. In his order of 21 July 1993 declining jurisdiction ratione materiae, the Şırnak public prosecutor stated that he was forwarding the file to the Şırnak Administrative Council. It should be pointed out that the investigating officer did not have the file in his possession and, in the course of his inquiries, did not take a statement from İsmail Ertak or the persons named in his complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Having regard to paragraphs 92, 93 and 121 above and to the foregoing considerations, the Court concludes that the respondent State failed to fulfil its obligation to conduct an adequate and effective investigation into the circumstances of the applicant's son's disappearance. There has therefore been a violation of Article 2 on that account also.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF FORMER ARTICLE 25 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "136.  Before the Commission, the applicant's representatives submitted that, on a date after the application had been lodged, all the documents relating to the case had been seized by the police in connection with the arrest of Tahir Elçi, a lawyer who had lodged the application with the Commission on the applicant's behalf. Relying on former Article 25 § 1 of the Convention, they complained that Turkey had hindered the effective exercise of the right of individual petition.",
                                "elements": []
                            },
                            {
                                "content": "137.  Former Article 25 of the Convention provided:",
                                "elements": []
                            },
                            {
                                "content": "“1.  The Commission may receive petitions addressed to the Secretary General of the Council of Europe from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in [the] Convention, provided that the High Contracting Party against which the complaint has been lodged has declared that it recognises the competence of the Commission to receive such petitions. Those of the High Contracting Parties who have made such a declaration undertake not to hinder in any way the effective exercise of this right.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "138.  The Commission expressed the opinion that there was nothing in Tahir Elçi's statements or in the case file to suggest that the criminal proceedings brought against the lawyer were concerned with the application lodged with the Commission.",
                                "elements": []
                            },
                            {
                                "content": "139.  The Government did not comment on this point.",
                                "elements": []
                            },
                            {
                                "content": "140.  The applicant did not seek to pursue this complaint before the Court.",
                                "elements": []
                            },
                            {
                                "content": "141.  The Court does not consider it necessary to deal with the matter of its own motion.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED PRACTICE OF INFRINGING ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "142.  The applicant requested the Court to find that there was a practice of “disappearances” in south-eastern Turkey which amounted to an aggravated violation of Article 2 of the Convention. He further maintained that there was an officially tolerated practice of ineffective remedies in that region of Turkey. In support of that assertion, he argued that there was compelling evidence of a policy of denying incidents involving killings, the torture of detainees and disappearances and that the authorities systematically refused or neglected to conduct investigations into victims' grievances. ",
                                "elements": []
                            },
                            {
                                "content": "143.  The Government rejected the applicant's allegations.",
                                "elements": []
                            },
                            {
                                "content": "144.  The Court considers that the evidence obtained in the instant case and the material in the file are not sufficient to enable it to determine whether the Turkish authorities have adopted a practice of infringing Article 2 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "145.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "146.  The applicant claimed pecuniary damage amounting to 60,630.44 pounds sterling (GBP) for loss of earnings, that sum being calculated with reference to Mehmet Ertak's estimated monthly earnings of 180,000,000 Turkish liras (TRL) at current values, to be held by the applicant on behalf of his son's widow and four children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  The applicant claimed a sum of GBP 40,000 for the non-pecuniary damage arising from the violations of the Convention suffered by his son and from the alleged practice of such violations, to be held by him on behalf of his son's widow and four children, as well as a sum of GBP 2,500 for himself on account of the lack of an effective remedy. He referred to the Court's previous decisions regarding unlawful detention, torture and the lack of an effective investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  As their main submission, the Government maintained that no redress was necessary in the instant case. They submitted that it would be inappropriate to oblige them to make good Mehmet Ertak's alleged loss of earnings since it had not been established that he was dead. In the alternative, they requested the Court to dismiss the applicant's exorbitant, excessive and unjustified claims for compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  More generally, the Government contended that the sums claimed had been put forward without regard to the social conditions or minimum wage in Turkey. In that connection, they argued that compensation awarded by the Court should not constitute a source of enrichment for applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "150.  As regards the applicant's claims for loss of earnings, the Court's case-law has established that there must be a clear causal connection between the damage claimed by the applicant and the violation of the Convention and that this may, where appropriate, include compensation for loss of earnings (see, among other authorities, the Barberà, Messegué and Jabardo v. Spain judgment of 13 June 1994 (Article 50), Series A no. 285-C, pp. 57-58, §§ 16-20). The Court has found (see paragraph 131 above) that it may be taken as established that Mehmet Ertak died following his arrest by the security forces and that the State's responsibility is engaged under Article 2 of the Convention. In those circumstances, there is indeed a direct causal link between the violation of Article 2 and the loss by his widow and children of the financial support which he provided for them (see Çakıcı cited above, § 127). The Court awards the applicant the sum of GBP 15,000, to be held by him on behalf of his son's widow and children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "151.  As regards non-pecuniary damage, the Court points out that in Çakıcı cited above (§ 130) it awarded the sum of GBP 25,000, to be held by the applicant on behalf of his brother's heirs, for violations of Articles 2, 3, 5 and 13 of the Convention on account of his brother's death after being arrested by the security forces, while the applicant himself was awarded GBP 2,500 as an “injured party” within the meaning of Article 41. In the instant case, the Court has held that there has been a substantive and a procedural violation of Article 2. Noting the awards made in previous cases involving the application of the same provision in south-eastern Turkey (see the Kaya judgment cited above, p. 333, § 122; the Güleç judgment cited above, p. 1734, § 88; the Ergi v. Turkey judgment of 28 July 1998, Reports 1998-IV, p. 1785, § 110; the Yaşa judgment cited above, pp. 244445, § 124; and Oğur v. Turkey [GC], no. 21594/93, § 98, ECHR 1999-III) and having regard to the circumstances of this case, the Court awards the sum of GBP 20,000 in respect of non-pecuniary damage, to be held by the applicant on behalf of his son's widow and four children. As regards the applicant himself, the Court considers that he undoubtedly suffered damage as a result of the violations found and, ruling on an equitable basis, awards him GBP 2,500. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "152.  The applicant claimed a total of GBP 26,022.68 in respect of the fees and costs incurred in lodging the application. That sum included the fees and costs he incurred in attending the hearings in Ankara to give evidence before the Commission delegates and in attending the hearing at the Court. He broke the claim down into a sum of GBP 5,395, representing fees and administrative costs in connection with the provision of assistance by the Kurdish Human Rights Project (KHRP) in its role as a link between the legal team in the United Kingdom and the lawyers and the applicant in Turkey; a sum of GBP 4,890 in respect of work carried out by four lawyers in Turkey; a sum of GBP 14,950 in respect of fees for his representatives in the United Kingdom; a sum of GBP 255 for sundry administrative expenses; and a sum of GBP 532.68 in respect of the travel, subsistence and interpretation expenses incurred in attending the hearings in Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  The applicant requested that the sum awarded by the Court be paid in sterling into his United Kingdom bank account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  The Government invited the Court to dismiss the claim since it had not been substantiated and was in any event excessive. They disputed the need for the applicant to have recourse to foreign lawyers and strongly objected to any sum whatsoever being awarded for costs and expenses incurred by the KHRP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  The Court is not persuaded that the amount claimed in relation to the KHRP was necessarily incurred and therefore dismisses this claim. As to the remainder of the claim for costs and expenses, the Court, making its assessment on an equitable basis and having regard to the details of the claims submitted by the applicant, awards him the sum of GBP 12,000 together with any value-added tax that may be chargeable, less the 14,660.35 French francs already paid by the Council of Europe in legal aid.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "156.  According to the information available to the Court, the statutory rate of interest applicable in the United Kingdom at the date of adoption of the present judgment is 7.5 % per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government's preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 2 of the Convention on account of the death of the applicant's son at the hands of agents of the State and the lack of an adequate and effective investigation into the circumstances surrounding his disappearance;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 7.5 % shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 9 May 2000.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsE. Palm",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": ""
        },
        {
            "name": "MrL. Ferrari Bravo",
            "role": "judges"
        },
        {
            "name": "MrB. Zupančič",
            "role": "judges"
        },
        {
            "name": "MrsW. Thomassen",
            "role": "judges"
        },
        {
            "name": "MrT. Panţîru",
            "role": "judges"
        },
        {
            "name": "MrF. Gölcüklü",
            "role": "ad hoc judge"
        },
        {
            "name": "Mr M. O'Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ERTAK v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59199.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:0509JUD002076492",
    "externalsources": [],
    "extractedappno": [
        "20764/92",
        "23657/94",
        "25803/94",
        "21594/93"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-59199",
    "judgementdate": "09/05/2000 00:00:00",
    "kpdate": "09/05/2000 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "449",
        "231",
        "310",
        "183",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "2-1",
        "2",
        "34",
        "35-1",
        "35",
        "41"
    ],
    "parties": [
        "ERTAK",
        "TURKEY"
    ],
    "rank": "400.395233154297",
    "representedby": [
        "N/A"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "438670",
    "typedescription": "15"
}