{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Impartial tribunal)",
    "applicability": "",
    "appno": "18820/17;20413/17",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Administrative proceedings",
                "Article 6-1 - Impartial tribunal"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-194740.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 18820/17 and 20413/17) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Russian nationals Mr Sergey Vasilyevich Kadadov and Mr Georgiy Gennadyevich Pereverzev on 22 February and 1 March 2017 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr M. Galperin, Representative of the Russian Federation to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 8 February 2018 notice of the complaints concerning alleged partiality of the tribunal were given to the Government and the remainder of the applications was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": " THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1976 and 1973 respectively and live in Volsk, Saratov Region.",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicants were found liable for an administrative offence of drunk driving. The court imposed on them a monetary fine in the amount of 30,000 Russian roubles and suspended temporarily their driving licenses. The details pertaining to each application are summed up in Appendix II below.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": " RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "6.  For a summary of the relevant domestic provisions and practice, see the case of Karelin v. Russia (no. 926/08, §§ 22-37, 20 September 2016).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": " JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "7.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": " ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "8.  The applicants complained that the tribunal which had examined their cases had not been impartial in contravention of Article 6 of the Convention, which, insofar as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law.”",
                                "elements": []
                            },
                            {
                                "content": "9.  The Government contested that argument. In their view, the facts complained of by the applicants did not disclose the violation alleged. When examining the administrative cases against the applicants, the national courts had ensured the respect of the principle of objective impartiality. The fact that the prosecution had been absent should not be construed to the effect that the function of the prosecution had been taken over by the courts. The judge in charge of the case had examined the evidence gathered by lawenforcement, assessed its admissibility, veracity and relevance. It had been incumbent on the courts to respect the presumption of innocence and to interpret the doubt to the benefit of the defendants.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicants maintained their complaints.",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "11.  The Court accepts, and the Government do not argue otherwise, that Article 6 of the Convention applies in the present case under its criminal limb. In this connection, it takes into account that the penalties in the form of a monetary fine and suspension of a driving licence imposed on the applicants were punitive and deterrent in nature (compare, Mikhaylova v. Russia, no. 46998/08, § 64, 19 November 2015).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "General principles",
                                        "elements": [
                                            {
                                                "content": "13.  The general principles concerning the objective impartiality are well established in the Court’s case-law and have been recently summarised in a number of cases (see, for example, Karelin v. Russia, no. 926/08, §§ 51-57, 20 September 2016).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Application of the general principles",
                                        "elements": [
                                            {
                                                "content": "14.  The Court has already examined on a previous occasion a case which concerned an examination by Russian courts of an administrative offence. Having assessed the national rules of administrative procedure, it concluded that the statutory requirements allowing for the national judicial authorities to consider an administrative offence case which falls within the ambit of Article 6 of the Convention under its criminal limb, in the absence of a prosecuting authority, was incompatible with the principle of objective impartiality set out in Article 6 of the Convention (see Karelin, cited above, §§ 60-84).",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  Having examined the parties’ arguments and the materials submitted in the present case, the Court sees no reason to hold otherwise. It considers that, when examining the applicants’ cases, the trial court carried the burden of presenting and supporting the accusation against them. Similarly to its findings in Karelin, the Court is unable to conclude that there were sufficient safeguards in place to exclude legitimate doubts as to the adverse effect the statutory procedure had on the trial court’s impartiality. Lastly, it notes that the appeal proceedings have not remedied the deficiencies of the trial. Given the wide statutory scope of review on appeal, the absence of a prosecuting party in the appeal proceedings was a serious shortcoming.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  The foregoing considerations are sufficient to enable the Court to conclude that there has been a violation of Article 6 § 1 of the Convention in relation to the objective impartiality requirement.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": " APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "18.  The applicants did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award them any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 July 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "APPENDIX I",
                        "elements": []
                    },
                    {
                        "content": "Details of the applications",
                        "elements": []
                    },
                    {
                        "content": "APPENDIX II",
                        "elements": []
                    },
                    {
                        "content": "Facts in respect of each application",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Alena Poláčková",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Gilberto Felici",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KADADOV AND PEREVERZEV v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-194740.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0723JUD001882017",
    "externalsources": [],
    "extractedappno": [
        "18820/17",
        "20413/17",
        "926/08",
        "46998/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-194740",
    "judgementdate": "23/07/2019 00:00:00",
    "kpdate": "23/07/2019 00:00:00",
    "kpthesaurus": [
        "445",
        "13",
        "180"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "KADADOV AND PEREVERZEV",
        "RUSSIA"
    ],
    "rank": "3656.88745117188",
    "representedby": [],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "490129",
    "typedescription": "15"
}