{
    "__articles": "10;10-1;10-2;11;11-1;41",
    "__conclusion": "Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression) read in the light of Article 11 - (Art. 11) Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "40721/08",
    "article": [
        "10",
        "11",
        "41"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "Violation of Article 10 - Freedom of expression -{General}",
            "type": "violation"
        },
        {
            "details": [
                "Art. 11"
            ],
            "element": "read in the light of Article 11 -",
            "type": "other"
        },
        {
            "details": [
                "Article 11-1 - Freedom of peaceful assembly"
            ],
            "element": "Freedom of assembly and association",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-112446.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 40721/08) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Mr Károly Fáber (“the applicant”), on 12 August 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr T.R. Gyurta, a lawyer practising in . The Hungarian Government (“the Government”) were represented by Mr L. Höltzl, Agent, Ministry of Public Administration and Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged in particular that his prosecution on account of displaying a flag amounted to a violation of Article 10 and/or Article 11 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 15 February 2011 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1969 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  On 9 May 2007 the Hungarian Socialist Party (MSZP) held a demonstration in  to protest against racism and hatred (hereinafter: MSZP demonstration). Simultaneously, members of Jobbik, a legally registered right-wing political party assembled in an adjacent area to express their disagreement.",
                                "elements": []
                            },
                            {
                                "content": "The applicant, silently holding a so-called Árpád-striped flag in the company of some other people, was observed by police as he stood nearby, at the steps leading to the Danube embankment (the location where in 1944/45, during the Arrow Cross regime, Jews were exterminated in large numbers). His position was close to the MSZP event and a few metres away from the lawn of the square where the Jobbik demonstration was being held.",
                                "elements": []
                            },
                            {
                                "content": "According to the testimonies which the police officers subsequently gave in court, they had been instructed not to tolerate the Árpád-striped flag if it was displayed closer than 100 metres to the MSZP demonstration. The applicant and other witnesses later stated in court that the holders of the Árpád-striped flag were called “fascists” and “arrow-crossers” by the bystanders. The police supervising the scene called on the applicant either to remove the banner or leave. The applicant refused to do so, pointing out that this flag was a historical symbol and that no law forbade its display. Subsequently he was committed to the Budapest Gyorskocsi Police Holding Facility, where he was held in custody and under interrogation for six hours. After he had been released, the  5th District Police Department fined him 50,000 Hungarian forints (approximately 200 euros) for the regulatory offence of disobeying police instructions. The applicant’s complaint to the Pest Central District Court was to no avail.",
                                "elements": []
                            },
                            {
                                "content": "7.  On appeal, the court held hearings on 7 December 2007 and 21 February 2008 and upheld the applicant’s conviction. The court was satisfied that his conduct had been of a provocative nature, likely to result in unruliness in the context of the ongoing Socialist demonstration, and that his right to free expression could not be considered as reaching so far as to cause prejudice to public order. Despite the opinion of a heraldic expert, submitted by the applicant and stating that the flag in question was a historical one, the court considered its display offensive in the circumstances, because it had been placed higher than the national flag representing the Republic of Hungary. Therefore, the applicant’s behaviour was considered to have been provocative.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC AND INTERNATIONAL TEXTS",
                        "elements": [
                            {
                                "content": "8.  Act no. XX of 1949 on the Constitution (as in force at the material time) provides:",
                                "elements": []
                            },
                            {
                                "content": "Article 61",
                                "elements": []
                            },
                            {
                                "content": "“(1) In the Republic of  everyone has the right to freedom of expression and speech, and to access and distribute information of public interest.”",
                                "elements": []
                            },
                            {
                                "content": "Article 62",
                                "elements": []
                            },
                            {
                                "content": "“(1) The Republic of  recognises the right to peaceful assembly and ensures the free exercise thereof.”",
                                "elements": []
                            },
                            {
                                "content": "9.  Act no. III of 1989 on the Right to Freedom of Assembly (“the Assembly Act”) provides:",
                                "elements": []
                            },
                            {
                                "content": "Section 1",
                                "elements": []
                            },
                            {
                                "content": "“The right of assembly is a fundamental freedom guaranteed for everyone. The  recognises this right and ensures its undisturbed exercise.”",
                                "elements": []
                            },
                            {
                                "content": "Section 2",
                                "elements": []
                            },
                            {
                                "content": "“(1) In the framework of the exercise of the right of assembly, peaceful gatherings, marches and demonstrations (henceforth jointly: assemblies) may be held where the participants may freely express their opinion. ...”",
                                "elements": []
                            },
                            {
                                "content": "Section 11",
                                "elements": []
                            },
                            {
                                "content": "“(1) The order of the assembly shall be secured by the organiser.",
                                "elements": []
                            },
                            {
                                "content": "(2) The police and other competent bodies shall, upon the organiser’s request, contribute to the maintenance of the order of the assembly and arrange for the removal of persons disturbing the assembly.”",
                                "elements": []
                            },
                            {
                                "content": "Section 14",
                                "elements": []
                            },
                            {
                                "content": "“(1) Where the exercise of the right of assembly violates section 2(3) or the participants appear bearing arms or carrying weapons or in an armed manner, or hold an assembly subject to prior notification despite a prohibiting decision, the assembly shall be dispersed by the police.",
                                "elements": []
                            },
                            {
                                "content": "(2) The dispersal of the assembly shall be preceded by a warning.”",
                                "elements": []
                            },
                            {
                                "content": "10.  Act no. LXIX of 1999 on Administrative Offences provides:",
                                "elements": []
                            },
                            {
                                "content": "Section 142 – Disturbance",
                                "elements": []
                            },
                            {
                                "content": "“(1) Anyone who",
                                "elements": []
                            },
                            {
                                "content": "a) fights or invites another person to fight,",
                                "elements": []
                            },
                            {
                                "content": "b) in case of disturbance or disorderly conduct manifests disobedience to a measure imposed by the acting official person,",
                                "elements": []
                            },
                            {
                                "content": "shall be punishable with imprisonment or a fine up to HUF 150,000.",
                                "elements": []
                            },
                            {
                                "content": "(2) Anyone who appears at a public assembly",
                                "elements": []
                            },
                            {
                                "content": "a) possessing firearms or ammunition or any tool suitable for killing or causing bodily injury,",
                                "elements": []
                            },
                            {
                                "content": "b) disobeying the organiser’s or the police’s security-related instructions",
                                "elements": []
                            },
                            {
                                "content": "shall be punishable with a fine up to HUF 50,000.",
                                "elements": []
                            },
                            {
                                "content": "(3) The perpetrator of the administrative offence specified in subsections (1)-(2) may also be subjected to a ban.",
                                "elements": []
                            },
                            {
                                "content": "(4) Proceedings for the administrative offence specified in subsection (1) fall within the competence of the court, whereas proceedings for the administrative offence specified in subsection (2) fall within the competence of the police.",
                                "elements": []
                            },
                            {
                                "content": "(5) For the purposes of this Act, public assembly means: an assembly falling within the ambit of the Act on the Right to Freedom of Assembly and accessible for anyone under identical conditions.”",
                                "elements": []
                            },
                            {
                                "content": "11.  Section 143 of Act no. CV of 2004 on Defence and the Hungarian Defence Force (as in force at the material time) lists the Árpád-striped flag as one of the historical Hungarian banners.",
                                "elements": []
                            },
                            {
                                "content": "12.  Government Decree no. 218/1999. (ХП.28.) on Certain Administrative Offences provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 40/A – Disobeying a lawful measure",
                                "elements": []
                            },
                            {
                                "content": "“(1) A fine of up to HUF 50,000 may be imposed on a person who disobeys the lawful measures of a professional member of a law enforcement body.”",
                                "elements": []
                            },
                            {
                                "content": "13.  Decision no. 75/2008. (V.29.) AB of the  contains the following passages:",
                                "elements": []
                            },
                            {
                                "content": "“1. The Constitutional Court establishes that the right of assembly recognised in Article 62(1) of the Constitution also covers the holding of events organised in advance including peaceful events where the assembly can only be held shortly after the causing event. In addition, the right of assembly covers assemblies held without prior organisation.",
                                "elements": []
                            },
                            {
                                "content": "2. The Constitutional Court holds that it is a constitutional requirement following from Article 62(1) of the Constitution that in the application of section 6 of Act no. III of !989, the obligation of notification pertains to organised events to be held on public ground. It is unconstitutional to prohibit merely on the basis of late notification the holding of such peaceful assemblies that cannot be notified three days prior to the date of the planned assembly, because of the nature of the causing event.”",
                                "elements": []
                            },
                            {
                                "content": "14.  Decision no. 55/2001. (XI. 29.) AB of the  contains the following passages:",
                                "elements": []
                            },
                            {
                                "content": "“... In so far as the necessity of restricting the right of assembly is concerned, an independent examination should be made on the restriction realised in the form of the obligation to give notification in advance of assemblies planned to be held on public places of any kind, and on the restriction realised in the form of the right of the authorities to prohibit in certain cases the holding of the assembly.",
                                "elements": []
                            },
                            {
                                "content": "In the opinion of the , the necessity of applying the obligation of notification to assemblies to be held on public grounds is justified by the fact that, in line with the detailed definition in section 15(a) of Act no. III of 1989, public ground is an area, road, street or square with unlimited access for everyone. Here, unlimited access for everyone means that both the participants in the assembly and everyone else who does not participate therein should have equal access to the public ground. The possibility to use the public ground is a precondition not only for the enforcement of the freedom of assembly but for that of another fundamental right as well: the right of free movement guaranteed in Article 58 of the Constitution.”",
                                "elements": []
                            },
                            {
                                "content": "15.  The Report of the European Commission against Racism and Intolerance on  (fourth monitoring cycle), adopted on 20 June 2008, contains the following passages:",
                                "elements": []
                            },
                            {
                                "content": "“61. Since [the Report of the third monitoring cycle], and apparently building on, at least in part, a series of highly charged anti-government demonstrations at the end of 2006, there has been a disturbing increase in racism and intolerance in public discourse in Hungary. In particular, the creation and rise of the radical right-wing Hungarian Guard (Magyar Gárda) – a group bearing close ties to a well known radical right-wing political party – is consistently cited as a cause for deep concern. Since its creation in August 2007 and the public swearing in of several hundred new members in October 2007, the Hungarian Guard has organised numerous public rallies throughout the country, including in villages with large Roma populations; despite apparently innocuous articles of association, amongst the group’s chief messages is the defence of ethnic Hungarians against so-called “Gypsy crime”. Members of the Hungarian Guard parade in matching, paramilitary-style black boots and uniforms, with insignia and flags closely resembling the flag of the Arrow Cross Party, an openly Nazi organisation that briefly held power in Hungary during World War II, and during whose spell in power tens of thousands of Jews and Roma were killed or deported.",
                                "elements": []
                            },
                            {
                                "content": "62. In January 2008, the Prosecutor General initiated court proceedings to ban the Hungarian Guard.”",
                                "elements": []
                            },
                            {
                                "content": "16.  In Kivenmaa v. Finland (Communication No. 412/1990, U.N. Doc. CCPR/C/50/D/412/1990 (1994)), the United Nations Human Rights Committee held as follows:",
                                "elements": []
                            },
                            {
                                "content": "“9.2 The Committee finds that a requirement to notify the police of an intended demonstration in a public place six hours before its commencement may be compatible with the permitted limitations laid down in article 21 of the Covenant. In the circumstances of this specific case, it is evident from the information provided by the parties that the gathering of several individuals at the site of the welcoming ceremonies for a foreign head of State on an official visit, publicly announced in advance by the State party authorities, cannot be regarded as a demonstration. Insofar as the State party contends that displaying a banner turns their presence into a demonstration, the Committee notes that any restrictions upon the right to assemble must fall within the limitation provisions of article 21. A requirement to pre-notify a demonstration would normally be for reasons of national security or public safety, public order, the protection of public health or morals or the protection of the rights and freedoms of others. Consequently, the application of Finnish legislation on demonstrations to such a gathering cannot be considered as an application of a restriction permitted by article 21 of the Covenant.",
                                "elements": []
                            },
                            {
                                "content": "9.3 The right for an individual to express his political opinions, including obviously his opinions on the question of human rights, forms part of the freedom of expression guaranteed by article 19 of the Covenant. In this particular case, the author of the communication exercised this right by raising a banner. It is true that article 19 authorizes the restriction by the law of freedom of expression in certain circumstances. However, in this specific case, the State party has not referred to a law allowing this freedom to be restricted or established how the restriction applied to Ms. Kivenmaa was necessary to safeguard the rights and national imperatives set forth in article 19, paragraph 2(a) and (b) of the Covenant.”",
                                "elements": []
                            },
                            {
                                "content": "17.  In its decision no. BVerfG, 1 BvR 961/05 of 6 May 2005, the Federal Constitutional Court of Germany held that, in the light of the specific circumstances arising from the location and time of the demonstration, it was constitutionally acceptable to restrict the route of a planned extreme right-wing rally, despite its prior announcement, in order to defend the dignity of the Jewish victims of Nazi violence and tyranny. The , appreciating the historical origins of the Federal Republic of Germany, upheld, in derogation from the principle of priority, the restriction of the earlier announced demonstration in favour of a commemorating assembly on the concerned location with special regard to the anniversary of the surrender in World War II.",
                                "elements": []
                            },
                            {
                                "content": "18.  The current position of the Supreme Court of the United States is summarised in  v. Black, 538 U.S. 343 (2003), in the context of cross burning (a traditional threatening activity of the Klu Klux Klan). According to this judgment, the burning of a cross is a “symbol of hate”, regardless of whether the message is a political one or also meant to intimidate. And while cross-burning sometimes carries no intimidating message, at other times the intimidating message is the only message conveyed. The protections afforded by the First Amendment are not absolute, and the government may regulate certain categories of expression, including the ban of a “true threat”. Intimidation, in the constitutionally proscribable sense of the word, is a type of true threat, where a speaker directs a threat to a person or group of persons with the intent of placing the victim in fear of bodily harm or death. The fact that cross-burning is a symbolic expression does not resolve the constitutional question. Sometimes the cross-burning is a statement of ideology, a symbol of group solidarity. The Supreme Court required effort to distinguish among these different types of cross-burnings and considered the contextual factors that were necessary to decide whether a particular cross-burning was intended to intimidate. The Supreme Court went on to state:",
                                "elements": []
                            },
                            {
                                "content": "“It may be true that a cross burning, even at a political rally, arouses a sense of anger or hatred among the vast majority of citizens who see a burning cross. But this sense of anger or hatred is not sufficient to ban all cross burnings. As Gerald Gunther has stated, «The lesson I have drawn from my childhood in Nazi Germany and my happier adult life in this country is the need to walk the sometimes difficult path of denouncing the bigot’s hateful ideas with all my power, yet at the same time challenging any community’s attempt to suppress hateful ideas by force of law» (Virginia v. Black, 538 U.S. 343, 366-7 (2003)).",
                                "elements": []
                            },
                            {
                                "content": "The impact of (undeniably outrageous) speech on a funeral procession was considered in Snyder v. Phelps (131 S.Ct. 1207 (2011). Members of a church picketed within 200 to 300 feet from a soldier’s funeral service. The picket signs reflected the church’s view that the  is overly tolerant of sin and that God kills American soldiers as punishment.",
                                "elements": []
                            },
                            {
                                "content": "The Supreme Court held:",
                                "elements": []
                            },
                            {
                                "content": "“In public debate [we] must tolerate insulting, and even outrageous, speech in order to provide adequate ‘breathing space’ to the freedoms protected by the First Amendment ... funeral picketing is certainly hurtful and its contribution to public discourse may be negligible. But [it] addressed matters of public import on public property, in a peaceful manner... The speech ... did not itself disrupt that funeral ... Speech is powerful. It can stir people to action, move them to tears of both joy and sorrow, and – as it did here – inflict great pain. On the facts before us, we cannot react to that pain by punishing the speaker. As a Nation we have chosen a different course – to protect even hurtful speech on public issues to ensure that we do not stifle public debate” (Snyder v. Phelps, 131 S.Ct. 1207, 1219 (2011)).",
                                "elements": []
                            },
                            {
                                "content": "In Frisby v. Schultz, 487 U.S. 474 (1988), the Supreme Court upheld a municipal ban on residential picketing that had been adopted in response to the picketing by anti-abortion protestors of the home of a physician who performed abortions. Here the offensive and disturbing picketing focused on a “captive” home audience.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant complained that the prosecution conducted against him amounted to an unjustified interference with his right to freedom of expression. He relied on Articles 10 and 11 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "The Court considers that this issue falls to be examined under Article 10, read – in the specific circumstances of the case – in conjunction with Article 11 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Article 10 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. ...",
                                "elements": []
                            },
                            {
                                "content": "2. The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 11 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests.",
                                "elements": []
                            },
                            {
                                "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others. ...”",
                                "elements": []
                            },
                            {
                                "content": "20.  The Government contested the applicant’s argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "21.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a.  The Government",
                                "elements": [
                                    {
                                        "content": "22.  The Government submitted that under Article 11 of the Convention the right of assembly was not an absolute right and therefore could be subjected to restrictions. In , the possibility of interfering with that right was laid down in an Act of Parliament. The holding of certain assemblies and meetings on public areas must be notified three days ahead. Under section 11(2) of the Assembly Act, the police were empowered to remove from the venue those who disturbed the assembly. In the course of securing an assembly, a police officer might, upon the well-founded suspicion of an administrative or criminal offence, apprehend the perpetrator; under section 142(2) b) of Act no. LXIX of 1999 on Administrative Offences, disobedience was punishable with a fine. Thus, the applicant’s right to freedom of assembly had been restricted in compliance with the conditions prescribed by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The restriction had pursued a legitimate aim and the measure imposed by the police on the applicant in order to protect the demonstrators peacefully exercising their right of assembly had served the interest of public safety and the protection of the rights and freedoms of others. The police measure had been applied in order to prevent the occurrence of hostile or aggressive incidents between the participants in the two, opposing assemblies – thus, in order to ensure public peace. It could be expected that one group might intend to disturb the other assembly, and therefore the endeavour of the police to prevent any clashes between the participants in the two assemblies had been well-founded. The assembly generating the instant case had not been notified by the applicant or anyone else; indeed, its participants had appeared at a distance from another venue notified to the police but close to the venue of the assembly of persons holding opposite views.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The fact that several persons had appeared at a location higher in position than the venue of the other, properly notified assembly, holding in their hands a symbol obviously irritating for the participants in that assembly, had reasonably led the police officers in charge to conclude that persons holding opposing political views had been going to disturb that assembly. In fact, the police had acted to protect a lawful demonstration whose participants should have been able to hold the demonstration without having to fear that they would be subjected to physical violence by their opponents. It was the duty of Contracting States to take reasonable and appropriate measures to enable lawful demonstrations to proceed peacefully, and they had a wide discretion in the choice of the means to be used. In any case, the applicant could have expressed his counter-opinion at the original, duly notified assembly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Lastly, the sanctions in question had not been imposed on account of the use of the banner but because of the applicant’s refusal to comply with the police instructions related to the removal of the banner.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  The applicant",
                                "elements": [
                                    {
                                        "content": "26.  The applicant stressed at the outset that the  had prohibited the banning of peaceful assemblies that were notified with delay, or were unannounced but not organised in advance. He submitted that there had been no separate event or assembly on the day in question. He had simply been present with some others at the top of the steps leading to the Danube embankment, a location close to the notified assembly of Jobbik, rather than that of the Socialist Party. The nearby presence of the applicant and his associates should not qualify as a separate assembly, or if it had been considered as such, it had not had to be announced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Neither the appearance of the applicant on the scene nor the use of the flag had been harmful or provocative; therefore there had been no legal ground for the police to intervene. Their measure – based on the perceived occurrence of an administrative offence – had not been legitimate since the use of the Árpád-stгiped flag was not prohibited, it not being a totalitarian or banned symbol under Hungarian law. Moreover, it could not be established that there had been a breach of public order merely because there had been another assembly going on with participants holding opposite political views. There was no indication of any potential or actual hostility or aggression either; in any case, such an incident had been precluded by the locations of the two events. By using the impugned flag the applicant had intended to express his political opinion and the fact that he belonged to the nation, historically considered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "28.  The Court notes that in the instant case the domestic authorities had regard to various competing Convention rights. In cases such as the present one, which require the right to freedom of assembly to be balanced against the right to freedom of expression and, allegedly, against the right of others to freedom of assembly, the Court considers that the outcome of its scrutiny should not, in theory, vary according to whether the case has been lodged by a “demonstrator” or a “counter-demonstrator”. Accordingly, the margin of appreciation afforded to the national authorities should in principle be the same in both cases. Where the balancing exercise has been undertaken by the national authorities in conformity with the criteria laid down in the Court’s case-law, the Court would require strong reasons to substitute its view for that of the domestic courts as long as an overall, optimal balance between the competing rights has been achieved (see, mutatis mutandis, Von Hannover v.  (no. 2) [GC], nos. 40660/08 and 60641/08, §§ 106-107, 7 February 2012). The Court’s task is therefore to examine whether those authorities struck a fair balance between the interests of the protagonists. In order to do so, it is necessary to consider not only the general principles applicable to freedom of expression but also those applicable to freedom of assembly – which is of particular relevance for the determination of that balance.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "a.  Whether there has been an interference",
                                "elements": [
                                    {
                                        "content": "29.  The Court notes that this issue has not been in dispute between the parties. It therefore concludes that there has been an interference with the applicant’s right to freedom of expression.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  “Prescribed by law”",
                                "elements": [
                                    {
                                        "content": "30.  The Court notes the Government’s submission according to which section 11(2) of the Assembly Act (see paragraph 9 above) authorised the police to remove from the venue those who disturbed the assembly. It is satisfied that the exercise of this power in the circumstances met the requirements of lawfulness and concludes that the interference was “prescribed by law”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "c.  Legitimate aim",
                                "elements": [
                                    {
                                        "content": "31.  The Court observes that the applicant was detained and fined for disobedience to a lawful order, against the background of the authorities’ perception that his conduct was likely to disrupt a demonstration. The interference thus pursued the legitimate aims “prevention of disorder” and “the protection of the rights and freedoms of others”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "d.  Necessary in a democratic society",
                                "elements": [
                                    {
                                        "content": "32.  The test of “necessity in a democratic society” requires the Court to determine whether the interference complained of corresponded to a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10 (see, among many other authorities, Perna v. Italy [GC], no. 48898/99, § 39, ECHR 2003–V; and Association Ekin v. France, no. 39288/98, § 56, ECHR 2001–VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court’s task in exercising its supervisory function is not to take the place of the competent domestic courts but rather to review under Article 10 the decisions they have taken pursuant to their power of appreciation (see Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999–I). In particular, the Court must determine whether the reasons adduced by the national authorities to justify the interference were “relevant and sufficient”, and whether the measure taken was “proportionate to the legitimate aims pursued” (see Chauvy and Others v. France, no. 64915/01, § 70, ECHR 2004–VI). In doing so, the Court has to satisfy itself that the national authorities, basing themselves on an acceptable assessment of the relevant facts, applied standards which were in conformity with the principles embodied in Article 10 (see, among many other authorities, Zana v. Turkey, 25 November 1997, § 51, Reports of Judgments and Decisions 1997VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Freedom of expression, as secured in paragraph 1 of Article 10, constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and for each individual’s self-fulfilment. Subject to paragraph 2, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those which offend, shock or disturb; such are the demands of pluralism, tolerance and broadmindedness, without which there is no “democratic society” (see, e.g., Oberschlick v. Austria (no. 1), 23 May 1991, § 57, Series A no. 204).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Although freedom of expression may be subject to exceptions, they “must be narrowly interpreted” and “the necessity for any restrictions must be convincingly established” (see, e.g., Observer and Guardian v. the , 26 November 1991, § 59, Series A no. 216). Furthermore, the Court stresses that there is little scope under Article 10 § 2 of the Convention for restrictions on political speech or on the debate of questions of public interest (see, e.g., Feldek v. Slovakia, no. 29032/95, § 74, ECHR 2001–VIII; Sürek v.  (no. 1) [GC], no. 26682/95, § 61, ECHR 1999–IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  For the Court, the display of a symbol associated with a political movement or entity, like that of a flag, is capable of expressing identification with ideas or representing them and falls within the ambit of expression protected by Article 10 of the Convention. When the right to freedom of expression is exercised in the context of political speech through the use of symbols, utmost care must be observed in applying any restrictions, especially if the case involves symbols which have multiple meanings. In this connection the Court emphasises that it is only by a careful examination of the context (see Öllinger v. , no. 76900/01, § 47, ECHR 2006–IX), that one can draw a meaningful distinction between shocking and offensive language which is protected by Article 10 and that which forfeits its right to tolerance in a democratic society (see Vajnai v. , no. 33629/06, § 53, ECHR–2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Furthermore, freedom of assembly as enshrined in Article 11 of the Convention protects a demonstration that may annoy or cause offence to persons opposed to the ideas or claims that it is seeking to promote (see Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, nos. 29221/95 and 29225/95, § 86, ECHR 2001–IX). The guarantees of Article 11 of the Convention apply to all assemblies except those where the organisers and participants have violent intentions or otherwise deny the foundations of a “democratic society” (see G. v. Germany, no. 13079/87, Commission decision of 6 March 1989, Decisions and Reports (DR) 60, p. 256; Christians against Racism and Fascism v. the United Kingdom, Commission decision of 16 July 1980, DR 21, p. 138). Any measures interfering with freedom of assembly and expression other than in cases of incitement to violence or rejection of democratic principles – however shocking and unacceptable certain views or words used may appear to the authorities – do a disservice to democracy and often even endanger it (see Sergey Kuznetsov v. , no. 10877/04, § 45, 23 October 2008; Alekseyev v. , nos. 4916/07, 25924/08 and 14599/09, § 80, 21 October 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  If every probability of tension and heated exchange between opposing groups during a demonstration were to warrant its prohibition, society would be faced with being deprived of the opportunity of hearing differing views on any question which offends the sensitivity of the majority opinion (see Stankov, cited above, § 107). The Court would add that a demonstration may annoy or give offence to persons opposed to the ideas or claims that it is seeking to promote. The participants must, however, be able to hold the demonstration without having to fear that they will be subjected to physical violence by their opponents; such a fear would be liable to deter associations or other groups supporting common ideas or interests from openly expressing their opinions on highly controversial issues affecting the community. In a democracy the right to counter-demonstrate cannot extend to inhibiting the exercise of the right to demonstrate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  While it is the duty of Contracting States to take reasonable and appropriate measures to enable lawful demonstrations to proceed peacefully, they cannot guarantee this absolutely and they have a wide discretion in the choice of the means to be used (see, mutatis mutandis, Abdulaziz, Cabales and Balkandali v. the United Kingdom, 28 May 1985, § 67, Series A no. 94; Rees v. the United Kingdom, 17 October 1986, §§ 35-37, Series A no. 106). In this area the obligation they enter into under Article 11 of the Convention is an obligation as to measures to be taken and not as to results to be achieved (see Plattform “Ärzte für das Leben” v. , 21 June 1988, §§ 32-34, Series A no. 139).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  However, the mere existence of a risk is insufficient for banning the event: in making their assessment the authorities must produce concrete estimates of the potential scale of disturbance in order to evaluate the resources necessary for neutralising the threat of violent clashes (see Barankevich v. , no. 10519/03, § 33, 26 July 2007; Alekseyev, cited above, § 75).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The protection of opinions and the freedom to express them is one of the objectives of freedom of assembly and association enshrined in Article 11 (see Stankov, cited above, § 85). The proportionality principle demands that a balance be struck between the requirements of the purposes listed in Article 11 § 2 and those of the free expression of opinions by word, gesture or even silence by persons assembled on the streets or in other public places (see Ezelin v. France, 26 April 1991, § 52, Series A no. 202).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court notes at the outset that the present case is concerned with competing fundamental rights. The applicant’s right to freedom of expression and his claim to freedom of peaceful assembly have to be balanced against the MSZP demonstrators’ right to protection against disruption of their assembly. For the Court, in the protection against such a disruption, a wide discretion is granted to the national authorities, not only because the two competing rights do, in principle, deserve equal protection that satisfies the obligation of neutrality of the State when opposing views clash, but also because those authorities are best positioned to evaluate the security risks and those of disturbance as well as the appropriate measures dictated by the risk assumption.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  However, the Court considers that such discretion applies where the existence of a serious threat of a violent counter-demonstration is convincingly demonstrated; counter-demonstrators have the right to express their disagreement with the demonstrators. Therefore, in the application of such measures, the State has to fulfil its positive obligations to protect the right of assembly of both demonstrating groups, and should find the least restrictive means that would, in principle, enable both demonstrations to take place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  As previously established, the interference pursued the legitimate aims of maintaining public order and protecting the rights of others (see paragraph 31 above). These two concerns are intimately related as long as the disturbance is affecting the right to hold the demonstration. In the exercise of the State’s margin of appreciation, past violence at similar events and the impact of a counter-demonstration on the targeted demonstration are relevant considerations for the authorities, in so far as the danger of violent confrontation between the two groups – a general problem of public order – is concerned (see Öllinger, cited above, § 47). Experience with past disorders is less relevant where the situation, as in the present case, allows the authorities to take preventive measures, such as police presence keeping the two assemblies apart and offering a sufficient degree of protection, even if there was a history of violence at similar events necessitating police intervention. The Court would note in this context that it has not been argued that there was increased likelihood of violence due to the presence of the Árpád-striped banner or that the use of that symbol, perceived as provocative by the authorities, resulted in a clear threat or present danger of violence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court recalls that in the Öllinger case it did not consider relevant the impact which the counter-demonstration could have had on the targeted demonstrators (§ 45 of the judgment). In that case the police were of the opinion that the demonstration in question would disrupt a commemorative event as it was likely to offend the religious feelings of the public and was regarded as disrespectful towards the dead soldiers and thus provocative. Nevertheless, no pressing social need to intervene was established, although there was a risk of protests by some visitors to the cemetery which could degenerate into an open conflict between them and those participating in the assembly. In that case the ban was a preliminary one based on assumptions about future events.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the present application the Court notes that, while the flag perceived as provocative was actually displayed, the disturbance caused – while capable of making the demonstrators feel ill at ease – was not shown to have disrupted the demonstration materially.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In the particular circumstances of the present case, the Court observes that amongst those standing at the steps leading to the Danube embankment the police took action only against those who were holding the Árpád-striped flag. There is no indication that counter-demonstrators, identifiable with the flag, would have moved in the direction of the demonstration. The police officers explained that they were acting on instructions to remove such flags in the vicinity of the MSZP demonstration. Neither the applicant’s conduct nor that of the others present was threatening or abusive, and it was only the holding of the flag that was considered provocative (see paragraph 6 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court reiterates that the national authorities have a wide discretion in determining the appropriate measures to be taken for the prevention of disorder at an assembly. In the circumstances it could be expected that one group might intend to disturb the MSZP assembly. For the Court, the police’s endeavour to prevent any clashes between the participants in the two assemblies falls within the authorities’ margin of appreciation granted in the prevention of violence and in the protection of demonstrators against fear of violence. The Court considers, however, that the freedom to take part in a peaceful assembly is of such importance that it cannot be restricted in any way, so long as the person concerned does not himself commit any reprehensible act on such an occasion (see Ezelin, cited above, § 53). In the absence of additional elements, the Court, even accepting the provocative nature of the display of the flag, which remains prima facie an act of freedom of expression, cannot see the reasons for the intervention against the applicant. In this connection, the Court reiterates that, “where demonstrators do not engage in acts of violence, it is important for the public authorities to show a certain degree of tolerance towards peaceful gatherings if the freedom of assembly guaranteed by Article 11 of the Convention is not to be deprived of all substance” (Oya Ataman v. Turkey, no. 74552/01, §§ 41-42, ECHR 2006–XIV). Given the applicant’s passive conduct, the distance from the MSZP demonstration and the absence of any demonstrated risk of insecurity or disturbance, it cannot be held that the reasons given by the national authorities to justify the interference complained of are relevant and sufficient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court will next examine whether the display of the flag in question constitutes a reprehensible act in the context of the applicant’s right to freedom of expression.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  As to the Government’s observation that the assembly generating the instant case had not been notified by the applicant or anyone else, the Court would note that, while this is a relevant consideration in the determination of the proportionality of an interference with the right of assembly, the applicant was apprehended for other reasons, namely the display of the Árpád-striped flag. For the domestic court dealing with the lawfulness of the detention and the fine, the legal basis for the apprehension of the applicant lay exclusively in his refusal to obey the order to remove the flag (see paragraph 7 above). However, in similar circumstances the Court does not take additional, ex post facto justifications offered by the Government into consideration (see Bukta and Others v. Hungary, no. 25691/04, § 34, ECHR 2007III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Since the Government have failed to demonstrate that the applicant’s conduct was sanctioned for an activity falling under the law of assembly – and therefore that law is immaterial for the Court’s scrutiny – the Court will examine the impugned event as an exercise of freedom of expression.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court notes the applicant’s argument that the police took action against him for the display of the flag, perceived as capable of violating the rights of others and disturbing public tranquillity; the police officers’ testimony about the instruction to remove any Árpád-striped banners disturbing the MSZP demonstration; the expert opinion (see paragraph 7 above) that the banner was a historical flag of Hungary and that it is recognised as such by law (see paragraph 11 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  For the Court, the expressive nature of the display of an object depends on the circumstances of the situation. The MSZP demonstration was intended, among other things, to protest against intolerant views held by the extreme right-wing movements which often avails itself of Árpád-striped or similar flags, as observed by the European Committee against Racism and Intolerance (see paragraph 15 above). The applicant’s decision to display that flag in the vicinity of the MSZP demonstration must be regarded as his way of expressing – by way of a symbol – his political views, namely a disagreement with the ideas of the MSZP demonstrators. The display was perceived as the expression of a political opinion by the demonstrators, who identified the applicant as being a “fascist”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court observes that apparently some demonstrators were troubled by the display of the banner, but they made no verbal threat. The Court has already found that, in the context of the rights of the other demonstrators and of public tranquillity, no pressing social need could be established for the police to intervene (see paragraph 47 above). It remains to be seen if the display was capable of causing public disorder in itself or required the intervention of the police on any other legal ground compatible with paragraph 2 of Article 10 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Assuming that the banner in question has multiple meanings – that is, it can be regarded both as a historical symbol and as a symbol reminiscent of the Arrow Cross regime – it is only by a careful examination of the context in which the offending expressions appear that one can draw a meaningful distinction between shocking and offensive expression which is protected by Article 10 and that which forfeits its right to tolerance in a democratic society (see Vajnai v. Hungary, no. 33629/06, § 53, \nECHR–2008). The Court has already stated in the context of the display of the red star that it shares the Government’s view that the crucial issue in that case was whether or not the applicant’s conduct represented danger for society (see Vajnai (II) v. Hungary (dec.), no. 44438/08, 18 January 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government argue that the display was irritating, while the applicant insisted that the display was lawful (see paragraphs 24 and 27 above). The Court will therefore examine if the display could have created a pressing social need to restrict the use of the symbol, for the protection of the rights of others. The Court emphasises at this juncture that in the interpretation of the meaning of an expression, for the determination of the proportionality of a specific restrictive measure, the location and the timing of the display of a symbol or of other expressions with multiple meanings play an important role.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The demonstration organised by MSZP was located at a site laden with the fearful memory of the extermination of Jews and was intended to combat racism and intolerance; the choice of the venue appears to be directly related to the aims of the demonstration. However, even assuming that some demonstrators may have considered the flag as offensive, shocking, or even “fascist”, for the Court, its mere display was not capable of disturbing public order or hampering the exercise of the demonstrators’ right to assemble as it was neither intimidating, nor capable of inciting to violence by instilling a deep-seated and irrational hatred against identifiable persons (see Sürek v.  (no. 1) [GC], no. 26682/95, § 62, ECHR 1999IV). The Court stresses that ill feelings or even outrage, in the absence of intimidation, cannot represent a pressing social need for the purposes of Article 10 § 2, especially in view of the fact that the flag in question has never been outlawed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  As stated in the context of the display of the red star, a symbol used by a totalitarian regime in , the Court accepts that the display of a symbol which was ubiquitous during the reign of such regimes may create uneasiness amongst past victims and their relatives, who may rightly find such displays disrespectful. It nevertheless considers that such sentiments, however understandable, cannot alone set the limits of freedom of expression. To hold otherwise would mean that freedom of speech and opinion is subjected to the heckler’s veto (see Vajnai, cited above, § 57).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court does not exclude that the display of a contextually ambiguous symbol at the specific site of mass murders may in certain circumstances express identification with the perpetrators of those crimes; it is for this reason that even otherwise protected expression is not equally permissible in all places and all times. In certain countries with a traumatic historical experience comparable to that of , a ban on demonstrations – to be held on a specific day of remembrance – which are offensive to the memory of the victims of totalitarianism who perished at a given site may be considered to represent a pressing social need. The need to protect the rights to honour of the murdered and the piety rights of their relatives may necessitate an interference with the right to freedom of expression, and it might be legitimate when the particular place and time of the otherwise protected expression unequivocally changes the meaning of a certain display. Similar considerations apply if the expression, because of its timing and place, amounts to the glorification of war crimes, crimes against humanity or genocide (see Garaudy v. France (dec.), no. 65831/01, ECHR 2003–IX (extracts)). Moreover, where the applicant expresses contempt for the victims of a totalitarian regime as such, this may amount – in application of Article 17 of the Convention – to an abuse of Convention rights (see Witzsch v. Germany (dec.), no. 41448/98, 20 April 1999).",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the Court is satisfied that in the instant case no such abusive element can be identified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The foregoing considerations are sufficient to enable the Court to conclude that the restriction complained of did not meet a pressing social need. It cannot therefore be regarded as “necessary in a democratic society”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a violation of Article 10 read in the light of Article 11 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLES 6 AND 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  The applicant also relied on Articles 6 §§ 1 and 3 and 14 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "61.  Having regard to the above considerations, the Court finds that no separate examination is warranted under these Articles (see, mutatis mutandis, Öllinger v. , no. 76900/01, §§ 52 and 53, ECHR 2006IX).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "63.  The applicant claimed 4,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court considers that the applicant must have suffered some non-pecuniary damage and awards him EUR 1,500 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "66.  The applicant also claimed EUR 1,500 for the costs and expenses incurred before the Court. This sum corresponds to 10 hours of legal work billable by his lawyer at an hourly rate of EUR 150.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the full sum claimed, i.e. EUR 1,500.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "69.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by six votes to one that there has been a violation of Article 10 read in the light of Article 11 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that there is no need to examine the complaints under Articles 6 and 14 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by six votes to one",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses unanimously the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 July 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  dissenting opinion of Judge Keller;",
                        "elements": []
                    },
                    {
                        "content": "(b)  concurring opinion of Judge Popović joined by Judge Berro-Lefèvre;",
                        "elements": []
                    },
                    {
                        "content": "(a)  concurring opinion of Judge Pinto de Albuquerque.",
                        "elements": []
                    },
                    {
                        "content": "1.  To my regret, I am unable to follow the opinion of the majority. In my view, the imposition of a fine of 50,000 Hungarian forints (approximately 200 euros) for non-obedience of police instructions does not constitute – in the particular circumstances of the case – a violation of Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  The facts and the particular circumstances (i.e., location, time and historical context) of the case are relevant. The local authorities in Budapest were faced with a difficult situation caused on the one hand by a demonstration of the MSZP (the Hungarian Socialist Party) protesting against racism and hatred, and on the other hand a counter-demonstration held at the same time by members of Jobbik, a legally registered right-wing political party assembled in the immediate vicinity to express their disagreement with the ideas of MSZP. 20 meters away from the MSZP demonstration, the applicant was holding a so-called Árpád-striped flag in the company of some other people. The location is of particular importance as in 1944/45 during the Arrow Cross regime, Jews were exterminated in large numbers at that place.",
                        "elements": []
                    },
                    {
                        "content": "3.  The police were instructed not to tolerate the Árpád-striped flag in an area of 100 meters around the MSZP demonstration. This preventive measure was aimed at securing public order and the security of the participants in both demonstrations, who were legally protesting to defend their ideas. At the time, the Árpád-striped flag was increasingly used by a radical right-wing party, the Hungarian Guard, which was subsequently banned. The Árpád-striped flag resembled the flag of the Arrow Cross Party, an openly Nazi organisation that briefly held power in  during World War II and that was responsible for the killing and deportation of thousands of Jews and Roma. However, the flag is not prohibited under national law.",
                        "elements": []
                    },
                    {
                        "content": "4.  The majority’s judgment concentrates on the question whether the interference was necessary in a democratic society within the meaning of Article 10 § 2 read in conjunction with Article 11 § 2 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5.  States are in a particularly difficult position when it comes to securing the right to hold a peaceful demonstration and counter-demonstration. The Court has emphasised the authority’s duty to protect participants of peaceful demonstrations and counter-demonstrations. In particular, a counter-demonstration must not be prohibited for the sole purpose of protecting the first demonstration (see Öllinger v. , 26 June 2006, no. 76900/01, § 36). Moreover, the Court accepts the strategy of keeping demonstrations and counter-demonstrations apart in order to protect the participants’ security and public order (ibid., § 48).",
                        "elements": []
                    },
                    {
                        "content": "6.  The national authority adopting preventive measures to ensure public order during a demonstration and counter-demonstration enjoys a wide margin of appreciation (see Plattform “Ärzte für das Leben” v. , 21 June 1988, no. 10126/82, § 34). This is also emphasised in the majority’s judgment at least four times (paragraphs 28, 32, 39 and 47). When the Court retrospectively applies the test to ascertain whether the measures adopted were necessary in a democratic society, it has to be careful not to substitute its view for that of the domestic authorities as long as an overall, optimal balance between the competing rights has been achieved (see Axel Springer AG v. Germany, 7 February 2012, no. 39954/08, §§ 106–107, and Mouvement Raëlien Suisse v. Switzerland [GC], 13 July 2012, no. 16354/06, §§ 59-66).",
                        "elements": []
                    },
                    {
                        "content": "7.  First of all, the ex post examination is always easier than an ex ante evaluation of the risks. However, the general non-tolerance of the Árpád-striped flag in the vicinity of the two demonstrations was both a reasonable measure to prevent disorder and a general instruction that the police officers could follow.",
                        "elements": []
                    },
                    {
                        "content": "8.  Second, observers, bystanders and third parties (non-participating persons) are affected by an on-going demonstration and the security measures taken by the police. As one would have to accept, for example, the limited access to certain places at a given moment during a demonstration, one should also follow a police order to remove a particular symbol (see also Austin and Others v. the United Kingdom [GC], 15 March 2012, nos. 39692/09, 40713/09 and 41008/09, §§ 62-63, where the Court accepted the arguments of the British courts that preventing people who had not planned to attend a demonstration – and who had no intent to resort to violence – from leaving a certain area for seven hours, did not amount to a violation of Article 5 of the Convention). If one subjected the police action in such circumstances to the test of a “clear threat and present danger of violence” (paragraph 44 of the present judgment), it would render the security forces’ task nearly impossible.",
                        "elements": []
                    },
                    {
                        "content": "9.  Third, the national authorities did not prohibit the use of the Árpád-striped flag in general, but only in the vicinity of the demonstrations. The applicant was indeed entitled to sympathise with and show his support for the Jobbik demonstration by any means other than by displaying the flag in the immediate vicinity of the demonstrations. The measure was limited in time and space, and focused on a specific symbol. The interference with the applicant’s right under Article 10 was thus proportionate. Therefore, it is difficult to argue that the domestic authorities did not achieve an “overall, optimal balance between the competing rights”.",
                        "elements": []
                    },
                    {
                        "content": "10.  This line of argument would have enabled the Court to find no violation in the case at hand.",
                        "elements": []
                    },
                    {
                        "content": "11.  Alternatively, one can legitimately ask whether the raising of the Árpád-striped flag falls within the ambit of expression protected by Article 10 of the Convention. A demonstration or other forms of expression may annoy or cause offence to persons opposed to it (see Plattform “Ärzte für das Leben” v. Austria, cited above, § 32, and Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, 2 October 2001, nos. 29221/95 and 29225/95, § 86) or even shock (see, for example, Handyside v. the United Kingdom, 7 December 1976, § 49, Series A no. 24; Gerger v Turkey [GC], 8 July 1999, no. 24919/94, § 46; and Monnat v. Switzerland, 21 September 2006, no. 73604/01, § 63).",
                        "elements": []
                    },
                    {
                        "content": "12.  In my view, this threshold is passed in the present case. What message (in addition to that already expressed by the Jobbik demonstration) other than a racist and fascist one could be conveyed by a flag that is associated in public opinion with the 1944/45 Nazi Regime in Hungary and is raised at a place where grave human rights violations were committed during the Second World War? In the light of Article 17 of the Convention (see Witzsch v. Germany, (dec.), 13 December 2005, no. 7485/03), I have serious doubts as to whether the expression of such an opinion could attract the protection of the Article 10.",
                        "elements": []
                    },
                    {
                        "content": "13.  Therefore, the case is different from that of Vajnai v. Hungary (8 July 2008, no. 33629/06) where the Court dealt with a general prohibition of a specific symbol having several meanings. In addition, in Vajnai, the symbol in question (a red star) had been displayed by a person who belonged to a group with no totalitarian ambitions – a lawfully registered left-wing political party with connections to the international workers’ movement. Taking due account of the context, the Court held that the display of the red star was unrelated to any racist or totalitarian propaganda, and was merely a symbol of the left-wing political movement (ibid., §§ 25, 51 and 52). In the case at hand, the Árpád-striped flag was not prohibited in general. It was banned only during demonstrations, and – in my view – had a clear fascist meaning at the specific place and time it was displayed by the applicant.",
                        "elements": []
                    },
                    {
                        "content": "14.  However, even assuming that the display of the Árpád-striped flag at that very place and at the very moment could have expressed a message that falls within the ambit of Article 10, I am convinced that it is not for the Court to decide on the disputed nature of this historical symbol. The case at hand is a telling example, showing that the interpretative meaning of a symbol may vary according to the place, the time and the historical context. These elements are best assessed by the national authorities (see also Ždanoka v Latvia, 16 March 2006, no. 58278/00, § 121, where the Court – taking account of the “very special historico-political context” – afforded the State a wide margin of appreciation in the application of Article 3 of Protocol No. 1; similarly, see also Evans v. the United Kingdom, no. 6339/05, § 77; Leyla Şahin v. Turkey, no. 44774/98, 10 November 2005, § 109; and the concurring opinion of Judge Rozakis in Egeland and Hanseid v. Norway, no. 34438/04, 16 April 2009, all highlighting the point that national authorities were better placed than the Court to decide the sensitive issues in question and that therefore national decisions must be given special importance).",
                        "elements": []
                    },
                    {
                        "content": "15.  Various international human rights bodies are deeply concerned by the increasing intolerance in Hungary; see, for example, the Report of the European Commission against Racism and Intolerance cited in paragraph 15 of the judgment, the Report of the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance, Githu Muigai, on his mission to Hungary (A/HRC/20/33/Add.1 2, 23 April 2012), and the most recent concluding observation by the UN Human Rights Committee (HRC):",
                        "elements": []
                    },
                    {
                        "content": "I am aware of the fact that the Court does not deal with the general human rights situation in a country, but decides individual cases. However, in the case at hand the local authorities granted permissions for a demonstration against racism and for a counter-demonstration, and tried to secure public order by not tolerating fascist symbols during the event. This is exactly what they are called upon to do by various international human rights bodies.",
                        "elements": []
                    },
                    {
                        "content": "16.  In paragraph 16 the majority cite the HRC’s view in Kivenmaa v. Finland. I have doubts as to the usefulness of this citation. First of all, the gathering of several persons at the site of welcoming ceremonies for a foreign head of State on an official visit (described in § 9.2 thereof) seems to fall perfectly well within the definition of an assembly recently given in Tatár and Fáber v. Hungary (nos. 26005/08 and 26160/08, § 29, 12 June 2012), assuming the intentional presence and willingness of the participants in articulating an opinion, i.e., protesting against the official visit. Second, the characterisation of the gathering as an assembly in the sense of the Hungarian Assembly Act (see paragraph 9) was irrelevant for the decision in the case at hand, as the Court rejected the Government’s observation that the assembly had not been notified in advance (see paragraph 49). Third, the views expressed by the HRC in Kivenmaa v. Finland might no longer be good law under the International Covenant on Civil and Political Rights, as there is not a single subsequent communication that would confirm this approach. The Kivenmaa type of assembly falls perfectly well within the definition given by the Special Rapporteur on the rights to freedom of peaceful assembly and association, Maina Kiai:",
                        "elements": []
                    },
                    {
                        "content": "Moreover, Kivenmaa has been criticised in literature as follows (Manfred Novak, CCPR Commentary, N.P. Engel, 2nd revised edition, 2005): “... the gathering of 26 individuals, amid a larger crowd, with the aim of criticizing the human rights record of a foreign head of State is ... to be considered as an assembly within the meaning of Art. 21 ...” (p. 486). Nowak holds that “intentional, temporary gatherings of several persons for a specific purpose are afforded the protection of freedom of assembly” (p. 484) under Article 21 of the International Covenant on Political and Civil Rights and that the Kivenmaa assembly would fall within this definition.",
                        "elements": []
                    },
                    {
                        "content": "17.  While I am generally in favour of citing international law materials, the Court should do this only where it is helpful for the reasoning in the case at hand. Needless to say, it is dangerous to quote precedents from another jurisdiction without mentioning that those decisions or judgments are based on a different human rights concept (e.g. free speech according to the First Amendment to the US Constitution, rather than freedom of expression in Article 10 of the Convention) and handed down by a body having different functions and competences from those of our Court (e.g. a Federal Supreme Court, as opposed to an international court). The bare citation of such judgments outside the comparative context is overly simplified and therefore misleading.",
                        "elements": []
                    },
                    {
                        "content": "I voted along with the majority in this case mostly because, as a disciplined judge, I felt bound by the Court’s previous rulings in Vajnai (Vajnai v. , app. no. 33629/06), being the leading case, as well as in Fratanolo (Fratanolo v. Hungary, app no. 29459/10), the case in which I was on the bench. The reasoning which provides ground for such an approach is simple: if a left wing political symbol is allowed, irrespective of the consequences that its exposing may produce, then a right wing symbol should be allowed as well.",
                        "elements": []
                    },
                    {
                        "content": "The problem of applying Article 10 of the Convention to exposing of political symbols deserves in my opinion our attention and profound reflection. Exposing extremists’ symbols does not seem to be a goal to which I would be ready to subscribe at any cost and rate. The Europe I believe in is by no means a Europe of extremists’ symbols. I am opposed to Europe of swastikas, Europe of concentration camps and gulags, Europe of hatred marked by banners.",
                        "elements": []
                    },
                    {
                        "content": "These are the reasons which make me submit a separate opinion in the present case. Concurring with the majority I suggest that the Court revisit its jurisprudence in the class of cases to which the present one belongs.",
                        "elements": []
                    },
                    {
                        "content": "The Fáber case deals with the use of symbols with a political connotation in the public arena. I can subscribe to the finding of a violation of Article 10 of the European Convention of Human Rights (“the Convention”), but, with all due respect, I cannot agree with the reasoning of the judgment. In my understanding, the reasoning says both too much and too little. On the one hand, it multiplies the legal criteria for assessing the proportionality of the interference. On the other hand, it does not evaluate all the relevant facts to be taken into account in the proportionality test and does not perform the required necessity test. Those are the purposes of this concurring opinion.",
                        "elements": []
                    },
                    {
                        "content": "The interference with the applicant’s freedom of expression was twofold: first, he was hindered from displaying a flag in a public space by a clear police order to remove the flag or leave the site and, second, since he did not comply with the order he was given, he was taken to a police station, held in custody and under interrogation for six hours and later on convicted and fined for the regulatory administrative offence of disobeying police instructions. The interference consisted of a sequence of positive acts by the State authorities, namely the police officers’ conduct during the demonstration, the police department’s conviction and fining of the applicant and the Pest Central District Court’s review of that punishment.",
                        "elements": []
                    },
                    {
                        "content": "Had the police and the Pest Central District Court omitted to carry out those acts and take those decisions, there would be no case at all. Therefore, the issue at stake is the conduct of the police and the decision of the Pest Central District Court, which interfered with the applicant’s freedom of expression, and not, as the Government argued, the duty of the domestic authorities to take positive measures to enable the lawful demonstration by MSZP, the Hungarian Socialist Party, and the equally lawful counter-demonstration by members of Jobbik, a legally registered right-wing party, to proceed peacefully. In addition, neither the police nor the Pest court contended that the applicant and his colleagues had staged an unlawful demonstration, to which the police had a duty to put an end. Finally, the applicant cannot now be restored to the situation in which he found himself prior to the police’s action, which indicates that the State’s obligation in the present case was negative in nature.",
                        "elements": []
                    },
                    {
                        "content": "Thus, the police’s and the court’s actions and decisions are to be assessed in terms of the negative obligations arising from Article 10 of the Convention, which narrows the breadth of the margin of appreciation of the respondent State.",
                        "elements": []
                    },
                    {
                        "content": "The applicant was silent and only held a flag in the company of some other people. A symbol, such as a flag, an emblem, a uniform or a motto, can be a powerful way of conveying a message. In the case of political expression, a symbol can synthesise a fully-fledged doctrine or ideology, just as the sickle-and-hammer or a five-pointed red star represents communist ideology or the swastika cross stands for National Socialist ideology. The same applies with regard to religious expression, for example with the Star of David for Jews, the cross for Christians, and the crescent moon for Muslims. Moreover, the handling of a symbol in the public arena may be an issue of general interest, and both the use and the desecration of a symbol can, under strict legal conditions, be criminalised. Hence, the display of a symbol, such as a flag, in a public space is a form of expression protected under Article 10 of the Convention, which may only be restricted within the limits of its second paragraph.",
                        "elements": []
                    },
                    {
                        "content": "In the instant case, the applicant exhibited an Árpád-striped flag. This flag has been listed as one of the historical Hungarian banners. The Árpád stripes are the name of a particular heraldic configuration which has been used since at least 1202 in Hungarian heraldry. They were associated with the founding dynasty of Hungary, the House of Árpád, but later dynasties of  adopted them in one form or another to stress the legitimacy of their claim to the Hungarian throne. The four silver stripes (often depicted as white) are sometimes claimed to symbolise “the four silver rivers” of Hungary – the Danube, the Tisza, the Sava and the Drava. They still can be seen in the dexter of the current coat of arms of .",
                        "elements": []
                    },
                    {
                        "content": "It cannot be ignored that the Hungarian Arrow Cross Party, a National Socialist party which led a Government of National Unity from 15 October 1944 to 28 March 1945, used a similar flag. During its short rule, it is estimated that fifteen thousand people, many of them Jews, were murdered. In spite of the graphic similarities of these flags, the Arrow Cross Party flag is not to be confused with the Árpád flag: the Árpád stripes have been defined since the late nineteenth century as a barry of eight stripes, starting with red and ending with argent, contrasting with the nine stripes of the Arrow Cross Party, starting and ending with red, with white stripes in between, and a green arrow cross within a white square and a white capital \"H\" in the middle.",
                        "elements": []
                    },
                    {
                        "content": "Since the Árpád-striped flag was lawful at the time of the events, and still is, and it cannot be objectively mistaken for the flag of the Hungarian Arrow Cross Party, a narrow margin of appreciation is left to the respondent State.",
                        "elements": []
                    },
                    {
                        "content": "Given that the use of a flag or any other symbol of a political ideology, regime, party or movement falls per se under the protection of Article 10, this form of expression may nonetheless lose such protection when it provokes a clear and imminent danger of public disorder, crime or other infringement of the rights of others. The danger is not linked to the symbol itself but to its use in a particular context.",
                        "elements": []
                    },
                    {
                        "content": "In the present case, the flying of the flag took place in a public space, at the steps leading to the Danube embankment, the location where from 1944 to 1945, during the Arrow Cross Party regime, Jews were exterminated in large numbers. The date was 9 May, “Victory Day” or the Second World War commemorative day in Hungary, which marks the capitulation of Nazi Germany to the Soviet Union in the Second World War. The applicant held the flag while two demonstrations were occurring, one organised by the MSZP and the other supported by members of Jobbik. It seems that the applicant and his colleagues were placed between the two demonstrations.",
                        "elements": []
                    },
                    {
                        "content": "In principle, States have a narrow margin of appreciation with regard to expression in a public space, such as the embankment of a river, in the vicinity of Parliament. But when the place or the time chosen for the expression is linked to the history of the country, a broader margin of appreciation should be afforded to States, because they are in a better position to assess the impact that the expression could have in their society in the light of its cultural specificities. There is a caveat to this principle: history cannot be a panacea for content control of speech and expression. The State does not have to perform the role of keeper of the official version of a country’s history, simply because there is no such thing as an official history in democratic societies. Yet respect for tragic events in the history of a country may be viewed as a relevant factor when the State regulates expression in certain public places and on certain dates. Hence, in the particular circumstances of the case, the historical background of that part of the Danube embankment where the interference occurred broadens the margin of appreciation of the respondent State.",
                        "elements": []
                    },
                    {
                        "content": "The display of the Árpád-striped flag had, objectively, a political connotation in the particular circumstances of time and space in which it took place. Moreover, the applicant and his colleagues had a clear political intention by holding the flag of the Árpád regime, which was to state that they belonged to the nation, historically considered (see paragraph 27 of the judgment). The objectively and subjectively political nature of the expression is irrefutable, which significantly narrows the margin of appreciation of the respondent State.",
                        "elements": []
                    },
                    {
                        "content": "In the case at hand, the nature of the interference and the nature of the expression point in the direction of a narrow margin of appreciation, but the place and time of the expression point in the opposite direction. Assessing the weight of these factors on both arms of the scales, the balancing act clearly favours that arm of the scales which considers the essence of the interference and of the expression, to the detriment of the arm which considers the circumstantial elements of space and time. Overall, a narrow margin of appreciation prevails in the particular circumstances of the case.",
                        "elements": []
                    },
                    {
                        "content": "Having established the admissible criteria and their relative and overall weight, the Court should then have evaluated the reasons given by the national court for the interference with the applicant’s freedom of expression. The Pest Central District Court gave two reasons: first, the applicant’s conduct had been provocative, likely to result in unruliness in the context of the ongoing socialist demonstration, and second, it was also offensive, since the flag displayed by the applicant was placed higher than the national flag. These two arguments do not stand up, the first being groundless from a factual perspective and the second being inadmissible in a democratic society.",
                        "elements": []
                    },
                    {
                        "content": "The first argument is based on the protection of public order as a legitimate aim for the restriction of the freedom of expression. Five facts could be put forward to deny the pertinence of the Pest court’s reasoning. First, at no time did the applicant and the few people accompanying him display aggressive or threatening conduct. They neither proffered Nazi slogans nor made Nazi salutations. They were silent and inert. A more self-restrained appearance in a public space than this is difficult to imagine. Second, they were at a clear numerical disadvantage in relation to the police and the other two groups of demonstrators. The number of people surrounding the applicant could not be ascertained with certainty, but their group was much smaller than the other two groups of demonstrators. Third, there was a considerable physical distance between the two groups of demonstrators and the applicant and his colleagues. Fourth, the police were present at all times, keeping the different groups of demonstrators apart. Fifth, no previous incidents were referred to by the police to justify the argument that the applicant or the group of people with him could reasonably be expected to cause disturbances in the public arena. In these circumstances, it is totally unsubstantiated to maintain that there was a clear and imminent danger. Not even the wider standard of a real and present danger, or the much wider standard of a clear threat or present danger, could be said to adequately describe the factual situation. In relation to the Pest court’s first argument, one cannot but conclude that there was no clear and imminent danger and that therefore the reason invoked for the interference was not sufficient.",
                        "elements": []
                    },
                    {
                        "content": "The second argument concerns the protection of the national flag of . Implicitly, the Pest court considered that the applicant’s conduct, in placing the Árpád-striped flag higher than the national flag, had offended the national flag. The denigration of a flag may be a form of expression punishable by criminal law and therefore the prevention of crime may be a legitimate ground for restricting such expression. Even in those countries whose criminal laws do not contain such a provision, denigration of the national flag may justify a restriction of the freedom of expression in order to prevent public disorder.",
                        "elements": []
                    },
                    {
                        "content": "In the instant case, the domestic authorities did not accuse the applicant of the crime of denigration of the national flag, although that offence is provided for in the national legislation. Having regard to the omission to prosecute the applicant for that criminal offence, it is difficult to understand why the Pest court would have considered that same circumstance relevant for the purpose of establishing a regulatory administrative offence. Moreover, a former royal flag may be displayed in a republican State or placed higher than the republican flag, these forms of political expression being protected by Article 10. Hence, the Pest court’s second argument does not sufficiently justify the impugned interference either.",
                        "elements": []
                    },
                    {
                        "content": "The police’s action during the demonstration sought to avoid public disorder. In order to achieve that goal, the police chose to order the applicant to leave the site and, after his refusal, to detain him. His disobedience was punished in accordance with an administrative offence law. The question put by the necessity test is: could the social need pursued by the police have been achieved without such a strong interference with the applicant’s freedom of expression? The answer is crystal-clear: yes. Even assuming that the interference was proportionate, which it was not, it cannot be said that the police’s action would satisfy the necessity test. Instead of detaining and handcuffing the applicant, who remained silent and inert, without any threatening attitude towards the socialist demonstrators or any inciting attitude towards the right-wing demonstrators, the police could have kept the situation under control and countered any possible danger by less draconian measures, such as strategic positioning between the demonstrators and close surveillance of the evolving situation.",
                        "elements": []
                    },
                    {
                        "content": "Since there was no clear and imminent danger to trigger the police’s action, the use of less intrusive measures would have been perfectly adequate to avoid any disturbance of order. Within the police’s general powers of prevention of public disorder (section 30 of Act no. XXXIV of 1994 on the police), they could have continued to observe the situation closely. Such surveillance had been effective up until the moment the police interfered and there is nothing to suggest that it had become ineffective. In fact, the detention of the applicant corresponded to the most intrusive measure the police could have taken: it caused not only the physical removal of the flag from the place where the applicant was displaying it, but the removal of the applicant himself. Thus, he was hindered from manifesting his political views in any other way in that particular place and at that particular time.",
                        "elements": []
                    },
                    {
                        "content": "The impairment of the applicant’s freedom of expression was compounded by the fact that, after his detention, he was even fined for disobedience. It is specious to argue, as the Government did, that the penalty imposed on the applicant was not a punishment for the use of the flag, but for disobeying police instructions, since the applicant only disobeyed the police’s instruction in order to express his opinion. Furthermore, according to the applicable national law, the fine imposed could be replaced by prison in the event that it was not paid. If on the one hand the regulatory administrative nature of the offence for which the applicant was punished diminishes its seriousness, on the other hand the system whereby a fine can lawfully be converted into regulatory confinement in prison enhances the excessive character of the State’s interference. In sum, the essence (or minimum core) of the applicant’s freedom of expression was not respected.",
                        "elements": []
                    },
                    {
                        "content": "Having regard to the State’s negative obligation to refrain from interfering with the applicant’s freedom of expression, the lawful form and the political nature of the expression, the lack of any clear and imminent danger resulting from the expression, the excessive character of the police’s action and the potential harshness of the sanction, and after assessing the reasons given by the national authorities in the light of their narrow overall margin of appreciation, I conclude that the interference lacked justification and that the respondent State breached the applicant’s freedom of political expression.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF FÁBER v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-112446.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0724JUD004072108",
    "externalsources": [],
    "extractedappno": [
        "40721/08",
        "1944/45",
        "35943/10",
        "961/05",
        "40660/08",
        "60641/08",
        "48898/99",
        "39288/98",
        "29183/95",
        "64915/01",
        "29032/95",
        "26682/95",
        "76900/01",
        "33629/06",
        "29221/95",
        "29225/95",
        "13079/87",
        "10877/04",
        "4916/07",
        "25924/08",
        "14599/09",
        "10519/03",
        "74552/01",
        "25691/04",
        "44438/08",
        "65831/01",
        "41448/98",
        "10126/82",
        "39954/08",
        "16354/06",
        "39692/09",
        "40713/09",
        "41008/09",
        "24919/94",
        "73604/01",
        "7485/03",
        "58278/00",
        "6339/05",
        "44774/98",
        "34438/04",
        "26005/08",
        "26160/08",
        "20/27",
        "29459/10",
        "30814/06",
        "27058/05",
        "73219/01",
        "27520/07",
        "2668/07",
        "6102/08",
        "30079/08",
        "7072/09",
        "7124/09",
        "4870/02",
        "43807/07",
        "47533/99",
        "24662/94",
        "40984/07",
        "5380/07",
        "64016/00"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Section11(2) of the Assembly Act"
    ],
    "itemid": "001-112446",
    "judgementdate": "24/07/2012 00:00:00",
    "kpdate": "24/07/2012 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "201",
        "265",
        "331",
        "379",
        "145",
        "151",
        "216",
        "238"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "10-2",
        "11-1",
        "10",
        "10-1",
        "11",
        "41"
    ],
    "parties": [
        "FÁBER",
        "HUNGARY"
    ],
    "rank": "903.1162109375",
    "representedby": [
        "GYURTA T.R."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [
        "Abdulaziz, Cabales and Balkandali v. the United Kingdom, 28 May 1985, § 67, Series A no. Alekseyev v. Russia, nos. 4916/07, 25924/08 and 14599/09, 21 October 2010",
        "Association Ekin v. France, no. 39288/98, § 56, ECHR 2001-VIII",
        "Barankevich v. Russia, no. 10519/03, § 33, 26 July 2007",
        "Bukta and Others v. Hungary, no. 25691/04, § 34, ECHR 2007-III",
        "Chauvy and Others v. France, no. 64915/01, § 70, ECHR 2004-VI",
        "Christians against Racism and Fascism v. the United Kingdom, Commission decision of 16 July 1980, DR 21, p. 138",
        "Ezelin v. France, 26 April 1991, Series A no. 202",
        "Feldek v. Slovakia, no. 29032/95, § 74, ECHR 2001-VIII",
        "Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I",
        "G. v. Germany, no. 13079/87, Commission decision of 6 March 1989, Decisions and Reports (DR) 60, p. 256",
        "Garaudy v. France (dec.), no. 65831/01, ECHR 2003-IX (extracts)",
        "Oberschlick v. Austria (no. 1), 23 May 1991, § 57, Series A no. 204",
        "Observer and Guardian v. the United Kingdom, 26 November 1991, § 59, Series A no. 216",
        "Öllinger v. Austria, no. 76900/01, ECHR 2006-IX",
        "Oya Ataman v. Turkey, no. 74552/01, §§ 41-42, ECHR 2006-XIV",
        "Perna v. Italy [GC], no. 48898/99, § 39, ECHR 2003-V",
        "Plattform “Ärzte für das Leben” v. Austria, 21 June 1988, §§ 32-34, Series A no. 139",
        "Rees v. the United Kingdom, 17 October 1986, §§ 35-37, Series A no. 106",
        "Sergey Kuznetsov v. Russia, no. 10877/04, § 45, 23 October 2008",
        "Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, nos. 29221/95 and 29225/95, ECHR 2001-IX",
        "Sürek v. Turkey (no. 1) [GC], no. 26682/95, ECHR 1999-IV",
        "Vajnai (II) v. Hungary (dec.), no. 44438/08, 18 January 2011",
        "Vajnai v. Hungary, no. 33629/06, ECHR-2008",
        "Von Hannover v. Germany (no. 2) [GC], nos. 40660/08 and 60641/08, §§ 106-107, 7 February 2012",
        "Witzsch v. Germany (dec.), no. 41448/98, 20 April 1999",
        "Zana v. Turkey, 25 November 1997, § 51, Reports of Judgments and Decisions 1997-VII"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "372340",
    "typedescription": "15"
}