{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "26010/04",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-148655.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 26010/04) against Italy lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Italian nationals, Ms Maria Rosa D’Asta, Mr Angelo D’Asta and Mr Luca D’Asta (“the applicants”), on 2 July 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr M. Pellitteri, a lawyer practising in Casteltermini. The Italian Government (“the Government”) were represented by their Agent, Ms E. Spatafora, their former co-Agent, Mr N. Lettieri, and their co-Agent, Ms P. Accardo.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 4 April 2006 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1923, 1959 and 1963, respectively, and live in Casteltermini.",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicants are the joint owners of a plot of land designated as agricultural land in Casteltermini. The land in issue was recorded in the land register as Folio no. 40, Parcel no. 185.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 13 July 1989 the regional councillor for public works issued a decree authorising the Municipality to take possession, through an expedited procedure and on the basis of a public-interest declaration, of a portion of the applicants’ land in order to begin the construction of a road.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 4 January 1991 the authorities took physical possession of the land.",
                                "elements": []
                            },
                            {
                                "content": "8.  By a writ served on 23 June 1998, the applicants brought an action for damages against the Casteltermini Municipality before the Agrigento District Court. They alleged that the occupation of the land was illegal and that the construction work had been completed without there having been a formal expropriation of the land and payment of compensation. They claimed a sum corresponding to the market value of the land and a further sum in damages for the loss of enjoyment of the land during the period of lawful occupation.",
                                "elements": []
                            },
                            {
                                "content": "9.  On an unspecified date the court ordered an expert valuation of the land. In a report submitted on 17 September 2001 the expert concluded that the occupied land covered a surface area of 124.87 square metres and confirmed that it could be classified as building land. He further concluded that the market value of the land on the date the occupation became unlawful, which he identified as having occurred on 13 July 1994, corresponded to 6.20 euros (EUR) per square metre, for a total of EUR 773.88.",
                                "elements": []
                            },
                            {
                                "content": "10.  By a judgment delivered on 22 January 2003 and filed with the court registry on 23 January 2003, the Agrigento District Court declared that the possession of the land, which had been initially authorised, had become unlawful as of 4 June 1993. It found that the land had been irreversibly transformed by the public works. As a result, in accordance with the constructive-expropriation rule (occupazione acquisitiva or accessione invertita), the applicants had been deprived of their property, by virtue of its irreversible alteration, on the date on which the possession had ceased to be lawful. In the light of those considerations, the court concluded that the applicants were entitled to compensation in consideration for the loss of ownership caused by the unlawful occupation.",
                                "elements": []
                            },
                            {
                                "content": "11.  The court drew on the expert valuation to conclude that the land could be classified as agricultural land and that its market value on the date the occupation had become unlawful corresponded to EUR 773.88. However, in contrast with the expert’s finding, the court reiterated that the occupation had become unlawful as of 4 June 1993.",
                                "elements": []
                            },
                            {
                                "content": "12.  Therefore, the court held that the applicants were entitled to compensation in the sum of EUR 773.88, to be adjusted for inflation, plus statutory interest.",
                                "elements": []
                            },
                            {
                                "content": "13.  The court further awarded the applicants EUR 37.43 as compensation for the damage occasioned by the unavailability of the land during the period from the beginning of the lawful occupation (13 July 1989) until the date of loss of ownership (4 June 1993).",
                                "elements": []
                            },
                            {
                                "content": ".  The judgment became final in March 2004.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "15.  The relevant domestic law and practice concerning constructive expropriation are to be found in the Guiso-Gallisay v. Italy judgment (just satisfaction) [GC], no. 58858/00, 22 December 2009).",
                                "elements": []
                            },
                            {
                                "content": "16.  In judgments nos. 348 and 349 of 22 October 2007, the Constitutional Court held that the national legislation must be compatible with the Convention as interpreted by the Court’s case-law and, in consequence, declared unconstitutional Article 5 bis of Legislative Decree no. 333 of 11 July 1992 as amended by Law no. 662 of 1996.",
                                "elements": []
                            },
                            {
                                "content": "17.  In judgment no. 349 the Constitutional Court noted that the insufficient level of compensation provided for by the 1996 Law was contrary to Article 1 of Protocol No. 1 and also to Article 117 of the Italian Constitution, which provides for compliance with international obligations. Since that judgment, the provision in question may no longer be applied in the context of pending national proceedings.",
                                "elements": []
                            },
                            {
                                "content": "18.  A number of changes occurred in domestic legislation following the Constitutional Court’s judgments. Section 2/89 (e) of the Finance Act (Law no. 244) of 24 December 2007 established that in cases of constructive expropriation the compensation payable must correspond to the market value of the property, with no possibility of a reduction.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "19.  The applicants complained that they had been deprived of their land in circumstances that were incompatible with the requirements of Article 1 of Protocol No. 1, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "20.  The Government contested the applicants’ argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "21.  The Government contended that the applicants were no longer victims of the alleged violation as they had obtained, at the national level, an amount corresponding to the full market value of the expropriated land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court reiterates that, according to its established case-law, the word “victim” in the context of Article 34 denotes the person directly affected by the act or omission in issue, the existence of a violation of the Convention being conceivable even in the absence of prejudice; prejudice is relevant only in the context of Article 41. Consequently, a decision or measure favourable to the applicant is not in principle sufficient to deprive him of his status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see Guerrera and Fusco v. Italy, no. 40601/98, § 53, 3 April 2003, and Amuur v. France, 25 June 1996, § 36, Reports of Judgments and Decisions 1996III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court notes that the domestic proceedings in question came to an end well before the Constitutional Court delivered its judgment declaring that Article 5 bis of Legislative Decree no. 333 of 11 July 1992, as amended by Law no. 662 of 1996, was unconstitutional in that it contravened Article 1 of Protocol No. 1. Therefore, in the present case it can be concluded that the national authorities have not acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see, by contrast, Armando Iannelli v. Italy, no. 24818/03, 12 February 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In the present case, therefore, the Court concludes that the applicants have not lost their status as “victims” for the purposes of Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Government’s objection must therefore be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "27.  The applicants submitted that they had been dispossessed of their property pursuant to the constructive-expropriation rule, whereby public authorities acquire land by taking advantage of their own unlawful conduct. The applicants maintained that the application of the constructive-expropriation rule to their case did not comply with the principle of the rule of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  According to the Government, despite the absence of a formal expropriation order and although the irreversible alteration of the land following the construction of “public” works prevented its restitution, the occupation in issue had been carried out within the framework of an administrative procedure grounded on a declaration of public interest. The Government further pointed out that the applicants had obtained, at the national level, an amount corresponding to the full market value of the expropriated land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court observes that the parties agree that a “deprivation of property” has occurred for the purposes of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  With regard to constructive expropriation, the Court refers to its established case-law (see, amongst others, Belvedere Alberghiera S.r.l. v. Italy, no. 31524/96, ECHR 2000VI; Scordino v. Italy (no. 3), no. 43662/98, 17 May 2005; and Velocci v. Italy, no. 1717/03, 18 March 2008) for a summary of the relevant principles and an overview of its case-law on the subject.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In the instant case the Court notes that, in accordance with the constructive-expropriation rule, the national court held that the applicants had been deprived of their land from 4 June 1993 (see paragraph 10 above). The transfer of property to the authorities therefore occurred upon completion of the public works. The Court considers that that situation could not be regarded as “foreseeable” as it was only in the final decision that the constructive-expropriation rule could be regarded as being effectively applied. The Court consequently finds that the applicants did not become certain that they had been deprived of their land until March 2004 at the latest, when the judgment of the Agrigento District Court became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In the light of the foregoing observations, the Court considers that the interference complained of was not compatible with the principle of lawfulness and that it therefore infringed the applicants’ right to the peaceful enjoyment of their possessions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  It follows that there has been a violation of Article 1 of Protocol No.1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "35.  With regard to pecuniary damage, the applicants contended that the Agrigento District Court had failed to take into account the collateral losses suffered as a consequence of the expropriation, namely the decrease in value of the land due to its fragmentation. They further claimed that the expropriated land had been under-evaluated by the expert during the domestic proceedings. In this regard, the applicants claimed EUR 10,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government contended that the applicants had obtained an amount corresponding to the full market value of the expropriated land in conformity with the criteria established by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court reiterates that a judgment in which it finds a breach imposes a legal obligation on the respondent State to put an end to the breach and make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 32, ECHR 2000XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court further observes that, in the Guiso-Gallisay v. Italy judgment (just satisfaction) ([GC], cited above), the Grand Chamber considered it appropriate to adopt a new approach with regard to the criteria to be used in assessing damages in constructive expropriation cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court held that the reparation of the pecuniary damage must be equal to the full market value of the property on the date of the domestic judgment declaring that the applicants had lost ownership of their property, that value being calculated on the basis of the court-ordered expert reports drawn up during the domestic proceedings. Once the amount obtained at the domestic level is deducted, and the difference with the market value of the land when the applicants lost ownership is obtained, that amount will have to be converted into the current value to offset the effects of inflation. Moreover, simple statutory interest (applied to the capital progressively adjusted) will have to be paid on this amount so as to offset, at least in part, the long period for which the applicants have been deprived of the land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court notes that, at the national level, the applicants received a sum corresponding to the full market value of the expropriated land, readjusted for inflation and increased by the amount of interest due, calculated from the date the applicants lost their right of ownership (see paragraph 10 above). Accordingly, the Court makes no award in this regard (see Rubortone and Caruso v. Italy, no. 24892/03, § 61, 5 February 2013).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "41.  The applicants claimed EUR 50,000 each in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Government contested that amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court considers that the feelings of powerlessness and frustration arising from the violation of the applicants’ rights under Article 1 of Protocol No. 1 caused them considerable non-pecuniary damage that should be compensated in an appropriate manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Having regard to the foregoing and ruling on an equitable basis, the Court decides to award EUR 7,500 jointly to the applicants under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "45.  With regard to the costs incurred in the proceedings before the Court, the applicants submitted a bill of costs and expenses and sought the reimbursement of EUR 16,063.54.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government contested that amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  According to the Court’s established case-law, costs and expenses will not be awarded under Article 41 unless it is established that they were actually and necessarily incurred and were reasonable as to quantum (see Can and Others v. Turkey, no. 29189/02, § 22, 24 January 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court does not dispute the submission that the applicants incurred certain expenses in order to obtain redress before it, but considers that the sum requested is excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Regard being had to the documents in its possession and to its case-law, the Court considers it reasonable to award the sum of EUR 5,000 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "50.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, jointly, within three months, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 December 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "András Sajó",
            "role": "president"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Robert Spano",
            "role": "judges"
        },
        {
            "name": "Abel Campos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF D'ASTA v. ITALY",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-148655.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:1216JUD002601004",
    "externalsources": [],
    "extractedappno": [
        "26010/04",
        "58858/00",
        "2/89",
        "40601/98",
        "24818/03",
        "31524/96",
        "43662/98",
        "1717/03",
        "31107/96",
        "24892/03",
        "29189/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-148655",
    "judgementdate": "16/12/2014 00:00:00",
    "kpdate": "16/12/2014 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "26",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "D'ASTA",
        "ITALY"
    ],
    "rank": "1210.30944824219",
    "representedby": [
        "PELLITTERI M."
    ],
    "respondent": "ITA",
    "respondentOrderEng": "23",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "396586",
    "typedescription": "15"
}