{
    "__articles": "5;5-1;5-2",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Deprivation of liberty);Violation of Article 5 - Right to liberty and security (Article 5-2 - Information on charge)",
    "applicability": "",
    "appno": "39804/04",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-2 - Information on charge"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-115302.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39804/04) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Russian nationals, Mr Adam Baisuev and Mr Rustam Anzorov (“the applicants”), on 6 August 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented before the Court by lawyers from “Article 42 of the Constitution”, a human-rights NGO based in . The Georgian Government (“the Government”) were represented by their former Agent, Ms. Irine Bartaia of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 25 May 2005 the Court decided to communicate the complaints under Article 5 §§ 1, 2 and 4 of the Convention concerning the circumstances of the allegedly unlawful detention of the applicants by police (Rule 54 § 2 (b) of the Rules of Court). It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government and the applicants each submitted observations on the admissibility and merits of the communicated complaints (Rule 54 (a) of the Rules of Court). The Russian Government did not make use of their right to intervene in the proceedings (Article 36 § 1 of the Convention).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants are Mr Adam Baisuev (“the first applicant”) and Mr Rustam Anzorov (“the second applicant”), two Russian citizens of Chechen origin who were born in 1980 and 1979 respectively. At the material time they were residing in , where they had refugee status.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicants’ detention",
                                "elements": [
                                    {
                                        "content": "6.  According to the applicants, early in the morning of 7 December 2002 police officers arrived at their homes to question them. The police proceeded to search their premises without producing a warrant. Their identity papers were taken from them and the applicants were asked to follow the officers to police station no. 3 in the Vake-Saburtalo district of Tbilisi (“the police station”). There the applicants were photographed and questioned about the armed conflict in the Chechen Republic of the Russian Federation and asked if they and their family members had been involved. They also had their fingerprints taken. Three hours later they were released and their identity papers were handed back to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The Government disagreed with the version of events presented by the applicants. They maintained that on 7 December 2002 the police officers had gone to the applicants’ home to conduct a regular identity check of people living in  without registration. The applicants were asked to follow the police officers to Vake-Saburtalo police station, where their ID and refugee cards were checked. The Government rejected the applicants’ contention that their homes had been searched and other investigative measures taken.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  According to the Government, the applicants were kept at the police station for thirty minutes. They were released immediately upon completion of the identity check.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Legal steps taken by the applicants",
                                "elements": [
                                    {
                                        "content": "9.  According to the applicants, on 20 January 2003 they lodged complaints with the Office of the Prosecutor General of Georgia (“the PGO”), criticising the way the police had acted. They sought explanations regarding the legal basis for the search of their homes, for them being taken to the police station and for the criminal procedural measures to which they had been subjected. The Government maintained that they were unable to find those complaints lodged with the PGO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 7 February 2003 the second applicant reiterated his request to the PGO for information concerning his detention. In its reply of 31 March 2003 the investigator from the Vake-Saburtalo District prosecutor’s office explained that the second applicant had not been detained, but had been taken to the police station along with other temporary residents of different nationalities to have his identity and legal status in Georgia checked. The investigator claimed that not a single investigative act had been carried out and that the applicant had been released immediately after the identity check.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 2 April 2003 the applicants applied to the Tbilisi Public Prosecutor’s office to have criminal proceedings initiated against the police officers who had carried out their detention. According to the applicants, their application was forwarded to the Vake-Saburtalo District prosecutor’s office, which did not reply. The Government again maintained that they were unable to find the applicants’ letter of 2 April 2003, either with the Tbilisi Public or Vake-Saburtalo District prosecutor’s office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 17 November 2003 the applicants requested a written reply to their application dated 2 April 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 19 November 2003 the Vake-Saburtalo District prosecutor’s office replied that on 7 December 2002 the applicants, along with several other Chechen refugees, had not been “arrested”, but had been taken to the police station to have their identity and their legal situation in Georgia checked. Once the check was complete they were released immediately. The prosecutor’s office did not indicate on what legal basis the applicants had been taken to and kept in the police station. No information was provided about the applicants’ request for criminal proceedings to be initiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 18 December 2003 the applicants reiterated their request to the VakeSaburtalo District prosecutor’s office and again on 16 January 2004 they received a reply to the effect that they had not been detained but rather taken to the police station for identity check purposes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 27 February 2004 the applicants made yet another application to the VakeSaburtalo District prosecutor’s office, requesting that the police reports concerning their stay at the police station and the criminal investigative measures to which they had been made subject be made available to them, in accordance with Article 150 of the Code of Criminal Procedure of Georgia (“the CCP”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In its response, dated 10 March 2004, the prosecutor’s office pointed out that the detention complained of had lasted only thirty minutes. Without indicating the legal basis for holding the applicants, it claimed that bringing them to the police station had not been unlawful. It did inform them, however, that no record had been kept of their presence at the police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 29 August 2005, following communication of the application to the Government, a preliminary investigation was initiated under Article 333 of the Criminal Code of Georgia (abuse of power) concerning unlawful taking of Chechen Russian citizens to various police stations on 7 December 2002. The criminal proceedings covered the case of the second applicant. In addition, on 11 October 2005 similar proceedings were initiated with respect to the first applicant’s incident. The relevant documents submitted by the Government to the Court included only the copies of the decisions to open preliminary investigation. The Government committed to informing the Court about the progress of the relevant proceedings; however, no information has been submitted since then.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Georgian domestic law",
                                "elements": [
                                    {
                                        "content": "1.  Code of Criminal Procedure (“the CCP”), as in force at the material time",
                                        "elements": [
                                            {
                                                "content": "18.  The relevant Articles of the CCP read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 24 § 4 – Public criminal prosecution",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In all cases disclosing signs of an offence, an investigative body, investigator or a prosecutor are responsible, within the limits of their powers, to initiate public criminal proceedings ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 55 § 5 – Prosecutor’s office",
                                                "elements": []
                                            },
                                            {
                                                "content": "“A superior prosecutor is authorised to quash a decision issued by a subordinate prosecutor, amend it or replace with a new one.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 146 § 1 – Procedure and review of the lawfulness and legitimacy of placement in police custody",
                                                "elements": []
                                            },
                                            {
                                                "content": "“As soon as an individual is taken to a police station ..., a report on his or her placement in police custody must immediately be drawn up. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 235 §§ 1 and 2 – Lodging a complaint",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The complaint is to be lodged with the body responsible for criminal proceedings or the state employee who, in accordance with the law, has jurisdiction to examine it and to reach a decision...",
                                                "elements": []
                                            },
                                            {
                                                "content": "A complaint against an action or decision of an investigator, investigating body, investigating office or head of an investigating body is to be submitted to the relevant prosecutor. A complaint against an action or decision of a prosecutor shall be submitted to the prosecutor with hierarchical superiority...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 261 – Obligation to initiate a preliminary investigation",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Upon receipt of information concerning the commission of a crime, the investigator and the public prosecutor, within the limits of their powers, shall open an investigation. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 265 §§ 1 and 4 – Consideration of information concerning the commission of an offence",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Information that a criminal offence has been committed may be submitted in writing or orally. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Information thus submitted shall be examined promptly. Where the suspected perpetrator of an offence has already been arrested, verification of the information that a criminal offence has been committed and institution of a prosecution must be carried out within twelve hours of the person’s being apprehended by the police or other investigating body. In other cases, institution of proceedings may also be preceded by verification of the information received, but this must not last more than twenty days.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 279 §§ 1 and 2 – Appeal against an act or decision of an investigator or prosecutor",
                                                "elements": []
                                            },
                                            {
                                                "content": "“An appeal lies against an action or decision of an investigator with the relevant prosecutor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "An action or decision of a prosecutor can be appealed against to a superior prosecutor or in court, in cases and according to the procedure provided for in this Code.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Police Act of 27 July 1993, as in force at the material time",
                                        "elements": [
                                            {
                                                "content": "19.  The relevant parts of the Police Act read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 8 § 1 (c) and (r) – Police duties",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In accordance with their functions, the police shall ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "restrict the rights of individuals only as provided for by law. When enforcing a restriction of those rights, all police officers must make themselves known to the person, produce their official identification, explain the basis for the restriction and inform the person of his or her rights....",
                                                "elements": []
                                            },
                                            {
                                                "content": "Ensure the observance of the registration and movement rules by aliens ... on the .”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 9 (b), (c), (5) and (11) – Police Rights",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In order to fulfil their official duties, police officers may...",
                                                "elements": []
                                            },
                                            {
                                                "content": "inspect a person’s identity papers if there is sufficient cause to believe that he or she has committed a crime or an administrative offence;",
                                                "elements": []
                                            },
                                            {
                                                "content": "in the context of proceedings relating to a criminal or administrative offence, summon the person concerned to a police station and request an explanation as well as the necessary information and documents. If the person fails to appear without a valid reason, he or she may be brought to the police station compulsorily in accordance with the statutory provisions ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "bring an offender to a police station and keep him or her for up to eight hours in order to establish his or her identity and check any relevant items. A report of the detention must be drawn up immediately in accordance with the statutory provisions ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "in order to prevent a crime, arrest a suspect or an accused or where human life is in danger, enter a private residence ... without the permission of the occupants ... and inform the prosecutor in writing within twenty-four hours.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 33 – Remedies against police actions",
                                                "elements": []
                                            },
                                            {
                                                "content": "“All citizens shall have the right to challenge police actions before a competent senior official, the prosecutor or a court.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Presidential Decree no. 634 dated 29 November 1999 “concerning urgent provisional measures aimed at regulating the registration of the entry, residence and departure of aliens”",
                                        "elements": [
                                            {
                                                "content": "20.  According to the above Decree, the Ministry of the Interior is among the State agencies overlooking the lawfulness of entry, stay and departure of aliens to and from the . Article 3 provides that the Ministry of the Interior shall, with other law-enforcement bodies, within the limits of its powers and according to the relevant legislation, react to violations of the rules concerning the entry, stay and departure of aliens. According to Article 5 (b) of the same Decree, the Ministry of the Interior is responsible for monitoring compliance by aliens with the permissible dates of their stay in the country.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Code of Administrative Offences, as in force at the material time",
                                        "elements": [
                                            {
                                                "content": "21.  Under Articles 24 and 32 of the Code, administrative detention is one of the penalties for administrative offences. It is decided on by a firstinstance judge and cannot exceed thirty days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  According to Article 173 of the Code, persistent refusal to comply with orders or requests issued by a police officer in the exercise of his or her public order duties constitutes an administrative offence, punishable by a fine or by administrative detention for up to thirty days. Proceedings relating to such an offence fall within the jurisdiction of the courts of first instance (Article 208 of the Code).",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  In accordance with Articles 244, 245 and 246 of the Code, for the purposes of identifying a person in the context of proceedings relating to an administrative offence, that person may be subject to administrative detention and to a strip-search, and may have objects and documents confiscated. Detention where the offence is one defined under Article 173 of the Code, falls within the competence of the Ministry of the Interior and must not exceed three hours. The time-limit begins running when the individual is brought to the police station to have a police report drawn up. The report on the person’s administrative detention must include the date and time, the duties and name of the officer, information about the detainee, the time of detention and the reasons for it.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  International reports",
                                "elements": [
                                    {
                                        "content": "1.  The report by the Parliamentary Assembly’s Political Affairs Committee on the situation in Georgia and the consequences for the stability of the Caucasus region, 24 September 2002, (Doc. 9564)",
                                        "elements": [
                                            {
                                                "content": "24.  The report, in its relevant part, states the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“E. Consequences of the conflict in the ",
                                                "elements": []
                                            },
                                            {
                                                "content": "34. When the current stage of the conflict in the Chechen Republic started in 1999, the authorities of the Russian Federation accused Georgia of sheltering Chechen fighters and asked the Georgian authorities to authorise the Russian army to operate in  to fight Chechen “terrorists.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "35. Georgia denied these accusations and called upon the OSCE to observe and report movements across the border between Georgia and the Chechen Republic of the . ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "37. The most serious concerns have been expressed about the presence of Chechens in the Pankisi Valley, situated around 35 kilometres north of . This valley is generally considered as a largely lawless area, mostly controlled by criminals and fighters. The  authorities maintain that the Chechens, who live in the valley (possibly around 8.000 people), are refugees. The Russian authorities claim that the valley is used by Chechen fighters as a safe haven and a base for their operations in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "38. Last year, the Georgian authorities accused  of bombarding its territory on the pretext of fighting Chechen terrorists.  strongly denied the accusations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39. In the spring of 2002, the US government declared that AlQaida terrorists were hiding in the . The Georgian government accepted the presence of some 200  instructors to help train the Georgian anti-terrorist units. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "41. In these circumstances, it does not seem likely that the Pankisi valley serves in any meaningful manner as an active base for the Chechen fighters. It is, nevertheless, impossible to claim that there has not been a presence of Chechen fighters there. The lawless situation in Pankisi undoubtedly represents a security threat both to Georgia and to . Both countries have an interest in collaborating in order to solve this situation, while fully respecting the principles of sovereignty and territorial integrity. I welcome the declared willingness of the Georgian government to restore the rule of law in the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "42. However, the situation has been severely aggravated by the declaration of the President of the Russian Federation of 11 September 2002, which contained the threat of using unilateral military action based on Article 51 of the UN Charter against suspected terrorists on Georgian territory, but also expected Georgian agreement on joint efforts during the next CIS Summit on 7 October 2002. In response hereto, the Georgian President invited on 13 September a monitoring mission to the  by the OSCE including Russian participation. ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Follow-up report to the recommendations of the Commissioner for Human Rights, following his visit to Georgia, from 1 to 10 June 2000 (excerpt from the 3rd Annual Report of the Commission for Human Rights (CommDH(2003)7)",
                                        "elements": [
                                            {
                                                "content": "25.  The relevant part of the report reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. Chechen Refugees",
                                                "elements": []
                                            },
                                            {
                                                "content": "Since the Commissioner’s first report numerous, and occasionally worrying, developments have taken place in respect of the Chechen refugees in . ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "As of September 2002, troops from Georgian Ministry of Interior have conducted several checks in the [Pankisi] valley. Similar operations have also been conducted in , notably on 7th December 2002, when 100 Chechens were detained and questioned. In a separate incident, on the same day, 5 Chechens were allegedly killed. The extradition of 5 Chechens to Russia on 4th October 2002, and a further 8 afterwards following the obtaining of procedural guarantees from Russia by the European Court of Human Rights has increased the feeling of insecurity amongst the Chechen refugee population in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "For so long as the situation in the Chechen Republic is such that the refugee population in  cannot freely return, it is incumbent on the Georgian authorities to provide all the protection afforded by the Geneva Convention. Whilst the restoration of order in the Pankisi Gorge must remain a priority for Georgian authorities and a concern of their Russian counterparts, it is essential that the necessary measures be conducted by the Georgian authorities, in an even-handed manner and in full respect of the rule of law....”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The United Nations High Commissioner for Refugees (“the UNHCR”), The Global Report 2002",
                                        "elements": [
                                            {
                                                "content": "26.  In its Global Report 2002 the UNHCR noted with respect to :",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Chechen refugees and asylum seekers",
                                                "elements": []
                                            },
                                            {
                                                "content": "In April, the Ministry for Refugees and Accommodation carried out a registration exercise, with UNCHR’s financial and technical assistance. The number of prima facie registered refugees was reduced from about 8,000 to some 4,000, mainly because of previous double and triple registration or refugees, as well as the erroneous registration of local people. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The context",
                                                "elements": []
                                            },
                                            {
                                                "content": "The refugee caseload in the Pankisi valley has proven to be a politically sensitive issue. There were frequent security incidents during the year, the most important being the bombing and shelling of areas close to the refugee settlements by an unidentified aircraft in August. ... In August 2002,  law enforcement units were deployed in the valley but the security situation remained very difficult and dangerous. ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Human Rights Watch “In the name of counter-terrorism: human rights abuses worldwide” (25 March 2003)",
                                        "elements": [
                                            {
                                                "content": "27.  The relevant part of the report reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“",
                                                "elements": []
                                            },
                                            {
                                                "content": "U.S.-supported anti-terror measures in Georgia have focused on the Pankisi Gorge and on ’s Chechen population. In implementing these measures the government has committed serious human rights violations, which it refuses to address. President Eduard Shevardnadze indicated the government’s attitude toward observing human rights in its counter-terrorism campaign on October 5, 2002, one day after Georgia had extradited five Chechens to Russia without due process, when he said: “International human rights commitments might become pale in comparison with the importance of the anti-terrorist campaign.” ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Human Rights Watch has documented four “disappearances,” one extrajudicial execution, and cases of incommunicado detention, attributable to Georgian security forces engaged in counter-terrorism. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "In a massive passport check in  on December 7, 2002, police briefly detained nearly one hundred ethnic Chechens, including some minors. Given the context, many in  believed this operation to be connected with counter-terrorism efforts, though no official publicly linked the two.” (Footnotes omitted)",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 §§ 1, 2 AND 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicants alleged that their three-hour detention at the police station on 7 December 2002 in the absence of any relevant legal basis was in breach of domestic law and, consequently, of Article 5 § 1 of the Convention. They further complained that they had not been informed about the reasons for their detention and had been denied the opportunity to challenge its lawfulness before the domestic courts. The Court considers that the present complaints fall to be examined under Article 5 §§ 1, 2 and 4 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 5 §§ 1, 2 and 4",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "(b) the lawful arrest or detention of a person for non-compliance with the lawful order of a court in order to secure the fulfilment of any obligation prescribed by law;",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "(d)  the detention of a minor by lawful order for the purpose of educational supervision or his lawful detention for the purpose of bringing him before the competent legal authority;",
                                "elements": []
                            },
                            {
                                "content": "(e)  the lawful detention of persons for the prevention of the spreading of infectious diseases, of persons of unsound mind, alcoholics or drug addicts or vagrants;",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an authorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him. ...",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "29.  The Government raised several objections to the admissibility of the application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Exhaustion of domestic remedies",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "30.  The Government argued that the applicants had not exhausted the available domestic remedies. Their assertion was based on two grounds. Firstly, the investigation of the allegedly unlawful detention of the applicants was still pending and no final decision had yet been taken at the domestic level (see paragraph 17 above). Therefore, the applicants’ complaints were premature. Secondly, they argued that as the applicants had alleged that their 2 April 2003 application for the initiation of criminal proceedings had not been followed up with a formal written decision issued within twenty days, as required by Article 265 § 4 of the CCP, the applicants should have lodged a hierarchical complaint of failure to take action against the district prosecutor (Articles 55, 235 and 279 of the CCP).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicants insisted that the investigation had been ineffective. In their opinion, the fact that the proceedings had been opened only after communication by the Court of the application to the respondent Government, and almost three years after the alleged incident, was proof in itself of the ineffectiveness of the investigation. The Government also failed to submit the case file, which would have indicated that certain investigative measures had indeed been taken in the course of the relevant proceedings. The applicants also complained in this connection that they had been informed about the initiation of relevant criminal proceedings only through the Government’s observations of 12 October 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  As regards the hierarchical complaint, the applicants maintained that despite their reiterated requests, they had not been issued with a formal written decision concerning either the initiation or refusal to initiate criminal proceedings, as provided by Article 265 of the CCP. Hence, they were deprived of the opportunity to challenge a decision of a district prosecutor through the normal procedure. A mere general complaint of failure to take action against a district prosecutor would have been just another formal and ineffective measure further protracting the proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "33.  The Court notes at the outset that in the present case the parties have disputed when exactly the applicants lodged their initial formal complaints with the competent prosecution authorities. Another issue in dispute was also related to the fact that the Government failed to find some of the applicants’ complaints stated to have been lodged with the relevant prosecution authorities. In the Court’s opinion there is no need for it to resolve these disputed matters, for the following reason: the Government has never contested that the incident of 7 December 2002 as such was more than adequately brought to its attention, thus triggering the relevant authorities’ duty to act promptly to verify the information and to institute a prosecution in the event of evidence of an offence being identified (Articles 24 § 4, 261 and 265 § 4 of the CCP). Even if the Government’s version of events is accepted, the prosecution authorities learned about the second applicant’s grievances concerning the police actions at the latest in February 2003 and, with respect to the first applicant’s complaint, at the latest in November 2003. The Court is, therefore, satisfied that the applicants raised their complaints about the police actions before the appropriate domestic bodies; the prosecution authorities were accordingly obliged under relevant domestic provisions to carry out a preliminary inquiry with a view to opening criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Turning to the substance of the Government’s non-exhaustion plea, in connection with the first limb of the objection the Court notes that it was not until almost three years after the incident, in August and October 2005 respectively, and only after communication of the application by the Court to the respondent Government, that a preliminary investigation was launched by the prosecutor’s office. Its progress is dubious, as the Government failed to submit any relevant documents from the case file (see paragraph 17 above). In the Court’s view, the belated commencement of the inquiry and the apparent delay in the progress imputable to the relevant domestic authorities renders the investigation on the whole ineffective. Hence, the Court does not consider that the applicants should have waited for completion of the investigation. The Government’s argument that the applicants’ complaints are premature should therefore be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  As to the second limb of the objection, according to which the applicants should have challenged the district prosecutor’s failure to take action before a higher prosecutor, the Court reiterates that in general a hierarchical remedy cannot be regarded as effective, because litigants are unable to participate in such proceedings (see Giorgi Nikolaishvili v. Georgia, no. 37048/04, § 112, 13 January 2009). Since the competent authorities remained passive in the face of the applicants’ allegations of misconduct and abuse of power by State agents, the applicants could justifiably have regarded any further requests to the same authorities as a futile exercise (see Giorgi Nikolaishvili, cited above, § 114). As to possible judicial proceedings, the applicants were never served with a formal decision on whether the requested criminal proceedings would in fact be instituted. Consequently, the applicants cannot be criticised for not appealing against it (see, a contrario, Ramishvili and Kokhreidze v.  (dec), no. 1704/06, 26 June 2007, and Chitayev and Chitayev v. Russia, no. 59334/00, §§ 139 and 140, 18 January 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In these circumstances, the Court finds that the applicants did everything that could reasonably be expected of them to have their rights redressed (see Ramishvili and Kokhreidze (dec.), cited above). The Court hence dismisses the Government’s objection of non-exhaustion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Compliance with the six-month time-limit under Article 35 § 1 of the Convention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "37.  The Government argued that the application had been submitted outside the six-month time-limit prescribed by the Convention. They maintained that, in so far as the applicants’ main argument was that the prosecution authorities had neglected their request of 2 April 2003 concerning initiation of criminal proceedings and had accordingly failed to issue a written decision within twenty days, in violation of Article 265 § 4 of the CCP, 22 April 2003 should have served as the starting point for the six-month period. The Government further contended, in the alternative, that in view of the content of the letters of 19 November 2003 and 16 January 2004 the applicants should have understood the futility of their efforts at the domestic level earlier and should not have waited for still another letter, on 10 March 2004, before applying to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicants disagreed, claiming that the Government’s position regarding the starting point for the six-month period was inconsistent. According to the applicants, on the one hand, the Government were arguing that the applicants’ application was premature, as the criminal proceedings were still pending, whilst on the other hand they claimed that the sixmonth period had started to run on 22 April 2004. Furthermore, the applicants argued that, contrary to the Government’s submission, they had continued to make attempts to obtain a review of their detention, but their complaints had been discarded without being considered. The last letter received from the prosecutor’s office in this respect was dated 10 March 2004, which, according to the applicants, should have been taken as a starting point for the six-month time-limit.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "39.  The Court reiterates that the six-month period runs from the date of the final decision in the process of exhaustion of domestic remedies. Article 35 § 1 of the Convention cannot, therefore, be interpreted in a manner which would require an applicant to bring his complaint to the Court before his position in connection with the matter had been finally settled at the domestic level. Where, therefore, an applicant avails himself of an apparently existing remedy and only subsequently becomes aware of circumstances which render the remedy ineffective, it may be appropriate for the purposes of Article 35 § 1 to take the start of the six-month period from the date when the applicant first became or ought to have become aware of those circumstances (see Paul and Audrey Edwards v. the United Kingdom (dec.), no. 46477/99, 7 June 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Turning to the case at hand, the Court observes that the applicants and their lawyers lodged several complaints with the prosecutor’s office of unlawful police actions taken on 7 December 2002; however, their attempts produced no results. It is true that with the passage of time the applicants must have become aware of unwillingness on the part of the prosecution authorities to initiate an investigation. That being said, the relatively short period involved is not sufficient for the Court to conclude that the applicants should already have been aware, more than six months before they lodged their application on 26 August 2004, of the ineffectiveness of the measures applied (see Stanimirović v. Serbia, no. 26088/06, § 33, 18 October 2011). The Court also notes that the Government have failed to advance any convincing argument as to why the Court should disregard the prosecutor’s letter of 10 March 2004. The letters of 19 November 2003 and 16 January 2004 in this respect were not formal decisions capable of precluding with certainty the initiation of the requested criminal proceedings in the future.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  It follows that the applicants’ complaints are not out of time for the purposes of Article 35 § 1 of the Convention. This objection is therefore also to be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Abuse of the right of application",
                                        "elements": [
                                            {
                                                "content": "42.  The Government claimed that the applicants had deliberately submitted false information to the Court and thus abused their right of petition to the Court. The applicants disagreed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court reiterates that, except in extraordinary cases, an application may only be rejected as abusive if it was knowingly based on untruth (see, amongst others, Keretchashvili v. Georgia (dec.), no. 5667/02, 2 May 2006, and Pirtskhalaishvili v. Georgia (dec.), no. 44328/05, 29 April 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Having regard to the statements made by the applicants in the present case, the Court does not consider that they amount to an abuse of the right of petition. Accordingly the Government’s objection is dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court further finds that the complaints under Article 5 §§ 1, 2 and 4 of the Convention are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and that they are not inadmissible on any other grounds. The complaints must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Alleged violation of Article 5 § 1 of the Convention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "46.  At the outset, the Government described the challenging security context prevailing in  at the material time. After the influx of the Chechen refugees into  at the end of 1999, the country had been accused of sheltering Chechen fighters. Whilst addressing security considerations particularly in the Pankisi valley, where most of the Chechen refugees were (see paragraphs 2426 above), the Government had also initiated a country-wide registration procedure for aliens (see paragraph 26 above). The Ministry of the Interior, being involved in the registration procedure, had been conducting check of aliens’ identities and their legal status in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Against this background the Government claimed that the applicants’ identity check on 7 December 2002 had been conducted precisely within the framework of the above process. They further submitted that the length of time during which the applicants had been held at the police station had not exceeded thirty minutes. Not a single investigative action had been conducted with respect to them within this period of time. Therefore, their “detention” had been so temporary that it had not amounted to a “deprivation of liberty.” Moreover, the applicants had merely been requested to accompany the police to the police station for an identity check. They had been kept there only for the length of time necessary to complete the identity check in accordance with Article 8 of the Police Act (see paragraph 19 above) and Articles 3 and 5 of Presidential Decree no. 634 (see paragraph 20 above). Their “detention” had therefore been lawful and justified under the above provisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicants disagreed with the Government. They maintained that they had been restrained and compelled to go to the police station and confined there against their will. They claimed that they had been held in police custody for three hours. Further, they alleged that their identity documents had been seized by the police and that they had been subjected to several investigative actions, which clearly implied that they were not free to leave the police premises. In view of this sequence of events, the applicants claimed that they were deprived of their liberty within the meaning of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The applicants further disputed the Government’s argument concerning the lawfulness of their detention. They reiterated that their detention had been arbitrary and unlawful because it had no basis in domestic law and did not fall within any of the exceptions set out in Article 5 § 1 (a) to (f) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "50.  The Court reiterates that Article 5 of the Convention enshrines a fundamental right, namely the protection of the individual against arbitrary interference by the State with his or her right to liberty. In proclaiming the “right to liberty”, paragraph 1 of Article 5 contemplates the physical liberty of the person; its aim is to ensure that no one should be deprived of that liberty in an arbitrary fashion. It is not concerned with mere restrictions on the liberty of movement; such restrictions are governed by Article 2 of Protocol No. 4. In order to determine whether there has been a deprivation of liberty, the starting point must be the specific situation of the individual concerned, and account must be taken of a whole range of factors arising in a particular case, such as the type, duration, effects and manner of implementation of the measure in question. The distinction between a deprivation of, and a restriction upon, liberty is merely one of degree or intensity and not one of nature or substance (see Guzzardi v. Italy, 6 November 1980, Series A no. 39, § 92, and H.L. v. the United Kingdom, no. 45508/99, § 89, ECHR 2004-IX; see also Austin and Others v. the United Kingdom [GC], nos. 39692/09, 40713/09 and 41008/09, §§ 5260, ECHR 2012). Article 5 of the Convention may apply to deprivations of liberty of even a very short length (see Gillan and Quinton v. the United Kingdom, no. 4158/05, § 57, ECHR 2010... (extracts), where the applicants were stopped for a search which did not exceed thirty minutes; see also Iliya Stefanov v. Bulgaria, no. 65755/01, § 71, 22 May 2008, and Foka v. Turkey, no. 28940/95, § 75, 24 June 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court points out that subparagraphs (a) to (f) of Article 5 § 1 contain an exhaustive list of permissible grounds on which people may be deprived of their liberty and no deprivation of liberty will be lawful unless it falls within one of those grounds (see Austin and Others, cited above, § 60). Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down the obligation to conform to the substantive and procedural rules of national law. Compliance with national law is not, however, sufficient: Article 5 § 1 requires in addition that any deprivation of liberty should be in keeping with the purpose of protecting the individual from arbitrariness. It is a fundamental principle that no detention which is arbitrary can be compatible with Article 5 § 1, and the notion of “arbitrariness” in Article 5 § 1 extends beyond lack of conformity with national law, so that a deprivation of liberty may be lawful in terms of domestic law but still arbitrary and thus contrary to the Convention (see, among other judgments, Guzzardi, cited above, § 92, and A. and Others v. the United Kingdom [GC], no. 3455/05, §§ 162164, 19 February 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court observes that the parties are in dispute as to the exact length of time the applicants spent at the police station, with the applicants maintaining that they were detained for three hours and the Government arguing that they had been kept there only thirty minutes. In determining the length of time the applicants were in the police station, the Court considers that, in the absence of any official document in support of the Government’s position, the benefit of the doubt should be given to the applicants, as it falls primarily on the Government to provide a detailed hour-by-hour account supported by the relevant and convincing evidence (see Creangă v. Romania [GC], no. 29226/03, §§ 89-90, 23 February 2012; see also Salayev v. Azerbaijan, no. 40900/05, § 39, 9 November 2010; Farhad Aliyev v. Azerbaijan, no. 37138/06, § 157, 9 November 2010; and Boris Popov v. Russia, no. 23284/04, § 61, 28 October 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court points out that the applicants’ version of the length of their detention, as evident from the case file, was supported by other Chechen refugees who were also taken on 7 December 2002 to the same police station, and also by the applicants’ consistent claims in the domestic proceedings. The extracts from the relevant international reports also refer to the detention and questioning of some 100 Chechens on 7 December 2002 (see paragraphs 25 and 27 above). The Government failed to produce any copies of the documents relating to the applicants’ detention or to challenge the available evidence. Accordingly, the Court accepts that the applicants were in fact kept at the police station for three hours.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court must now ascertain whether the applicants were “deprived of their liberty” during this period. The characterisation or lack of characterisation given by a State to a factual situation cannot decisively affect the Court’s conclusion as to the existence of a deprivation of liberty (see Creangă, cited above, § 92).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court points out that owing to the scarcity of information at its disposal and the lack of any official records, it is unable to establish in detail all the circumstances surrounding the applicants’ detention. Nevertheless, it appears indisputable to the Court that the applicants had their identification documents taken from them and were escorted by police to the police station, where they were questioned. Despite the fact that the applicants were not handcuffed, placed in a locked cell or otherwise restrained during the period in question, it would be unrealistic to assume that they were free to leave (see, for example, Shimovolos v. Russia, no. 30194/09, § 50, 21 June 2011, and Osypenko v. Ukraine, no. 4634/04, § 49, 9 November 2010). The Court, therefore, considers, in view of the coercive element clearly present in the current case (see, for example, Rantsev v. Cyprus and Russia, no. 25965/04, §§ 317 -318, ECHR 2010 (extracts)) and despite the relatively short period of time in question (see Gillan and Quinton, cited above, § 57, and Shimovolos, cited above, §§ 48-50) that the applicants were deprived of their liberty within the meaning of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court will now examine whether the applicants’ detention was free from arbitrariness. It reiterates in this connection that the list of exceptions to the right to liberty secured in Article 5 § 1 is an exhaustive one, and that only a narrow interpretation of those exceptions is consistent with the aim of that provision, namely to ensure that no-one is arbitrarily deprived of his liberty (see paragraph 51 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In the present case, the Georgian Government pointed to Article 8 of the Police Act and Articles 3 and 5 of Presidential Decree no. 634 as possible grounds for the applicants’ being taken to the police station and their subsequent detention. The Court does not accept the validity of the Government’s argument, which, in its opinion, has a twofold defect. Firstly, neither of these two legal acts appears to provide a legal basis for detention in the situation like that of the applicants (see, a contrario, Foka, cited above, §§ 85-86; compare with paragraphs 2123 above). Secondly, the Government did not dispute that the applicants had already complied with the statutory obligation to show their identity documents at the police officers’ request when they were still in their apartments (see, a contrario, Vasileva v. Denmark, no. 52792/99, §§ 36-38, 25 September 2003, and Foka, cited above, §§ 85-86) and notwithstanding the fact that both applicants had shown valid refugee cards, the Government failed to argue that there had indeed been a need for them to be taken to the police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Hence, there is no evidence of the applicants’ failure to comply with any lawful court order or to fulfil any obligation prescribed by law and, thus, their deprivation of liberty was not covered by sub-paragraph (b) of Article 5 § 1. The Court finds that no grounds have been made out which could bring the applicants’ detention into any of the other sub-categories of Article 5 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Furthermore, the applicants’ deprivation of liberty was not documented at all. The Court notes in this connection that notwithstanding the actual length of deprivation of liberty, the unrecorded detention of an individual is a complete negation of the fundamentally important guarantees contained in Article 5 of the Convention and discloses a grave violation of that provision (see Kurt v. Turkey, 25 May 1998, § 125, Reports 1998-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Lastly, the Court takes note of the Government’s argument that against the background of the prevailing security situation in Georgia at the material time, the relevant national authorities were indeed requested to implement stricter control measures on the entry and residence of aliens on the . This could include increased identity checks to establish the legal status of those concerned. The Court reiterates, however, that even taking into account the special circumstances of the case, Article 5 § 1 does not permit a balance to be struck between the individual’s right to liberty and the State’s interest in addressing security threats. The Government’s argument is inconsistent with the principle that paragraphs (a) to (f) of Article 5 § 1 amount to an exhaustive list of exceptions and that only a narrow interpretation of these exceptions is compatible with the aims of Article 5. If detention does not fit within the confines of the paragraphs as interpreted by the Court, it cannot be made to fit by an appeal to the need to balance the interests of the State against those of the detainee (see A. and Others, cited above, § 171, and Al Husin v. , no. 3727/08, §§ 64-65, 7 February 2012; see also Schwabe and M.G. v  Germany, nos. 8080/08 and 8577/08, § 85, ECHR 2011 (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Alleged violation of Article 5 § 2 of the Convention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "62.  The Government reiterated that the applicants had not been deprived of their liberty within the meaning of Article 5 § 1 of the Convention, therefore there was no obligation on the part of the relevant police officers to inform the applicants of the reasons for their detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The applicants disagreed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "64.  The Court reiterates that Article 5 § 2 of the Convention contains the elementary safeguard that any person arrested should know why he is being deprived of his liberty. By virtue of this provision any person arrested must be told, in simple, non-technical language that he can understand, the essential legal and factual grounds for his arrest, so as to be able, if he sees fit, to apply to a court to challenge its lawfulness (see Fox, Campbell and Hartley v. the United Kingdom, 30 August 1990, § 40, Series A no. 182; see also Shamayev and Others v. Georgia and , no. 36378/02, § 413, ECHR 2005III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In the present case, the Court has already found, in the context of its examination of the applicants’ complaint under Article 5 § 1 of the Convention, that the applicants’ situation amounted to a deprivation of liberty. The fact that the applicants were not provided with a single written document concerning the grounds for their detention either throughout the detention itself or subsequently after their release supports the applicants’ allegation that they were left in a state of uncertainty and confusion as to why they had been deprived of their liberty on 7 December 2002. It should be further stressed that according to the applicants, they were subjected to several investigative actions during their stay at the police department. The available extracts from the relevant international reports confirm the applicants’ allegations at least as far as they concern their questioning (see paragraph 25 above). Under the particular circumstances of this case (see paragraphs 25-27 above; see also Shamayev and Others, cited above), the Court considers that the applicants’ questioning would have driven them even more into uncertainty as regards the reasons for their detention (see, a contrario, Foka, cited above, § 88).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  It follows that there has been a violation of Article 5 § 2 of the Convention in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Alleged violation of Article 5 § 4 of the Convention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": []
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "71.  The applicants complained of a violation of Articles 6 § 1 and 13 of the Convention on account of the failure of the relevant prosecution authorities to initiate a preliminary investigation of the circumstances of their allegedly unlawful detention, and the inability as a consequence to bring judicial review proceedings.",
                                "elements": []
                            },
                            {
                                "content": "72.  The Court notes at the outset that Article 6 § 1 of the Convention does not guarantee the right to institute criminal proceedings against a third party (see, amongst other authorities, Members (97) of the Gldani Congregation of Jehovah’s Witnesses v. Georgia (dec.), no. 71156/01, 6 July 2004, and Saghinadze and Others v. , no. 18768/05, § 89, 27 May 2010). It follows that this complaint is incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 and must be rejected in accordance with Article 35 § 4. As regards the last complaint, in the light of all the material in its possession, the Court finds that no separate issue arises under Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "73.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "74.  The applicants claimed that they had felt harassed and intimidated by the police actions and that it would be appropriate for the Court to award compensation of EUR 10,000 each in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Government submitted that the applicants’ claims were illfounded; in view of the short duration of the identity-check procedure they were subjected to, the applicants could not have suffered any psychological damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court considers that EUR 500 in respect of nonpecuniary damage for each applicant constitutes sufficient just satisfaction in the circumstances of the present case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "77.  The applicants also claimed EUR 100 in respect of translation costs. In support they presented a contract with a translator.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Government did not comment on this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Regard being had to the document in its possession and to its caselaw, the Court considers it reasonable to award the applicants the sum of EUR 100 in respect of translation costs.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "80.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 5 §§ 1, 2 and 4 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2. Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3. Holds that there has been a violation of Article 5 § 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4. Holds that it is not required to deal with the merits of the applicants’ complaint under Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay each applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 500 (five hundred euros) in respect of non-pecuniary damage, plus any tax that may be chargeable, and jointly EUR 100 (one hundred euros) in respect of costs and expenses, plus any tax that may be chargeable to the applicants, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 December 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Santiago Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BAISUEV AND ANZOROV v. GEORGIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-115302.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1218JUD003980404",
    "externalsources": [],
    "extractedappno": [
        "39804/04",
        "37048/04",
        "1704/06",
        "59334/00",
        "46477/99",
        "26088/06",
        "5667/02",
        "44328/05",
        "45508/99",
        "39692/09",
        "40713/09",
        "41008/09",
        "4158/05",
        "65755/01",
        "28940/95",
        "3455/05",
        "29226/03",
        "40900/05",
        "37138/06",
        "23284/04",
        "30194/09",
        "4634/04",
        "25965/04",
        "52792/99",
        "3727/08",
        "8080/08",
        "8577/08",
        "36378/02",
        "48321/99",
        "71156/01",
        "18768/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-115302",
    "judgementdate": "18/12/2012 00:00:00",
    "kpdate": "18/12/2012 00:00:00",
    "kpthesaurus": [
        "448",
        "93",
        "189"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "5-2",
        "5-1",
        "5"
    ],
    "parties": [
        "BAISUEV AND ANZOROV",
        "GEORGIA"
    ],
    "rank": "942.388427734375",
    "representedby": [
        "NGO \"ARTICLE 42 OF THE CONSTITUTION\""
    ],
    "respondent": "GEO",
    "respondentOrderEng": "17",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "373992",
    "typedescription": "15"
}