{
    "__articles": "6;6-1;8;8-1;29;29-3;41",
    "__conclusion": "Violation of Art. 6-1 (Romania);No violation of Art. 6-1 (the UK);Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "19055/05",
    "article": [
        "6",
        "8",
        "41",
        "29"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "Romania"
            ],
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "the UK"
            ],
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-86729.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 19055/05) against Romania and the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Romanian national, Mr Andrei Deak (“the applicant”), on 24 May 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms Diana-Elena Dragomir, a lawyer practising in . The Romanian Government were represented by their Agent at the time, Ms Ruxandra Pasoi, and the ’s Government were represented by their Agent, Ms Emily Willmott.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, a breach of his rights guaranteed by Article 6 and Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 16 March 2007 the Court decided to give notice of the application to the respondent Governments. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant, Mr Andrei Deak, is a Romanian national who was born in 1956 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant married C.D. (hereinafter referred to as “the mother”), also a Romanian national, in January 1998. In July 1998 their son  (hereinafter referred to as “the child”) was born.",
                                "elements": []
                            },
                            {
                                "content": "7.  In November 2000 they divorced and according to the divorce agreement between them, endorsed by a final court judgment, the mother was to have custody of the child, while the applicant obtained a right of access of 82 days per year and was to pay a monthly allowance.",
                                "elements": []
                            },
                            {
                                "content": "8.  In September 2002 the mother travelled to England to commence studying for a Master degree in Business and Administration and left the child in  with her parents.",
                                "elements": []
                            },
                            {
                                "content": "9.  In November 2002 the mother married a British national. She later returned to Romania and on 23 December 2002, without informing the applicant, took the child with her to .",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant found out about the child’s removal from Romania to the  in January 2003.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 6 February 2003 he instituted proceedings in London before the High Court of Justice, Family Division (“the High Court”), under the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction (“the Hague Convention”). The child and the mother were located by the British authorities; however, their place of residence was not disclosed to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "12.  A directions hearing was held on 27 February 2003 before the High Court at which the parties were requested to file observations on the question whether the removal of the child from Romania was wrongful under Romanian law within the meaning of Article 3 of the Hague Convention. The judge in charge of the case also directed that the matter be set down for final hearing on 11 April 2003.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 11 April 2003 the parties received permission to file further evidence.",
                                "elements": []
                            },
                            {
                                "content": "14.  By the time of the next hearing, on 9 May 2003, the High Court was presented by the applicant with documentary evidence emanating from the Ministry of Justice, the Romanian President’s Office, the Child Protection Authority and the Ombudsman, according to which the child’s removal was wrongful under Romanian law. However, the court was not convinced and, in accordance with Article 15 of  Convention, requested a Romanian court decision on the matter.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 11 June 2003 the applicant instituted civil proceedings before the Bucharest Third District Court (“District Court”) seeking a ruling that the child’s removal from  had been illegal.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 16 July 2003 the applicant introduced a new application before the same court seeking a ruling that the child’s removal was contrary to Article 3 of the Hague Convention because he also had custody rights over the child.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 1 September 2003 the District Court held the first hearing in respect of the applicant’s first action; however, as a result of the mother’s request for an adjournment, the proceedings were adjourned until 8 December 2003.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 29 September 2003 the Romanian Ministry of Justice wrote to the High Court in London, informing it that the Romanian courts had exclusive competence in issuing decisions in accordance with Article 15 of the Hague Convention.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 30 September 2003 the District Court in  held the first hearing in respect of the second action and adjourned the case on the grounds that the applicant had failed to sign the application and that the mother had failed to sign her request for an adjournment.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 2 October 2003 the High Court in  resumed its examination of the case. The judge in charge of the case indicated that since his decision of May 2003 a number of documents from Romania had become available which seemed to indicate that the child’s removal from Romania by his mother was wrongful, and that, had these documents been available earlier, he would not have sought a declaration under Article 15 of the Hague Convention. Nevertheless, in view of the fact that the proceedings in Romania had commenced, and in view of the letter from the Romanian Ministry of Justice of 29 September 2003 it was decided to adjourn the proceedings to a date after 8 December 2003 (the date on which the District Court in  was to hear the case). The judge expressed concern about the time that had elapsed in the proceedings and indicated that if the 8 December hearing in  was not conclusive he would discharge the order he had made in May and proceed to adjudication.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 31 October 2003 the mother submitted her observations concerning the applicant’s actions in the Romanian proceedings and introduced a counter-action seeking, inter alia, a ruling that the applicant did not have a right of custody over the child and that he did not have the right to decide on the child’s place of domicile.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 8 December 2003 the District Court in  adjourned the hearing at the applicant’s request so that he could examine the mother’s observations and the counter-action lodged by her. On the same date the two actions lodged by the applicant and the mother’s counter-action were joined.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 19 December 2003 the judge at the High Court in London, having learned that the final determination of the case before the Romanian court had yet again been put back, made an order that the final hearing in London should take place “as a matter of urgency” in January 2004.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 5 January 2004 the District Court in  adopted a final ruling in the case and declared inadmissible the applicant’s actions without entering into the merits of the case. It decided not to examine the mother’s counter-action. Both parties appealed against the judgment.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 14 January 2004 the proceedings in  were adjourned at the request of the parties to 1 March 2004 to allow time for receipt of the written reasons from the Romanian court.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 20 January 2004 the District Court in  delivered its judgment and on 3 and 5 February the parties appealed against it.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 6 February 2004 the case file was transmitted by the District Court to the Bucharest Court of Appeal and the latter fixed 6 April as the date of the hearing in the case.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 23 February 2004 the applicant requested the Bucharest Court of Appeal to speed up the proceedings in view of the proceedings pending in . His request was granted and the date of the hearing was set for 16 March 2004.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 1 March 2004 the applicant applied for an adjournment in the High Court proceedings in  pending determination of the case by the Bucharest Court of Appeal. His request was granted and the judge in charge of the case ordered that the final hearing should take place as soon as possible after receipt of an authorised translation of the decision of the Bucharest Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 15 March 2004 the mother filed her observations with the Bucharest Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 16 March 2004 the applicant’s representative requested an adjournment from the Bucharest Court of Appeal in order to study the mother’s observations.",
                                "elements": []
                            },
                            {
                                "content": "32.  On 11 May 2004 the Bucharest Court of Appeal held a hearing in the case and heard submissions from the parties. The pronouncement of the judgment was adjourned to 25 May 2004.",
                                "elements": []
                            },
                            {
                                "content": "33.  On 25 May 2004 the Fourth Section of the Bucharest Court of Appeal quashed the judgment of the first-instance court in part. It examined the applicant’s action on the merits and dismissed it as ill-founded, finding that the applicant did not have custody rights over the child and that the child’s removal from Romania was legal under domestic law and not wrongful within the meaning of Article 3 of the Hague Convention. The judgment of the Court of Appeal was communicated to the parties on 19 July 2004.",
                                "elements": []
                            },
                            {
                                "content": "34.  On 3 August 2004 the applicant lodged an appeal on points of law with the Court of Cassation (Înalta Curte de Casaţie şi Justiţie) against the judgment of the Bucharest Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "35.  On 16 August 2004 the case file was sent by the Bucharest Court of Appeal to the Court of Cassation of .",
                                "elements": []
                            },
                            {
                                "content": "36.  On three occasions between November 2004 and March 2005 the applicant lodged requests with the Court of Cassation asking it for a speedier examination of his case on grounds of the urgency of the matter.",
                                "elements": []
                            },
                            {
                                "content": "37.  It appears that during that period the Romanian Code of Civil Procedure was undergoing changes and that it was not clear which court was competent under the new rules to examine the applicant’s appeal on points of law. On 16 March 2005 the Court of Cassation declined jurisdiction in favour of the Bucharest Court of Appeal and on 28 March the case file was sent back to that court.",
                                "elements": []
                            },
                            {
                                "content": "38.  The Bucharest Court of Appeal scheduled the first hearing in the case for 16 June 2005.",
                                "elements": []
                            },
                            {
                                "content": "39.  On 13 May 2005 the applicant requested that the proceedings be speeded up in view of an upcoming hearing in the  proceedings. On 19 May the applicant’s request was upheld and the hearing was rescheduled for 26 May 2005.",
                                "elements": []
                            },
                            {
                                "content": "40.  On 26 May 2005 the Third Section of the Bucharest Court of Appeal held a hearing; however, it decided to adjourn the proceedings to 9 June 2005.",
                                "elements": []
                            },
                            {
                                "content": "41.  On 9 June 2005 the Court of Appeal resumed the examination of the case and dismissed the applicant’s appeal on points of law. It found, inter alia, that, under Romanian family law, after divorce the parents of a child do not have equal rights in respect of their child. In particular, the parent who has custody of the child does not need the consent of the other parent in respect of measures concerning the child except for matters relating to adoption and/or losing or re-obtaining Romanian nationality. The parent who does not enjoy custody cannot veto a decision of the other parent concerning the child’s domicile. Accordingly, the removal of the child from  by the mother was lawful under Romanian law.",
                                "elements": []
                            },
                            {
                                "content": "42.  In July 2005, after the Romanian proceedings had ended and the final Romanian judgment had become available in English, the High Court in  resumed its proceedings and listed the case for a final hearing on 3 and 4 August 2005.",
                                "elements": []
                            },
                            {
                                "content": "43.  On 1 August 2005 the judge in charge of the case at the High Court in London acceded to the applicant’s application for an expert opinion on the law of . The expert was to file his report by 16 September 2005.",
                                "elements": []
                            },
                            {
                                "content": "44.  Both parties agreed to instruct Dr Mihai to draft a report on Romanian family law and on 14 September 2005 the High Court confirmed the joint instructions to the expert and the time for lodging of the expert report was extended to 7 October 2005 with the final hearing listed for 14 October 2005.",
                                "elements": []
                            },
                            {
                                "content": "45.  On 28 September 2005 the High Court in  extended the time-limit for the expert report to 11 October and relisted the case for 31 October 2005.",
                                "elements": []
                            },
                            {
                                "content": "46.  The expert’s report was ready on 11 October 2005; however, the parties wished to put more questions to him. Therefore, on 31 October 2005, on an application from the applicant, the court adjourned the proceedings to 8 December 2005 and made further procedural directions in relation to any further questions to be put to the expert.",
                                "elements": []
                            },
                            {
                                "content": "47.  On 8 December 2005 the final hearing was listed before the High Court in  for 28 February and 1 March 2006.",
                                "elements": []
                            },
                            {
                                "content": "48.  On 28 February and 1 March 2006 the High Court held the final hearings in the case and gave judgment on 28 March 2006. The court found in favour of the applicant, choosing to rely on the expert opinion and to disregard the decisions of the Romanian courts. It found that the applicant had custody rights within the meaning of Article 5 of the Hague Convention and that therefore the child’s removal from  had been wrongful under Article 3 of the same Convention. The court also rejected an objection based on Article 13(b) of the Hague Convention raised by the mother and issued an order for the return of the child to .",
                                "elements": []
                            },
                            {
                                "content": "49.  On 7 April 2006 the mother sought leave to appeal. This was granted on 10 April 2006 and the case was fixed for hearing in the Court of Appeal on 25 May 2006.",
                                "elements": []
                            },
                            {
                                "content": "50.  On 25 May 2006 the Court of Appeal heard and dismissed the mother’s appeal while varying the order for the peremptory return of the child until the end of the school term.",
                                "elements": []
                            },
                            {
                                "content": "51.  The mother appealed to the House of Lords. Her appeal was heard between 9 and 11 October 2006 and on 16 November 2006 the House of Lords gave judgment allowing the appeal. The House of Lords reversed the judgment of the High Court, finding that the applicant did not have custody rights within the meaning of Article 5 of the Hague Convention and that therefore the child’s removal from Romania was not wrongful under Article 3 of the same Convention. The House of Lords criticised the decision of the High Court to seek a further expert opinion after having obtained a final decision on the matter from the Romanian courts and expressed regret about the length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "52.  Lord Hope of Craighead observed, inter alia, that:",
                                "elements": []
                            },
                            {
                                "content": "“Article 15 of the Convention contemplates that the court may need to be provided with a determination from the authorities of the state of the child’s habitual residence that the removal was wrongful. So a judge is not to be criticised if he decides to use this procedure because he cannot responsibly resolve the issue on the information provided by the applicant. Nevertheless if he decides on this course delay will be inevitable. Great care must therefore be taken, in the child’s best interests, to keep this to the absolute minimum. The misfortunes that have beset this case show that, once the court has received the response, it should strive to treat the information which it receives as determinative.",
                                "elements": []
                            },
                            {
                                "content": "In this case the response that was received from  was sufficient to show that the child’s removal was not wrongful within the meaning of article 3. On 9 June 2005 the final Court of Appeal of Bucharest, upholding the court of first appeal, stated in the clearest terms that, under the law as it then stood in Romania, termination of marriage through divorce brings joint custody to an end, that cases where the agreement of the parties is required about a measure which the parent with custody proposes are limited, and that none of the rights that the father had been granted on divorce gave him a right of veto or to decide the child’s place of residence. It is wholly understandable that the father should feel aggrieved by what has happened in this case. The effect on his ability to exercise his rights of access is plain to see. But the phrase “rights of custody” has been given a particular definition by the Convention. It is only if there has been a breach of rights of custody as so defined that the removal can be described as wrongful for its purposes. The information provided by the Romanian court shows that, as the law stood at the time of the child’s removal, the father had no such rights.”",
                                "elements": []
                            },
                            {
                                "content": "53.  Baroness Hale of  commented, inter alia, that:",
                                "elements": []
                            },
                            {
                                "content": "“...the Bucharest Court of Appeal concluded that the removal of the child in December 2002 had not been wrongful... How then should the courts of the requested state respond to such a determination? Most certainly not as they did in this case. Having received a determination, binding between the parties, in the final court of the requesting state, the English High Court proceeded in effect to allow the father to challenge that ruling by adducing fresh expert evidence. The fact that the expert was jointly instructed does not cure the vice.”",
                                "elements": []
                            },
                            {
                                "content": "54.  Lord Carswell stated that:",
                                "elements": []
                            },
                            {
                                "content": "“It was quite wrong to permit the father to adduce further expert evidence from Dr Mihai which challenged not only the conclusion but the statement of the content of the father’s rights set out in the judgment of the Romanian court. The English court should have considered the terms of the judgment itself, without any subsequently obtained expert evidence. If it had done so it could only have come to the same conclusion as the Romanian court, even without applying any presumption in its favour.”",
                                "elements": []
                            },
                            {
                                "content": "55.  Lord Brown commented as follows:",
                                "elements": []
                            },
                            {
                                "content": "“This is an extraordinary case. It is, we are told, unique in the length of time which elapsed before the judge’s order for the child’s summary return to Romania (over three years after the commencement of Hague Convention proceedings); and unique too in being the only case in which a United Kingdom court has rejected a foreign court’s article 15 determination that the child’s removal was not in the event wrongful within the meaning of article 3...",
                                "elements": []
                            },
                            {
                                "content": "In circumstances like these it seems to me almost inconceivable that the court requesting the article 15 determination would then not simply accept it. Certainly there would need to be some compelling reason to reject it such as a flagrant breach of the rules of natural justice in the foreign judicial process or a manifest misdirection as to the autonomous meaning of the Convention term “rights of custody”. There is nothing of that sort here. On the contrary, the judge - neither Johnson J (who had requested the determination) nor Hogg J (who later ordered the child’s return to Romania) - on 1 August 2005, acting merely on the father’s request, ordered that an expert in Romanian law be jointly instructed by both parties to cover exactly the same ground as the Romanian Appeal Courts had themselves just covered...”",
                                "elements": []
                            },
                            {
                                "content": "56.  Throughout the entire proceedings in the  the applicant was allowed to meet his child on a number of occasions in special contact centres for periods not exceeding two hours. According to him, however, over the last four years he has only been able to spend about thirty hours with his son.",
                                "elements": []
                            },
                            {
                                "content": "57.  It does not appear that the applicant ever applied to the  courts in order to obtain a judgment from them giving him access to the child. However, on an unspecified date in 2007 he applied to the High Court in  for the recognition of the Romanian judgment of November 2000 (see paragraph 7 above). The Court is not aware of the outcome of those proceedings.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT NATIONAL AND INTERNATIONAL LAW",
                        "elements": [
                            {
                                "content": "58.  The relevant provisions of the Romanian Family Code read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 43",
                                "elements": []
                            },
                            {
                                "content": "1.  The divorced parent who was entrusted with the child shall exercise the parental rights...",
                                "elements": []
                            },
                            {
                                "content": "3.  The divorced parent, who was not entrusted with the child, keeps the right to have personal ties with the child, as well as to observe his or her bringing up, education, studies and professional instruction.",
                                "elements": []
                            },
                            {
                                "content": "59.  The relevant provisions of the Hague Convention on the Civil Aspects of International Child Abduction provide:",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“The removal or the retention of a child is to be considered wrongful where –",
                                "elements": []
                            },
                            {
                                "content": "a)  it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and",
                                "elements": []
                            },
                            {
                                "content": "b)  at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.",
                                "elements": []
                            },
                            {
                                "content": "The rights of custody mentioned in sub-paragraph a above, may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.”",
                                "elements": []
                            },
                            {
                                "content": "Article 5",
                                "elements": []
                            },
                            {
                                "content": "“For the purposes of this Convention –",
                                "elements": []
                            },
                            {
                                "content": "a)  ’rights of custody’ shall include rights relating to the care of the person of the child and, in particular, the right to determine the child’s place of residence;",
                                "elements": []
                            },
                            {
                                "content": "b)  ’rights of access’ shall include the right to take a child for a limited period of time to a place other than the child’s habitual residence.”",
                                "elements": []
                            },
                            {
                                "content": "Article 7",
                                "elements": []
                            },
                            {
                                "content": "“Central Authorities shall co-operate with each other and promote co-operation amongst the competent authorities in their respective States to secure the prompt return of children and to achieve the other objects of this Convention.",
                                "elements": []
                            },
                            {
                                "content": "In particular, either directly or through any intermediary, they shall take all appropriate measures -",
                                "elements": []
                            },
                            {
                                "content": "a)  to discover the whereabouts of a child who has been wrongfully removed or retained;",
                                "elements": []
                            },
                            {
                                "content": "b)  to prevent further harm to the child or prejudice to interested parties by taking or causing to be taken provisional measures;",
                                "elements": []
                            },
                            {
                                "content": "c)  to secure the voluntary return of the child or to bring about an amicable resolution of the issues;",
                                "elements": []
                            },
                            {
                                "content": "d)  to exchange, where desirable, information relating to the social background of the child;",
                                "elements": []
                            },
                            {
                                "content": "e)  to provide information of a general character as to the law of their State in connection with the application of the Convention;",
                                "elements": []
                            },
                            {
                                "content": "f)  to initiate or facilitate the institution of judicial or administrative proceedings with a view to obtaining the return of the child and, in a proper case, to make arrangements for organizing or securing the effective exercise of rights of access;",
                                "elements": []
                            },
                            {
                                "content": "g)  where the circumstances so require, to provide or facilitate the provision of legal aid and advice, including the participation of legal counsel and advisers;",
                                "elements": []
                            },
                            {
                                "content": "h)  to provide such administrative arrangements as may be necessary and appropriate to secure the safe return of the child;",
                                "elements": []
                            },
                            {
                                "content": "i)  to keep other each other informed with respect to the operation of this Convention and, as far as possible, to eliminate any obstacles to its application.”",
                                "elements": []
                            },
                            {
                                "content": "Article 8",
                                "elements": []
                            },
                            {
                                "content": "“Any person, institution or other body claiming that a child has been removed or retained in breach of custody rights may apply either to the Central Authority of the child’s habitual residence or to the Central Authority of any other Contracting State for assistance in securing the return of the child...”",
                                "elements": []
                            },
                            {
                                "content": "Article 10",
                                "elements": []
                            },
                            {
                                "content": "“The Central Authority of the State where the child is shall take or cause to be taken all appropriate measures in order to obtain the voluntary return of the child.”",
                                "elements": []
                            },
                            {
                                "content": "Article 11",
                                "elements": []
                            },
                            {
                                "content": "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.",
                                "elements": []
                            },
                            {
                                "content": "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay. If a reply is received by the Central Authority of the requested State, that Authority shall transmit the reply to the Central Authority of the requesting State, or to the applicant, as the case may be.”",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that –",
                                "elements": []
                            },
                            {
                                "content": "a)  the person, institution or other body having the care of the person of the child was not actually exercising the custody rights at the time of removal or retention, or had consented to or subsequently acquiesced in the removal of retention; or",
                                "elements": []
                            },
                            {
                                "content": "b)  there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.",
                                "elements": []
                            },
                            {
                                "content": "The judicial or administrative authority may also refuse to order the return of the child if it finds that the child objects to being returned and has attained an age and degree of maturity at which it is appropriate to take account of its views.",
                                "elements": []
                            },
                            {
                                "content": "In considering the circumstances referred to in this Article, the judicial and administrative authorities shall take into account the information relating to the social background of the child provided by the Central Authority or other competent authority of the child’s habitual residence.”",
                                "elements": []
                            },
                            {
                                "content": "Article 15",
                                "elements": []
                            },
                            {
                                "content": "“The judicial or administrative authorities of a Contracting State may, prior to the making of an order for the return of the child, request that the applicant obtain from the authorities of the State of the habitual residence of the child a decision or other determination that the removal or retention was wrongful within the meaning of Article 3 of the Convention, where such a decision or determination may be obtained in that State. The Central Authorities of the Contracting States shall so far as practicable assist applicants to obtain such a decision or determination.”",
                                "elements": []
                            },
                            {
                                "content": "Article 21",
                                "elements": []
                            },
                            {
                                "content": "“An application to make arrangements for organizing or securing the effective exercise of rights of access may be presented to the Central Authorities of the Contracting States in the same way as an application for the return of a child.",
                                "elements": []
                            },
                            {
                                "content": "The Central Authorities are bound by the obligations of co-operation which are set forth in Article 7 to promote the peaceful enjoyment of access rights and the fulfilment of any conditions to which the exercise of those rights may be subject. The Central Authorities shall take steps to remove, as far as possible, all obstacles to the exercise of such rights.",
                                "elements": []
                            },
                            {
                                "content": "The Central Authorities, either directly or through intermediaries, may initiate or assist in the institution of proceedings with a view to organizing or protecting these rights and securing respect for the conditions to which the exercise of these rights may be subject.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "60.  Relying on Article 8 of the Convention, the applicant alleges, inter alia, that the Romanian authorities failed to take adequate steps in order to secure the enforcement of the judgment which gave him the right to have access to his son for a total of 82 days per year. The Romanian authorities were wrong to allow the mother to take the child out of the country, and they failed to assist him in the proceedings before the English courts.",
                        "elements": []
                    },
                    {
                        "content": "Furthermore, according to the applicant, the United Kingdom also failed to assist him adequately in retaining contact with the child or to ensure the child’s return to . They were wrong in the first place to have issued a visa to the child without his consent and later in not sending him back to  after the expiry of his visa. The authorities obstructed the applicant’s access to the  by lengthy questioning before his entry into British territory. They also obstructed his contacts with the child by only allowing him to have meetings lasting a maximum of two hours in “locked rooms, under the supervision of one or two strangers”. On several occasions he was not allowed to take pictures of his son and was forced to speak English with him. His Article 8 rights were also infringed by the excessively long proceedings before the English courts. Article 8 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“1.  Everyone has the right to respect for his private and family life...",
                        "elements": []
                    },
                    {
                        "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                        "elements": []
                    },
                    {
                        "content": "61.  He further complains, under Article 6 § 1 of the Convention, of a breach of the principle of equality of arms by the United Kingdom courts because he was not allowed to have any information concerning his son, which put him in a position of procedural inequality vis-à-vis his former wife. The applicant also complains that the proceedings before both the Romanian and the  courts were excessively long. The relevant part of Article 6 § 1 of the Convention, reads:",
                        "elements": []
                    },
                    {
                        "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal...”",
                        "elements": []
                    },
                    {
                        "content": "62.  The applicant finally complains that both Romania and the  breached his rights guaranteed by Article 5 of Protocol No. 7 which reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Spouses shall enjoy equality of rights and responsibilities of a private law character between them, and in their relations with their children, as to marriage, during marriage and in the event of its dissolution. This Article shall not prevent States from taking such measures as are necessary in the interests of the children.”",
                        "elements": []
                    },
                    {
                        "content": "I.  ADMISSIBILITY OF THE COMPLAINTS",
                        "elements": [
                            {
                                "content": "A.  The complaint under Article 6 of the Convention concerning the alleged unfairness of the proceedings before the  courts",
                                "elements": [
                                    {
                                        "content": "63.  The applicant’s complaint about the breach of the principle of equality of arms appears to be unsubstantiated. Indeed, the applicant failed to explain in what way the non-disclosure of his son’s address negatively influenced or reduced his chances of success in the proceedings before the  courts in circumstances in which the decisive factor in those proceedings was the interpretation of Romanian family law. Accordingly, this complaint is manifestly ill-founded and must therefore be declared inadmissible pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The complaint under Article 8 of the Convention",
                                "elements": [
                                    {
                                        "content": "64.  The applicant argued that the Romanian authorities failed to take adequate steps in order to secure the enforcement of the judgments of the Romanian courts which gave him the right of access to his son and that they wrongfully allowed the child to leave the country without his consent. The applicant also appeared to be dissatisfied with the outcome of the proceedings which ended with the final judgment of the Bucharest Court of Appeal of 9 June 2005 and complained that the Romanian authorities failed to assist him in the proceedings before the English courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In so far as the United Kingdom is concerned, the applicant submitted numerous complaints such as the wrongful issuance of a visa to his child by the United Kingdom consulate in Bucharest; his lengthy questioning before his entry into United Kingdom territory; the short duration of his meetings with the child and the inappropriate conditions of such visits; the prohibition on several occasions on taking pictures of his son and speaking Romanian; and the excessive length of the proceedings under the Hague Convention and the outcome of those proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  In so far as the complaint about the outcome of the Hague Convention proceedings in both jurisdictions is concerned, the Court recalls that, according to Article 19 of the Convention, its duty is to ensure the observance of the engagements undertaken by the Contracting Parties to the Convention as interpreted in the light of the requirements of the Hague Convention. However, it is not its function to deal with errors of fact or law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention. In the instant case, the Court notes that there is no appearance of arbitrariness in the proceedings in either country. The Romanian courts were called upon to interpret Romanian family law and to rule on whether the mother had acted lawfully when removing the child from the country without the father’s consent. The ruling of the Romanian courts does not appear to be unreasonable or contrary to the general rules of fairness. Indeed the applicant did not adduce any evidence to support such a conclusion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The English courts in the final instance made use of the interpretation given by the Romanian courts to Romanian family law for the purpose of the proceedings before them. Their task was to return the child to  in the event that he had been taken out of the country unlawfully. Since the Romanian courts found that the child had been lawfully removed from , the English courts ruled appropriately and dismissed the applicant’s action. The Court finds no indication of arbitrariness or unreasonableness in the decisions of the English courts in this respect. Moreover, it appears clearly from the judgment of the House of Lords that the length of the proceedings in the present case did not have any bearing on the solution in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  In the light of the above conclusions, the Court considers that it cannot be maintained that either the alleged failure of the Romanian authorities to prevent the removal of the child to the United Kingdom or the fact that the United Kingdom authorities issued a visa for the child and subsequently refused to order the return of the child to Romania in itself breached the applicant’s rights under Article 8 of the Convention. Furthermore, with regard to the applicant’s complaint that the Romanian authorities failed to assist the applicant in the proceedings before the English courts, the Court does not consider that any such obligation can be inferred from Article 8.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  In so far as the applicant complains that the authorities of both States failed to take adequate steps to ensure that he could exercise his right of access to his child, the Court observes firstly that the proceedings instituted by the applicant related exclusively to the lawfulness of the child’s removal from . In that respect, it notes that the Hague Convention does not prevent a parent with sole custody of a child taking the child abroad (see paragraph 59 above). Moreover, the Romanian courts concluded in the present case that the removal of the applicant’s child was not wrongful within the meaning of the Hague Convention. Consequently, the proceedings did not directly determine the question of the applicant’s right of access and neither their outcome nor their allegedly protracted nature had a decisive impact on the exercise of that right. It is true that the applicant’s objective in seeking to have the child returned to Romania was to ensure that he could exercise the right of access which he had been granted by the Romanian courts and that both the removal of the child and the fact that he remained in the United Kingdom throughout the subsequent proceedings to a certain extent frustrated the exercise of the applicant’s rights. The Court notes, however, that the applicant did have access to his child in the United Kingdom during the proceedings and that although that access was limited he did not apply to the English courts for any extension of his rights or for any modification of the manner in which they were exercised. Furthermore, the Court finds it striking that the applicant did not at any stage ask to have the child returned to Romania on a temporary basis with a view to exercising his right of access, which in any event was limited to eighty-two days a year, and that it was only in 2007 that he applied to the English courts for recognition of the judgment of the Romanian court granting him a right of access (see paragraph 57 above). In all these circumstances, the Court finds that neither State failed to take adequate steps to secure the exercise of the applicant’s right of access to his child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Having examined the applicant’s other complaints concerning both respondent States, the Court notes that all are either ill-founded and/or unsubstantiated or he has failed to exhaust domestic remedies in respect of them. The Court finds therefore no appearance of a violation of Article 8 of the Convention in the circumstances of this case. This complaint must therefore be rejected as manifestly ill-founded pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The complaint under Article 5 of Protocol No. 7 to the Convention",
                                "elements": [
                                    {
                                        "content": "71.  The Court notes that the  has not ratified Protocol No. 7 to the Convention. As to , the Court notes that the applicant raised this complaint for the first time in the proceedings before it. Accordingly, the complaint is incompatible ratione personae with regard to the United Kingdom and inadmissible on account of failure to exhaust domestic remedies with regard to Romania and must be rejected pursuant to Article 35 §§ 1, 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The complaints under Article 6 of the Convention concerning the length of the proceedings",
                                "elements": [
                                    {
                                        "content": "72.  The Court considers that the rest of the applicant’s complaints raise questions of fact and law which are sufficiently serious that their determination should depend on an examination of the merits, and no other grounds for declaring them inadmissible have been established. The Court therefore declares these complaints admissible. In accordance with its decision to apply Article 29 § 3 of the Convention (see paragraph 4 above), the Court will immediately consider the merits of the complaints.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "73.  The applicant argued that the proceedings were excessively long before both the Romanian and the  courts.",
                                "elements": []
                            },
                            {
                                "content": "74.  The Romanian Government argued that the overall duration of the proceedings had not been excessive. They pointed out that the proceedings were complex and that the domestic courts did their best to have them concluded as soon as practicable. In their view, the only problematic period was the period before the examination of the case by the Court of Cassation. However, that was due to the excessive case-load of that court and could not render the overall period excessive. The parties themselves contributed to the length of the proceedings by asking on several occasions for adjournments and by making use of all the ordinary appeals possible under the procedural law. On the other hand, the Romanian courts acceded on two occasions to the applicant’s requests to speed up the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "75.  The United Kingdom Government argued that the case was of some complexity which was underlined, inter alia, by the applicant’s refusal to accept the rulings of the Romanian courts and his subsequent applications to be permitted to adduce further expert evidence with the intention of disputing the accuracy of the final ruling of the Romanian courts. The English courts were at all times concerned to bring the dispute to a conclusion as quickly as was possible. Once the Romanian courts had ruled against the applicant, it was the conduct of the applicant himself which caused the delay. While it is now clear, following the ruling from the House of Lords, that the lower courts should not have acceded to the applicant’s requests but should have dismissed his application under the Hague Convention as soon as possible after 18 July 2005, it is equally clear that the courts’ sole motivation in acceding to the applicant’s requests was so as to protect his rights both under Articles 6 and 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "76.  The Court recalls that the reasonableness of the length of proceedings is to be examined in the light of the criteria laid down in the Court’s case-law, in particular the complexity of the case, the conduct of the applicant and that of the relevant authorities. On the latter point, the importance of what is at stake for the applicant in the litigation has to be taken into account. It is thus essential that custody cases be dealt with speedily (see, for example, the Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299-A, p. 25, § 69). A delay at some stage may be tolerated if the overall duration of the proceedings cannot be deemed excessive (see, for example, the Pretto and Others v. Italy judgment of 8 December 1983, Series A no. 71, p. 16, § 37).",
                                "elements": []
                            },
                            {
                                "content": "77.  As to the proceedings before the  courts, the Court notes that they commenced on 6 February 2003 and ended on 16 November 2006. The length of those proceedings depended to a large extent, at least initially, on the conclusion of the Romanian proceedings. Following its decision of 9 May 2003 to seek a Romanian court decision on the matter in accordance with Article 15 of the Hague Convention, the High Court in  could not come to a decision before the end of the Romanian proceedings.",
                                "elements": []
                            },
                            {
                                "content": "78.  Having examined the materials submitted by the parties, the court cannot find any lengthy periods of inactivity on the part of the English courts imputable to them. It notes, however, the criticism which the House of Lords expressed in respect of the first instance court’s decision to allow the applicant’s request to seek a further expert opinion on the interpretation of the Romanian law, after the end of the proceedings in Romania. Nonetheless, the Court does not consider that the extra length generated by that decision was so important as to render the overall duration of the proceedings unreasonable, in particular taking into account the fact that it was the applicant who requested from the High Court that an expert opinion be sought, in order to contest the decision which had been reached on the basis of the findings of the Romanian courts, so that the continuation of the proceedings thereafter was in his interest only.",
                                "elements": []
                            },
                            {
                                "content": "79.  In so far as the length of the proceedings in  is concerned, the Court notes that they commenced on 11 June 2003 and ended on 9 June 2005. Thus, the period to be taken into consideration is approximately two years.",
                                "elements": []
                            },
                            {
                                "content": "80.  The Court notes that according to Article 11 of  Convention any delay in the proceedings exceeding six weeks gives the applicant a right to request from the competent authorities a statement of the reasons for the delay. It is for this reason that the proceedings under the Hague Convention require special expediency. Against this background, the Court notes several factors which raise concern. In the first place it notes that several adjournments were ordered at the beginning of the proceedings, notwithstanding the urgent nature of the matter. Moreover, it took six months for the first instance court to examine the case without, however, giving a decision on the merits. In addition, although the courts twice agreed to speed up the proceedings, they subsequently had to adjourn the advanced hearings because they had failed to ensure that the observations were submitted earlier than the day before the hearing. Consequently, on both occasions the speeding up did not have the desired effect. Most importantly, however, the Court notes that between August 2004 and May 2005 there were no developments in the proceedings before the Romanian courts. The Government submitted that this was due to the workload of the Romanian Court of Cassation; however, the Court cannot accept this argument. In the first place, it was not the Court of Cassation which examined the appeal on points of law, but the Bucharest Court of Appeal. In any event, even assuming that the delay occurred due to the Court of Cassation’s workload, the Court recalls that Article 6 § 1 imposes on the Contracting States the duty to organise their judicial systems in such a way that their courts can meet each of its requirements, including the obligation to hear cases within a reasonable time (see, among many other authorities, Kyrtatos v. Greece, ECHR-2003..., 22 May 2003, § 42). In such circumstances, and bearing in mind the urgency of the matter, the Court considers that the length of the proceedings in  did not satisfy the “reasonable time” requirement.",
                                "elements": []
                            },
                            {
                                "content": "81.  Accordingly, there has been no violation of Article 6 § 1 of the Convention in respect of the United Kingdom and there was a breach of that provision in respect of .",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "82.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "83.  The applicant claimed 300,000 euros (EUR) for pecuniary damage and EUR 500,000 for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Romanian Government argued that the amounts were excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  In so far as the pecuniary damage is concerned, the Court finds no causal link between the violation found and the pecuniary damage allegedly suffered. This claim must therefore be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  As to the non-pecuniary damage, the Court accepts that the excessive length of the proceedings in  has caused the applicant non-pecuniary damage, which cannot be made good by the mere finding of a violation. The Court, making its assessment on an equitable basis, awards the applicant EUR 1,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "87.  The applicant also claimed EUR 106,947.44 for the costs and expenses incurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Romanian Government argued that the amount was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria the Court considers it reasonable to award the sum of EUR 300 covering costs for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "90.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the complaint under Article 6 of the Convention concerning the excessive length of the proceedings in respect of both Romania and the  admissible;",
                        "elements": []
                    },
                    {
                        "content": "2. Declares unanimously the other complaint under Article 6 and the complaint under Article 5 of Protocol No 7 inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3. Declares by a majority the complaint under Article 8 of the Convention inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds unanimously that there has been a violation of Article 6 § 1 of the Convention by ;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds unanimously that there has been no violation of Article 6 § 1 of the Convention by the ;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the Government of Romania is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable, and EUR 300 (three hundred euros) in respect of costs and expenses, plus any tax that may be chargeable on the applicant, to be converted into Romanian lei at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses unanimously the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 June 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following partly dissenting opinion of Mr B.M. Zupančič is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I regret that I am unable to join the majority in this case as far as it concerns the inadmissibility of the complaint under Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The applicant complains that the Romanian authorities failed to take adequate steps to enforce the judgment which had given him the right to have access to his son for a total of 82 days per year. He also complains that the Romanian authorities allowed the mother to take the child out of the country and failed to assist him in the proceedings before the English courts.",
                        "elements": []
                    },
                    {
                        "content": "My first hesitation in this case stemmed from my belief that it ought not to have been finally decided before it had become clear whether another case, which was being examined by the Third Section, would or would not be accepted for a referral to the Grand Chamber. I am referring to Maumousseau and Washington v. France, a case in which the pattern of events is to some extent a mirror image of the situation in this particular case. In Maumousseau and Washington the mother stayed in France and the father returned to the . Eventually, after a radical departure from the jurisprudence of the Cour de cassation, the child – who had never spent any meaningful time with the father – was snatched from the hands of the mother, put on an aeroplane and sent back to . The passage of time, which was the central issue in that case, made it unreasonable – according to the Hague Convention criteria – to have proceeded under those conditions to re-establish the relationship with the father in . The position I took in that case relied principally on the fait accompli logic, not uncommon in such cases, that is, the sheer passage of time in conjunction with the fact that the child in question was deprived to such a degree of her mother’s maternal love and care. I continue to see the eventual snatching as an incredibly sad and shocking turn of events.",
                        "elements": []
                    },
                    {
                        "content": "If Maumousseau and Washington is to be reconsidered by the Grand Chamber, which we do not know at this particular point in time, then certain very basic logic of  Convention would have to be interpreted in the light of our own Article 8 and certain criteria guiding decisions in similar cases would be confirmed or newly established. In my opinion, it would be wise to wait and see whether such criteria is or is not forthcoming.",
                        "elements": []
                    },
                    {
                        "content": "It is inconceivable, in my humble opinion, not to regard the pattern of events in this particular case through precisely the same lenses. At bottom, the situation is very simple, namely, the mother here effectively kidnapped the boy and, unbeknown to the father and the authorities, moved the child to a faraway country. In Maumousseau and Washington the omission of the mother was considered by the American courts to have been a kidnapping, ",
                        "elements": []
                    },
                    {
                        "content": "whereas here perfectly analogous behaviour, except that the mother actively kidnapped the boy, has not been considered as anything illegal. How can that be?",
                        "elements": []
                    },
                    {
                        "content": "If the father in this particular case were to pursue the same legal internal and international remedies, then the mother’s behaviour would end up in the same legal slot as the behaviour of the mother in Maumousseau and Washington. The father has not, however, pursued those or other legal remedies and therefore the actual kidnapping of the child has never fallen under that legal definition. The case has ended here in this Court, reduced to a series of technicalities concerning unreasonable delays allegedly committed by the Romanian and English courts.",
                        "elements": []
                    },
                    {
                        "content": "On another level, an analysis of Article 3 of the Hague Convention on the Civil Aspects of International Child Abduction reveals that the removal of the child is to be considered wrongful if it is in breach of rights of custody, here of the father, under the law of the State in which the child was habitually resident immediately before the removal, and under the additional condition that those rights were actually exercised, here by both the father and mother. Technically, the application of the Hague Convention therefore depends on the application of Romanian law in the matter. A separate question therefore arises as to whether the idea of litigating this issue before the Romanian courts does not in fact conflict with the primordial imperative of the Hague Convention. This imperative, as we emphasized in our dissent in Maumousseau and Washington, is time. In other words, if the application of domestic law were to be litigated with unreasonable delay in each of these cases then the fait accompli logic referred to above would always produce an undesired effect. This is precisely what happened in Maumousseau and Washington, which is why it became unreasonable to snatch the child from the hands of the mother and put it on an aeroplane back to .",
                        "elements": []
                    },
                    {
                        "content": "Nevertheless, there is one significant difference concerning the pattern of events in question. In Maumousseau and Washington the litigation was parallel in both countries but proved to be more effective in the United States than in . In this particular case the litigation before the Romanian courts was completely ineffective, hence the unfortunate consequences which this Court has now confirmed. If the father in this case had pursued the same remedies as Mr  in his case, the mother’s action would perhaps have been regarded as a kidnapping. However, the case got bogged down in the Romanian courts and the international action never materialised. If, on the other hand, the American courts in Du County in the State of New York had bothered to undertake a complex analysis of the French law, before the departure from precedent by the Cour de cassation, Mr  would never have succeeded with his case.",
                        "elements": []
                    },
                    {
                        "content": "But these are technicalities. The role of the European Court of Human Right has certainly not been foreseen as one in which the unfortunate formula condemning legal formalism – summum jus, summa injuria! – would prevail. The subsidiary function of the international court is precisely to cut through such Gordian knots of legal technicalities and see the reality with a great dose of common sense and awareness of justice.",
                        "elements": []
                    },
                    {
                        "content": "Here we have a father who has effectively been deprived of his child whereas in Maumousseau and Washington we had a child who had effectively been deprived of her mother. There is no disputing the fact that the clandestine removal of the child in this case was wrongful because there is now no getting round the fact that the distance between Bucharest and the , given the financial requirements involved, has deprived the father of his right to see his son for a total of 82 days per year. No amount of legal fireworks can conceal that simple fact, just as in Maumousseau and Washington nothing could conceal the fact that the child had been snatched from the hands of her mother who had cared for her all her life.",
                        "elements": []
                    },
                    {
                        "content": "The legitimacy and moral impact of the judgments of this Court depend on this direct contact with reality. We should not be seduced into legal formalism.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Elisabet Fura-Sandström",
            "role": "judges"
        },
        {
            "name": "Nicolas Bratza",
            "role": "judges"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Ineta Ziemele",
            "role": "judges"
        },
        {
            "name": "Santiago Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DEAK v. ROMANIA AND THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-86729.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0603JUD001905505",
    "externalsources": [
        "The Hague Convention on the Civil Aspects of International Child Abduction"
    ],
    "extractedappno": [
        "19055/05"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 43 of the Family Code"
    ],
    "itemid": "001-86729",
    "judgementdate": "03/06/2008 00:00:00",
    "kpdate": "03/06/2008 00:00:00",
    "kpthesaurus": [
        "310",
        "445",
        "40",
        "406",
        "451",
        "425",
        "429",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "8",
        "8-1",
        "29",
        "41",
        "6-1",
        "6",
        "29-3"
    ],
    "parties": [
        "DEAK",
        "ROMANIA AND THE UNITED KINGDOM"
    ],
    "rank": "628.841003417969",
    "representedby": [
        "DRAGOMIR D."
    ],
    "respondent": "ROU;GBR",
    "respondentOrderEng": "37",
    "scl": [
        "Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299-A, p. 25, § 69",
        "Kyrtatos v. Greece, ECHR-2003..., 22 May 2003, § 42",
        "Pretto and Others v. Italy judgment of 8 December 1983, Series A no. 71, p. 16, § 37"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "345736",
    "typedescription": "15"
}