{
    "__articles": "6;6-1;6-3;6-3-b;35;35-1;41;P1-1;P1-1-1",
    "__conclusion": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1;Violation of Art. 6-3-b;No violation of P1-1;Non-pecuniary damage - finding of violation sufficient",
    "applicability": "",
    "appno": "38886/05",
    "article": [
        "6",
        "41",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "6-3-b",
            "base_article": "6",
            "element": "Violation of Art. 6-3-b",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-92429.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38886/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Ms Alicja Rasmussen (“the applicant”), on 5 October 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Pietrzak, a lawyer practising in . The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the lustration proceedings in her case had been unfair, in violation of Article 6 § 1 of the Convention. She further complained, invoking Article 1 of Protocol No. 1 to the Convention, that as a result of the lustration proceedings she had been deprived of her special social insurance status as a retired judge.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 13 September 2007 the President of the Fourth Section decided to give notice of the application to the Government. On 7 April 2009 the Court decided to apply Article 29 § 3 of the Convention with a view to examining the merits of the application at the same time as its admissibility.",
                        "elements": []
                    },
                    {
                        "content": "5.  Mr L. Garlicki, the judge elected in respect of , withdrew from sitting in the case (Rule 28 of the Rules of Court). The Government accordingly appointed Mr R. Wieruszewski to sit as an ad hoc judge (Rule 29).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1948 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant had been a judge for twentyseven years. By virtue of an amendment to the law on the System of Common Courts 1985, which came into effect on 17 October 1997, the status of a “retired judge” was created (see paragraph 24 below).",
                                "elements": []
                            },
                            {
                                "content": "On 4 December 1997 the applicant who had retired on 8 July 1997 on grounds of ill health acquired the status of a “retired judge”. Under the applicable provisions of domestic law retired judges were entitled, as from 1 January 1998, to a special retirement pension equivalent to seventyfive per cent of their last full salary (sędziowski stan spoczynku) every month.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 3 August 1997 the Lustration Act entered into force. By a further amendment to the 1985 Law of 17 December 1997, which came into effect on 15 August 1998, retired judges who had acquired the right to a special retirement pension were required to submit a declaration under that Act. In September 1998 the applicant made a declaration under the provisions of that Act to the effect that she had never secretly collaborated with the communist secret services.",
                                "elements": []
                            },
                            {
                                "content": "9.  Subsequently, on an unspecified date, the Commissioner of Public Interest applied to the Warsaw Court of Appeal, acting as the firstinstance lustration court, to institute proceedings in the applicant’s case under the Lustration Act on the ground that she had lied in her lustration declaration by denying that she had collaborated with the secret services. He referred to documents showing that in 1986 the applicant had agreed to collaborate and from 1986 until 1988 had submitted fifteen written reports.",
                                "elements": []
                            },
                            {
                                "content": "10.  During the proceedings the applicant was represented by a lawyer. The case file could be consulted by the applicant and her lawyer in the secret registry of the lustration court. They were authorised to make notes. However, the notes could be made only in special notebooks which were subsequently sealed and deposited in the registry. It was possible for them to make notes, but not to take the notes from the registry.",
                                "elements": []
                            },
                            {
                                "content": "11.  On an unspecified date the Warsaw Court of Appeal, acting as the firstinstance court, held a hearing in the applicant’s case. The hearing was not public. She was questioned by the court and commented on the evidence at the court’s disposal. The case file was composed of the applicant’s lustration declaration, copies of certain documents contained in the applicant’s file compiled by the communist secret police and the Commissioner’s application for lustration proceedings to be instituted.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 7 April 2004 the court gave a judgment in which it found that the applicant had made an untrue lustration declaration because she had been a willing secret collaborator of the communist secret services. It observed that the documents in the case file were incomplete, but that they were nevertheless sufficient to find that the applicant had been a secret collaborator. The applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 4 November 2004 the same court, acting as a court of appeal, upheld the contested judgment, holding that the evidence in the case file was sufficient to find that the applicant had knowingly and intentionally collaborated with the communist secret services. The applicant submitted a cassation appeal to the Supreme Court, which dismissed it by a judgment of 7 April 2005.",
                                "elements": []
                            },
                            {
                                "content": "14.  From January 1998 to May 2005 the applicant received 4,614 Polish zlotys (PLN) per month (PLN 3,738 after tax) as the special retirement pension.",
                                "elements": []
                            },
                            {
                                "content": "15.  Subsequently, on 19 May 2005, the National Judicial Council, acting upon a request submitted by the Minister of Justice, instituted proceedings to divest her of her status as a retired judge. It also decided that payment of the special retirement pension to the applicant should cease with effect from 19 May 2005.",
                                "elements": []
                            },
                            {
                                "content": "16.  In her pleadings submitted to the Council the applicant argued that a decision to divest her of her special pension was unlawful as the requirements of the Lustration Act did not apply to retired judges. Even supposing that retired judges were obliged to make a lustration declaration, they could not be divested of their status under the provisions of this Act. In any event, such a decision could only be given after disciplinary proceedings had been conducted under the provisions of the Act on General Courts, but no such proceedings had been conducted in her case. She requested that payment of her special pension be resumed.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 20 July 2005 the National Judicial Council adopted a resolution by which the applicant was divested of the special pension to which she was entitled on account of her status as a retired judge. The applicant appealed, essentially reiterating the arguments which she had raised in her pleadings submitted to the Council.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 7 December 2005 the Supreme Court dismissed her appeal against this resolution.",
                                "elements": []
                            },
                            {
                                "content": "19.  In August 2005 the applicant requested the social insurance authority to grant her an ordinary retirement pension. Her request was refused by a decision of 28 November 2005 on the ground that the applicant had not been working for the statutory period of thirty years necessary for an entitlement to a retirement pension to accrue.",
                                "elements": []
                            },
                            {
                                "content": "20. Later on, in April 2006, she was granted a partial disability pension (renta z tytułu częściowej niezdolności do pracy) from 1 August 2005, the first day of the month when she had lodged a request for an ordinary social insurance pension, to 31 October 2008, when the applicant was to reach the statutory retirement age, in a monthly amount of PLN 1,351 (PLN 1,124 after tax).",
                                "elements": []
                            },
                            {
                                "content": "21.  As from 1 March 2008 the applicant’s pension was reassessed against inflation. From then on she was paid PLN 1,438 per month (PLN 1,196 after tax).",
                                "elements": []
                            },
                            {
                                "content": "22.  As from 1 October 2008 the applicant has received her monthly retirement pension in the amount of PLN 2,062 (PLN 1,693 after tax).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "23.  On 3 August 1997 the Lustration Act (Ustawa o ujawnieniu pracy lub służby w organach bezpieczeństwa państwa lub współpracy z nimi w latach 194-1990 osób pełniących funkcje publiczne) entered into force. Its purpose was to ensure transparency as regards those people exercising public functions who had been secret collaborators with the secret service during the communist era. It lost its binding force on 15 March 2007. The relevant domestic law and practice have been extensively summarised in the following judgments: Matyjek v. Poland, no. 38184/03, §§ 27-38, 24 April 2007 ; Bobek v. Poland, no. 68761/01, §§ 1843, 17 July 2007; and Luboch v. Poland, no. 37469/05, §§ 28-39, 15 January 2008).",
                                "elements": []
                            },
                            {
                                "content": "24.  On 17 October 1997 amendments of 28 August 1997 to the Law on the System of Common Courts 1985 (“the 1985 Law”) entered into force (“the October amendments”). The amendments introduced the status of a “retired judge”. By a further amendment which entered into force on 1 January 1998 it was provided that a judge, with the status of a retired judge, who had retired on grounds, inter alia, of age or illhealth should be entitled to remuneration equal to seventy-five per cent of his or her basic salary plus a bonus calculated on the basis of the years of service.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 15 August 1998 further amendments of 17 December 1997 to the 1985 Law came into effect (“the December amendments”). The amendments provided, so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“Article 78 .... § 1. A retired judge shall be obliged to keep the dignity of the position of a judge.",
                                "elements": []
                            },
                            {
                                "content": "§ 2. A retired judge shall take disciplinary responsibility for a failure to maintain the dignity of the position of judge after having retired and for any failures to maintain such dignity when serving as a judge.”",
                                "elements": []
                            },
                            {
                                "content": "26.  The December amendments further provided, inter alia, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Article 7 § 6. Judges ... who have acquired the right to the retirement pension or disability pension shall submit the declaration envisaged under section 18 of [the Lustration Act 1997].",
                                "elements": []
                            },
                            {
                                "content": "Article 8 § 1. Retired judges ... who worked for or served in the [State’s security services] or who have submitted untrue declarations concerning such service or employment or collaboration with [such services] shall lose the right to retired judge status and to remuneration in the retired status.",
                                "elements": []
                            },
                            {
                                "content": "§ 3. The circumstances referred to in § 1 shall be ascertained according to the procedure laid down in [the Lustration Act 1997]. The loss of the rights shall occur from the date of issue of the decision.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  The applicant complained that the proceedings concerning her lustration declaration had been unfair. She relied on Article 6 § 1 of the Convention which, in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination ... of any criminal charge against him, everyone is entitled to a fair and public hearing ...by [a] ... tribunal...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights: ...",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "28.  The Government argued firstly that the applicant had made a specific complaint concerning access to the file and the possibility of making notes and copies only in her letter of 9 July 2007. They were of the view that her initial complaints related to the substantive issues involved in the lustration proceedings, namely to the assessment of the evidence and the application of substantive law on being a secret and willing collaborator with the security services. They concluded that this part of the application should be declared inadmissible for failure to comply with the six-month timelimit provided for by Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant submitted that she had already, in her initial statement of application dated 5 October 2005, expressly complained that the lustration proceedings were unfair. She had also argued then that the procedural violations complained of had included, inter alia, a violation of the presumption of innocence. Her subsequent submissions were by way of supplementing and refining the substance of the complaint. They did not constitute a new complaint and did not extend the scope of the original one.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government further submitted that the applicant had failed to exhaust the domestic remedies available to her, as required under Article 35 § 1 of the Convention. They argued that she had not raised before the domestic courts, even in substance, specific allegations regarding the unfairness of the lustration proceedings. In particular, neither at the appellate nor at the cassation stage had she challenged the restrictions on her access to the case files and the alleged restrictions of her defence rights. The Government pointed out that this provision could be directly relied on in the proceedings before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government argued that the applicant had not availed herself of the remedy under Article 79 §1 of the Constitution. They maintained that the Court had recognised that, even if the Constitutional Court was not competent to quash individual decisions because its role was to rule on the constitutionality of laws, its judgments declaring a statutory or other provision unconstitutional, gave rise to a right to have the relevant proceedings reopened in an individual case, or to have a final decision quashed (see Szott-Medyńska v. Poland, no. 47414/99, 9 October 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The applicant disagreed with the Government’s arguments and submitted that in her case the individual constitutional complaint would not have been an effective remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court considers that the question of whether the applicant could effectively challenge the set of legal rules governing access to the case file and setting out the features of the lustration proceedings is linked to the Court’s assessment of Poland’s compliance with the requirements of a “fair trial” under Article 6 § 1 of the Convention (see Bobek, cited above, § 48, and Matyjek, cited above, § 42). The Court accordingly joins the Government’s plea of inadmissibility on the ground of non-exhaustion of domestic remedies to the merits of the case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.\tThe parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "36.  The applicant complained that the proceedings concerning her lustration declaration had been unfair. They had not been held in public. The applicant had not had access to the case file to an extent sufficient to ensure equality of arms between her and the Commissioner of the Public Interest. She could not make and retain notes in the proceedings as the case file could be consulted only in the secret registry of the lustration court and she had not been allowed to take the notes out of the registry. Nor could she make copies of the documents in the case file and take them out of the court, other than the minutes of the court hearings. This had rendered her defence ineffective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Government argued that the applicant’s right to a fair trial and the principle of quality of arms had been fully respected. The applicant had had full access to all documents constituting evidence in her case, could take notes from them and use these notes at the hearings. Under the provisions of the Lustration Act procedural guarantees provided for by the Code of Criminal Proceedings were applicable to the lustration proceedings. The  had examined these guarantees on several occasions and found that they were compatible with the requirements of the fair hearing. Likewise, in her appeals the applicant complained about the alleged unfairness of the proceedings, but her appeals were dismissed by the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government acknowledged that under the 1999 Protection of Classified Information Act and Article 156 § 4 of the Code of Criminal Procedure, the evidence in the case had been regarded as classified information. However, the applicant had had full access to these documents throughout the proceedings. All documents on which the Commissioner of the Public Interest had relied when preparing the case against the applicant had been included in the case file. The only restriction imposed on the applicant and her lawyer was that they had to consult the file in the secret registry of the lustration court. There were no restrictions on how long the applicant and her lawyer could spend consulting and examining these documents at the registry. At the lustration court’s request, originals of the documents from the file of the communist secret police had also been submitted to the court and the applicant had had access to the originals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Government further submitted that the applicant had been allowed to make notes from the case file. The notes had had to be made in a special notebook which was subsequently placed in an envelope, sealed and deposited in the secret registry. The same procedure applied to all notes made during hearings. The envelope with the notebooks inside could be opened only by the person who had made the notes in it. The Government emphasised that the above rules had enabled the applicant to actively participate in the hearings and that both her lawyer and herself had actively availed themselves of this possibility. Moreover, all evidence had been disclosed to the applicant and her lawyer during the hearings. To sum up, the only restriction imposed on the applicant, namely an obligation to consult the classified documents in a secret registry of the lustration court and to deposit her notebook there, did not affect her ability to examine the evidence against her in a way that would have impaired her defence rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government concluded that there had been no violation of Article 6 § 1 in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": " 2. The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "41.  The Court first observes that its task is to determine whether in the proceedings instituted against the applicant under the Lustration Act 1997 she had a “fair hearing” within the meaning of Article 6 of the Convention. The Court reiterates that the procedural guarantees of Article 6 of the Convention under its criminal head apply to lustration proceedings (see Matyjek, cited above). It further observes that the guarantees in paragraph 3 of Article 6 are specific aspects of the right to a fair trial set forth in general in paragraph 1. For this reason it considers it appropriate to examine the applicant’s complaint under the two provisions taken together (see Edwards v. the United Kingdom, judgment of 16 December 1992, Series A no. 247B, p. 34, § 33; and also the judgment in Matyjek, cited above, §§ 53-54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  According to the principle of equality of arms, as one of the features of the wider concept of a fair trial, each party must be afforded a reasonable opportunity to present his or her case under conditions that do not place the individual at a substantial disadvantage visàvis the opponent (see, for example, Jespers v. Belgium, no. 8403/78, Commission decision of 15 October 1980, Decisions and Reports (DR) 27, p. 61; Foucher v. France, judgment of 18 March 1997, Reports of Judgments and Decisions 1997II, § 34; and Bulut v. Austria, judgment of 22 February 1996, Reports 1996II, p. 380-81, § 47). The Court further notes that, in order to ensure that the accused receives a fair trial, any difficulties caused to the defence by a limitation on its rights must be sufficiently counterbalanced by the procedures followed by the judicial authorities (see Doorson v. the Netherlands, judgment of 26 March 1996, Reports 1996II, p. 471, § 72; and Van Mechelen and Others v. the Netherlands, judgment of 23 April 1997, Reports 1997III, p. 712, § 54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court has already dealt with the issue of lustration proceedings in the Turek v. Slovakia case (no. 57986/00, § 115, ECHR 2006... (extracts)). In particular the Court held in that judgment that, unless the contrary is shown on the facts of a specific case, it cannot be assumed that there remains a continuing and actual public interest in imposing limitations on access to materials classified as confidential under former regimes. This is because lustration proceedings are, by their very nature, oriented towards the establishment of facts dating back to the communist era and are not directly linked to the current functions and operations of the security services. Lustration proceedings inevitably depend on the examination of documents relating to the operations of the former communist security agencies, the selection and disclosure of which documents is at the discretion of the current security service. If the party to whom the classified materials relate is denied access to all or most of the materials in question, the possibility of his or her contradicting the security agency’s version of the facts will be severely curtailed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Those considerations remain relevant to the instant case despite some differences with the lustration proceedings in  (see also Matyjek, cited above, § 56; Bobek, cited above, § 57; and Luboch, cited above, § 62).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Turning to the circumstances of the present case, the Court will first examine the applicant’s complaints relating to equality of arms in the proceedings concerned. In this connection, the Court first observes that it is not in dispute that materials from the communist-era security services were regarded as State secrets. The confidential status of such materials had been upheld by the State Security Bureau. Thus, at least part of the documents relating to the applicant’s lustration case had been covered by official secrecy. However, the Court reiterates that it has previously held that such a situation is inconsistent with the fairness of lustration proceedings, including the principle of equality of arms (see Turek, cited above, § 115; Matyjek, cited above, § 57; and Bobek, cited above, § 58).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Secondly, the Court notes that, at the pre-trial stage, the Commissioner of Public Interest had a right of access, in the secret registry of his office or of the , to all materials relating to the lustrated person created by the former security services. After the institution of the lustration proceedings, the applicant could also access her court file. However, pursuant to Article 156 of the Code of Criminal Procedure and section 52 (2) of the Protection of Classified Information Act 1999, no copies could be made of materials contained in the court file and confidential documents could be consulted only in the secret registry of the lustration court. The Court further notes that this was acknowledged by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court is not persuaded by the Government’s argument that at the trial stage the same limitations as regards access to confidential documents applied to the Commissioner of Public Interest. Under the domestic law, the Commissioner, who was a public body, had been vested with powers identical to those of a public prosecutor. Under section 17(e) of the Lustration Act, the Commissioner of Public Interest had a right of access to full documentation relating to the lustrated person created by, inter alia, the former security services. If necessary, he or she could hear witnesses and order expert opinions. The Commissioner also had at his or her disposal a secret registry, with staff who had obtained official clearance, allowing them access to documents considered to be State secrets, and were employed to analyse lustration declarations in the light of the existing documents and to prepare the case file for the lustration trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Furthermore, it was not in dispute between the parties that, when consulting her case file, the applicant had been authorised to make notes. However, any notes she took could be made only in special notebooks which were subsequently sealed and deposited in the registry’s secret section. The notebooks could not be removed from this registry and could be opened only by the person who had made notes in them. Similar constraints were imposed on any notes taken during the hearings. The Court observes that the Government did not rely on any provision of domestic law which would have given the applicant the right to remove the notebooks from the secret registry.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court reiterates that the accused’s effective participation in the criminal trial must equally include the right to compile notes in order to facilitate the conduct of the defence, irrespective of whether or not he or she is represented by counsel (see Pullicino v. Malta (dec.), no 45441/99, 15 June 2000). The fact that the applicant could not remove from the court her own notes, taken whether at the hearing or in the secret section of the registry, effectively prevented her from using the information contained in them fully and effectively, as in preparation of her defence she and her lawyer had to rely solely on her memory.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Regard being had to what was at stake for the applicant in the lustration proceedings - not only her good name but also her special status as a retired judge (see paragraphs 14-16 above) - the Court considers that it was important for her to have unrestricted access to the court files and unrestricted use of any notes she had made, including, if necessary, the possibility of obtaining copies of relevant documents (see Foucher, cited above, § 36).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court reiterates that, if a State adopts lustration measures, it must ensure that the persons affected thereby enjoy all the procedural guarantees of the Convention (see Turek, cited above, § 115; Matyjek, cited above, § 62; and Bobek, cited above, § 69). The Court accepts that there may be a situation in which there is a compelling State interest in maintaining the secrecy of some documents, even those produced under the former regime. Nevertheless, such a situation will arise only exceptionally, given the considerable time which has elapsed since the documents were created. It is for the Government to prove the existence of such an interest in the particular case, because what is accepted as an exception must not become the norm. The Court considers that a system under which the outcome of lustration trials depends to a considerable extent on the reconstruction of the actions of the former secret services, while most of the relevant materials remain classified as secret and the decision to maintain their confidentiality falls within the powers of the current secret services, creates a situation in which the lustrated person is put at a clear disadvantage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  In light of the above, the Court considers that, due to the confidentiality of the documents and the limitations on access to the case file by the lustrated person - in particular compared with the privileged position of the Commissioner of Public Interest in such proceedings - the applicant’s ability to have her case examined fairly was severely curtailed. Regard being had to the particular context of the lustration proceedings and to the cumulative application of those rules, the Court considers that they placed an unrealistic burden on the applicant in practice and did not satisfy the requirements of a fair hearing or equality of arms between the parties to the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  It remains to be ascertained whether the applicant could have successfully challenged the features of the lustration proceedings in her appeal and cassation appeal. Given the Government’s assertion that the rules on access to the materials classified as secret were regulated by the successive laws on State secrets and by the relevant provisions of the Code of Criminal Procedure, and that those legal provisions were complied with in this case, the Court is not persuaded that the applicant, in her appeals or cassation appeals, could have successfully challenged the decisions given in her case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In so far as the Government rely on the constitutional complaint, the Court points, firstly, to the fact that the Lustration Act was on several occasions unsuccessfully challenged before the Constitutional Court (see Matyjek, cited above, and Bobek, cited above, §§ 38-43). The Court further notes that the Government have failed to indicate which provisions of domestic law the applicant should have challenged by way of a constitutional complaint. Moreover, the Court has held that a constitutional complaint was an effective remedy for the purposes of Article 35 § 1 of the Convention only in situations where the alleged violation of the Convention resulted from the direct application of a legal provision considered by the complainant to be unconstitutional (see Szott-Medyńska, cited above; Pachla v. Poland (dec.), no 8812/02, 8 November 2005; Wypych v.  Poland (dec.), no. 2428/05, 25 October 2005; and Tereba v.  (dec.), no. 30263/04, 21 November 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In this connection, the Court observes that the breach of the Convention complained of in the present case cannot be said to have originated from any single legal provision or even from a well-defined set of provisions. It rather resulted from the way in which the relevant laws were applied to the applicant’s case and, in particular, from the “special arrangements” referred to in Article 156 § 4 of the Code of Criminal Procedure, allowing the President of the Lustration Court to limit the applicant’s access to case files and her opportunities to take notes and copy documents. However, it follows from the case-law of the  that it lacks jurisdiction to examine the way in which the provisions of domestic law were applied in an individual case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  It follows that it has not been shown that the applicant had an effective remedy at her disposal under domestic law by which to challenge the legal framework setting out the features of lustration proceedings. Consequently, the Government’s objection as to the exhaustion of domestic remedies must be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  In these circumstances the Court concludes that the lustration proceedings against the applicant, taken as a whole, cannot be considered to have been fair, within the meaning of Article 6 § 1 of the Convention taken in conjunction with Article 6 § 3. There has accordingly been a breach of those provisions.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  The applicant complained that as a result of the judgments given in her case she had subsequently been deprived of the social insurance entitlement which the relevant domestic laws guaranteed to retired judges. She relied on Article 1 of Protocol No. 1 to the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "58.  The Government argued that the applicant had failed to exhaust relevant domestic remedies. She had not lodged an appeal against the decision of the Social Insurance Authorities of 28 November 2005 refusing to grant her an ordinary early entitlement pension (see paragraph 19 above). The applicant did not address this aspect of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court notes that this part of the application does not relate to the proceedings which concerned the applicant’s entitlement to an ordinary retirement pension. It is focused solely on the decisions which resulted in the applicant’s being divested of her status as a retired judge and the consequential loss of her entitlements to a special pension. It has not been shown or argued that the applicant had any further remedies available to her in this respect after her cassation appeal was decided by the Supreme Court on 7 December 2005 (see paragraph 18 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.   For these reasons, the Government’s plea of inadmissibility on the ground of non-exhaustion of domestic remedies must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.\tThe parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "62.  The Government emphasised that there had been no interference with the applicant’s rights guaranteed by Article 1 of Protocol No. 1, because the special pension she received prior to the lustration decision was a special privilege attached to her position as a retired judge. Hence, its removal should not be regarded as an interference with an inalienable and irrevocable right. It should rather be seen as a refusal by the State to honour, in cases such as the applicant’s, the special privilege given to judges upon the termination of their service on condition that they continued to fulfil the moral qualifications that a judge should possess.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Government further argued that, should the Court find that there had been an interference with the applicant’s rights, such interference was in the general interest within the meaning of Article 1 of Protocol No. 1. The applicant had not been penalised for the fact that she had been a collaborator with the secret police. Rather, the purpose of the 1997 Lustration Act was to castigate those persons holding public office who had made untrue lustration declarations. Collaboration itself had not barred citizens from access to public office; only the truthfulness of the lustration declaration was in issue in the lustration proceedings. The principle of the protection of the citizen’s confidence in the State and law also militated in favour of the solution adopted in the applicant’s case. The requirements of social justice, guaranteed by Article 2 of the Constitution, had made it necessary to draw a distinction between judges who had made true declarations and those who had not. Trustworthiness was one of the values which deserved special protection by the State, especially in respect of judges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Government finally submitted that the interference had not been disproportionate. The applicant had lost her special status, but she remained eligible for social insurance protection under the general system. When she had applied for benefits under this system, her case had been examined on the basis of the generally applicable provisions of social insurance laws. Her request for an earlier retirement pension had been dismissed, because she had not been working for the requisite period of thirty years. She had also retained the right to apply again for an ordinary retirement pension when she reached the statutory retirement age of sixty. In any event, by a decision of 25 April 2006 she had been awarded the right to a disability pension on the basis of her partial disability, for the entire period between 1 August 2005 (when she lodged her request to be covered by the general insurance system) until October 2008. She had therefore not been deprived of her means of subsistence. The loss of the status of a retired judge had resulted only in the fact that the general rules of the social insurance system became applicable to her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The applicant complained that as a result of the judgments given in her case she had been deprived of the social insurance entitlement which the relevant domestic laws guaranteed to retired judges. Retired judges received retirement pensions in the amount of seventy-five percent of their last full salary. After the resolution of the National Judicial Council of 20 July 2005 (paragraph 17 above) she lost her entitlement to that pension. Her position in society suffered greatly as a result. She had been working as a judge throughout her entire professional life. As a result of the decisions complained of she lost her privileged status and had not acquired an entitlement to the ordinary retirement pension provided for by the social insurance law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The applicant argued that under the Parliamentary Assembly of the Council of Europe’s Resolution 1096 (1996) on measures to dismantle the heritage of former communist totalitarian systems, lustration should not have been construed as a form of revenge or punishment. The purpose of lustration was to prevent people who had collaborated with the communist secret services in the past from holding public office. In her case, the institution of the lustration proceedings had been unjustified, because when the 1997 Act had entered into force she no longer occupied a judicial post. Hence, none of the reasons for which the Lustration Act had been enacted, namely to exclude persons from exercising governmental power if they could not be trusted to exercise it in compliance with democratic principles, had applied to her situation. The fact that she had been deprived of her status as a retired judge had to be regarded as an act of a punitive character, incompatible with the abovementioned 1996 Resolution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The applicant submitted that the requirement for a retired judge to undergo lustration proceedings fifteen years after the fall of the communist regime had to be seen as an unnecessary and unacceptable limitation of her right to the peaceful enjoyment of her possessions. The essential aim of lustration was to protect a newly emerged democracy, not to punish people presumed guilty. No one could reasonably contest after 1996 that Poland was a stable and relatively mature democracy, no longer threatened by the possibility of a post-communist coup d’état. Therefore, the severity and scope of acceptable lustration measures adopted in 1997 should have been less than what might have been acceptable in the early 1990s. In any event, in 1997 and later, the subjection to this requirement of retired judges, who no longer decided cases, could not be justified by the need to secure a new democracy.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.\tThe Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "68.  The Court has interpreted the applicant’s complaint under Article 1 of Protocol No. 1 as having two aspects – first, that the application to her, as a retired judge, of the provisions of the Lustration Law, with the resulting loss of her entitlement to a special retirement pension, amounted to a breach of her rights guaranteed by this provision; and, secondly, that the proceedings which led to such deprivation in her case were, in any event, vitiated by unfairness in breach of the procedural requirements of Article 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  It is not in dispute that, following the lustration decision in her case, the applicant lost her entitlement to her special status as a retired judge and, in consequence, to the special retirement pension which attached to that status. The Government argued that the removal from the applicant of that special status was not to be regarded as an interference with a property right but, rather, as a refusal by the State to honour, in cases such as the applicant’s, the special privilege given to judges upon termination of their service on condition that they continued to fulfil the moral qualifications that a judge should possess. The applicant disagreed. She argued that there had been an interference with her property rights in that, as a result of the application of the measures in question, she had been deprived of a valuable pecuniary benefit. In her view, the purpose of lustration was to prevent people who had collaborated with the communist secret services in the past from holding public office and that the institution of lustration proceedings against her served no legitimate purpose and was unjustified since she no longer occupied a judicial post when the Lustration Act came into effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.   The question which the Court must determine is whether the loss of her entitlement to the special retirement pension in the particular circumstances of this case amounted to an interference with the applicant’s right to the peaceful enjoyment of her possessions within the meaning of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court recalls that Article 1 of Protocol No. 1 does not create a right to acquire property. It places no restriction on the Contracting States’ freedom to decide whether or not to have in place any form of social security system, or to choose the type or amount of benefits to provide under any such scheme However, where a Contracting State has in force legislation providing for the payment as of right of a welfare benefit – whether conditional or not on the prior payment of contributions – that legislation must be regarded as generating a proprietary interest falling within the ambit of Article 1 for persons satisfying its requirements (Stec and Others v  the United Kingdom, [GC], (dec.) no. 65731/01 and 65900/01, § 54, ECHR 2006-). Further, where the amount of a benefit is reduced or discontinued, this may constitute an interference with possessions which requires to be justified in the general interest (Kjartan Ásmundsson v. Iceland, judgment of 12 October 2004, ECHR 2004-IX). Where, however, the person concerned does not satisfy, or ceases to satisfy, the legal conditions laid down in domestic law for the grant of such benefits, there is no interference with the rights under Article 1 of Protocol No. 1 (Bellet, Huertas and Vialatte v. France, (dec.) no. 40832/98 27 April 1999).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Court notes that in the present case the applicant lost her entitlement to a special retirement pension as a result of being divested of her status as a “retired judge” on the basis of the provisions of the Lustration Act 1997, which provisions were applied to those holding such status by virtue of the December amendments to the Law on the System of Common Courts 1985 (see paragraph 24 above). It further notes that the loss of her special pension did not deprive the applicant of any means of subsistence. She retained her rights to ordinary social security benefits, including, initially, disability benefits and, thereafter, a retirement pension. Moreover, the applicant does not in fact appear to have lost her special rights until December 2005 when the National Judicial Council decided that payment of the special retirement pension should cease (see paragraph 18 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court observes that under domestic law, the status of a “retired judge” which was created on 17 October 1997 was a special status. The status, which was voluntary and which a former judge could at any time resign, carried with it certain obligations including the obligation to comply with the lustration declaration requirements applicable to a sitting judge. The Government argued that, under domestic law, the status was linked with the constitutional principle of judicial independence and irremovability and that, even though a retired judge who acquired the privileged status no longer occupied a judicial post and had no active judicial role to play, he or she was regarded in domestic law as continuing to exercise a public function and the application of the lustration laws to the holder of such status was accordingly justified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court does not find it necessary to determine whether the application of the lustration laws to those who were no longer in active service served a legitimate aim since, for the reasons which appear below, it finds that that there was in any event no interference with the applicant’s possessions for the purposes of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court observes that the applicant retired on 8 July 1997 shortly before the Lustration Act came into effect on 3 August 1997. On 4 December 1997 the applicant acquired the status of retired judge. On 17 December 1997 it became apparent from the amendment to the 1985 Act that those who wished to maintain the status and to enjoy the special pension rights attached to it would be required to submit a lustration declaration. The applicant was thus aware from an early stage, and before she had received any part of the pension, that her status as a retired judge and her right to receive a special retirement pension was conditional on her submitting a lustration declaration and that her special pension rights were defeasible if she were found to have submitted a false declaration. This was ultimately the case, as it was established in the lustration proceedings that the applicant did not satisfy the conditions which domestic law attached to the acquisition and retention of the status of a “retired judge” and to the related pension rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  In this regard, the case bears a similarity to a series of cases against Poland in which the Commission declared inadmissible claims under Article 1 of Protocol No. 1 by applicants who had been deprived of their “veteran status” and related social insurance benefits under a law passed in 1991, many years after the grant of such status, on the grounds of their previous service as collaborators with the former internal security service. In rejecting the applications, the Commission recalled that Article 1 of Protocol No. 1 could not be interpreted as conferring a right to a pension of a particular amount and noted that, although being deprived of their special social insurance benefits, the applicants had retained their rights to their ordinary retirement benefits due under the general social insurance system. It was observed that the 1991 Act was partly intended as a condemnation of the political role which the communist security service had played in repressing political opposition to the communist system and that such considerations of public policy, even if they resulted in the reduction of social insurance benefits, did not affect the property rights stemming from the social insurance system in a manner contrary to Article 1 of Protocol No. I. (see Styk v. Poland (dec.), no. 28356/95, 16 April 1998; Szumilas v. Poland (dec.), no 35187/97, 1 July 1998; Bieńkowski v. Poland (dec.), no. 33889/97, 9 September 1998). The same approach was followed by the Court itself in the case of Domalewski, in which it was noted that “the applicant’s pecuniary rights stemming from the contributions paid into her pension scheme remained the same” and that “the applicant’s right to derive benefits from the social insurance scheme was [not] infringed in a manner contrary to Article 1 of Protocol No. 1, especially as the loss of “veteran status” did not result in the essence of his pension rights being impaired (see Domalewski v. Poland (dec.), no. 34610/97, ECHR 1999V; see also, Slavičinsky v. the Czech Republic (dec. ), no. 10072/05, 20 November 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  In these circumstances, the Court finds that the loss of the applicant’s status as a retired judge and of the special retirement pension attached to that status, as a result of the submission of a false lustration declaration, did not amount to an interference with the property rights of the applicant under Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  As regards the second aspect of the applicant’s complaint, the Court notes that the applicant was held to have submitted a false declaration following a procedure which the Court has found above to have been unfair and to have violated Article 6 § 1 of the Convention. The Court recalls in this regard that, although Article 1 contains no explicit procedural requirements, an applicant who is liable to be deprived of property rights must be afforded a reasonable opportunity of putting his or her case (see, AGOSI v. the United Kingdom, 24 October 1986, § 55). The Court has found above that the applicant was not deprived of a property right. Insofar as the applicant complains that the procedures which led to the finding by the National Judicial Council that she had submitted a false declaration were unfair, and that she was not afforded a reasonable opportunity to assert her claim to retain her special status and retirement pension, the Court considers that the complaint is directly connected with that already examined under Article 6 of the Convention. Having regard to its conclusion that there was an infringement of the applicant’s right to a fair hearing for the reasons stated above, the Court finds that it is not necessary to examine the applicant’s further complaint based on Article 1 of Protocol No. 1 (see, for example, Glod v. Romania, no. 41134/98, § 46, 16 September 2003; Albina v. Romania, no. 57808/00, § 43, 28 April 2005; Mitrevski v. The , no. 33046/02, § 41, 21 June 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Having regard to the circumstances of the case seen as a whole, the Court therefore finds that there has been no violation of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "79.  Lastly, the applicant complained under Article 6 § 1 of the Convention that the courts had failed to take sufficient account of the definition of collaboration with the communist secret services formulated in the case-law of the Constitutional Court. The evidence before the courts had been insufficient to find that she had been a willing collaborator and the courts had, in any event, failed to assess the evidence correctly and failed to take into account the fact that she had been coerced into collaborating.",
                                "elements": []
                            },
                            {
                                "content": "81.  However, the Court, having regard to its reasons for finding a violation of Article 6 (paragraphs 41-56 above) does not consider it necessary to examine this complaint separately.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "82.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "83.  The applicant claimed 5,000 euros (EUR) in respect of nonpecuniary damage for distress and anguish which she had suffered as a result of the lustration proceedings conducted against her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Government contested that claim and considered it excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Court considers that, in the particular circumstances of the case, the finding of a violation constitutes in itself sufficient just satisfaction for any nonpecuniary damage which the applicant may have sustained (Matyjek, cited above, § 69; Bobek, cited above, § 79).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "86.  The applicant made no claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government’s preliminary objection to the admissibility of the complaint under Article 6 § 1 taken in conjunction with Article 6 § 3 (b) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention taken in conjunction with Article 6 § 3 (b) of the Convention and dismisses in consequence the Government’s preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that it is not necessary to examine separately the applicant’s other complaints under Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been no violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for any nonpecuniary damage sustained by the applicant.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 April 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Roman Wieruszewski",
            "role": "ad hoc judge"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RASMUSSEN v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-92429.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0428JUD003888605",
    "externalsources": [],
    "extractedappno": [
        "38886/05",
        "38184/03",
        "68761/01",
        "37469/05",
        "48107/99",
        "47414/99",
        "8403/78",
        "57986/00",
        "45441/99",
        "8812/02",
        "2428/05",
        "30263/04",
        "65731/01",
        "65900/01",
        "40832/98",
        "28356/95",
        "35187/97",
        "33889/97",
        "34610/97",
        "10072/05",
        "41134/98",
        "57808/00",
        "33046/02"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Lustration Act 1997",
        "Article 156 of the Code of Criminal Procedure",
        "Section 52(2) of the Protection of Classified Information Act 1999"
    ],
    "itemid": "001-92429",
    "judgementdate": "28/04/2009 00:00:00",
    "kpdate": "28/04/2009 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "109",
        "369",
        "304",
        "509",
        "445",
        "8",
        "76",
        "136",
        "119",
        "440",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P1-1-1",
        "6-3-b",
        "35-1",
        "6-1",
        "35",
        "6-3",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "RASMUSSEN",
        "POLAND"
    ],
    "rank": "673.093139648438",
    "representedby": [
        "PIETRZAK M."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "AGOSI v. the United Kingdom, 24 October 1986, § 55",
        "Albina v. Romania, no. 57808/00, § 43, 28 April 2005",
        "Bellet, Huertas and Vialatte v. France, (dec.) no. 40832/98, 27 April 1999",
        "Bieÿkowski v. Poland (dec.), no. 33889/97, 9 September 1998",
        "Bobek v. Poland, no. 68761/01, §§ 18-43, 48, 57-58, 69, 79",
        "17 July 2007",
        "Bulut v. Austria, judgment of 22 February 1996, Reports 1996-II, p. 380-81, § 47",
        "Domalewski v. Poland (dec.), no. 34610/97, ECHR 1999-V",
        "Doorson v. the Netherlands, judgment of 26 March 1996, Reports 1996-II, p. 471, § 72",
        "Edwards v. the United Kingdom, judgment of 16 December 1992, Series A no. 247-B, p. 34, § 33",
        "Foucher v. France, judgment of 18 March 1997, § 36",
        "Glod v. Romania, no. 41134/98, § 46, 16 September 2003",
        "Jespers v. Belgium, no. 8403/78, Commission decision of 15 October 1980, Decisions and Reports (DR) 27, p. 61",
        "Kjartan Ásmundsson v. Iceland, judgment of 12 October 2004, ECHR 2004-IX",
        "Luboch v. Poland, no. 37469/05, §§ 28-39, 62, 15 January 2008",
        "Matyjek v. Poland, no. 38184/03, §§ 27-38, 42, 53-54, 56-57, 62, 69, 24 April 2007",
        "Mitrevski v. The Former Yugoslav Republic of Macedonia, no. 33046/02, § 41, 21 June 2007",
        "Pachla v. Poland (dec.), no 8812/02, 8 November 2005",
        "Paroisse gréco-catholique Sâmbÿta Bihor v. Romania (dec.), no. 48107/99, 25 May 2004",
        "Pullicino v. Malta (dec.), no 45441/99, 15 June 2000",
        "Reports of Judgments and Decisions 1997-II, § 34",
        "Slaviÿinsky v. the Czech Republic (dec. ), no. 10072/05, 20 November 2006",
        "Stec and Others v  the United Kingdom, [GC], (dec.) no. 65731/01 and 65900/01, § 54, ECHR 2006",
        "Styk v. Poland (dec.), no. 28356/95, 16 April 1998",
        "Szott-Medyÿska v.  Poland, no. 47414/99, 9 October 2003",
        "Szumilas v. Poland (dec.), no 35187/97, 1 July 1998",
        "Tereba v. Poland (dec.), no. 30263/04, 21 November 2006",
        "Turek v. Slovakia case no. 57986/00, § 115, ECHR 2006",
        "Van Mechelen and Others v. the Netherlands, judgment of 23 April 1997, Reports 1997-III, p. 712, § 54",
        "Wypych v.  Poland (dec.), no. 2428/05, 25 October 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "349334",
    "typedescription": "15"
}