{
    "__articles": "6;6-1;8;8-1",
    "__conclusion": "No violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for family life)",
    "applicability": "",
    "appno": "35978/02",
    "article": [
        "6",
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Positive obligations",
                "Article 8-1 - Respect for family life"
            ],
            "element": "No violation of Article 8 - Right to respect for private and family life",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-71988.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 35978/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Bulgarian national, Mrs Petranka Ivanova Mihailova (“the applicant”), on 19 September 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms S. Georgieva, a lawyer practising in . The Bulgarian Government (“the Government”) were represented by their Agent, Mrs M. Dimova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the judgment concerning the custody of her daughter had not been enforced, that the authorities did not act timely and effectively and that there had been numerous violations of a procedural nature. She also complained that her daughter had suffered distress as a result of the inadequate and protracted procedure and that the authorities had failed to protect her against psychological pressure.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 9 September 2004, the Court declared the application admissible. The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Relevant background",
                                "elements": [
                                    {
                                        "content": "7.  The applicant was born in 1975 and lives in Dobrich. She married in June 1994 and in November 1995 gave birth to a girl.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In 2000 the applicant instituted divorce proceedings. On 14 July 2000 the spouses separated. The applicant moved out of the apartment where the family used to live. Thereafter, she lived in her sister's apartment in Dobrich but also spent time in the nearby village Z., where her boyfriend lived.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant's husband also moved out after the separation and returned to his parents' house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Ever since the spouses' separation in July 2000, the applicant's daughter lived with her father and his parents who looked after her but she also spent short periods of time with the applicant. In particular, during the summer she spent one week in Z., where the applicant, her boyfriend and his parents looked after her. The child visited the applicant again, in Z. and in her apartment in Dobrich. The frequency of those meetings is unknown.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On an unspecified date in 2000 the applicant's husband brought an action against her seeking alimony payments for the upbringing of their daughter. By judgment of 24 November 2000 the Dobrich District Court ordered the applicant to pay alimony.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 18 April 2001 the Dobrich District Court pronounced the couple's divorce. The court approved the parties' agreement according to which the applicant would have custody of their daughter but the child would remain with her father until 24 May 2001 since she attended an elementary school in the area of the father's home. The agreement further stated that the child would move in with the applicant at 8 a.m. on 25 May 2001. Thereafter, the father would take the child to his home every second weekend and also for five or six weeks per year during three or four holiday periods. The father undertook to pay alimony.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In the following weeks the applicant saw her child often and spent time with her, including in the village Z. According to Mrs N., a psychiatrist who held therapeutic sessions with the child in June and July 2001, the father's report that the child had returned tense and worried from some of those meetings was plausible since the child had been frustrated from the fact that her wish to be with both parents and to have all her mother's attention and affection had not realised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 25 May 2001 an argument erupted when the applicant, accompanied by her boyfriend and her lawyer, came to collect her daughter. The child was terrorised and refused to leave. It appears that from that moment on, all meetings between the applicant and her daughter were very short and often in the presence of other persons.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant's efforts to obtain enforcement of the custody agreement",
                                "elements": [
                                    {
                                        "content": "1.  Events until the transfer of custody effected on 29 November 2001",
                                        "elements": [
                                            {
                                                "content": "15.  On 29 May 2001 the applicant instituted enforcement proceedings before the Dobrich District Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 25 June 2001 the enforcement judge sent a summons to the applicant's former husband inviting him to appear on 28 June 2001. The summons was not served for reasons which are unclear. In a statement made later, the enforcement judge stated that the father was hiding.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On an unspecified date the enforcement judge appointed medical experts to examine the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 25 June 2001 the applicant complained about the inactivity of the enforcement judge. On 28 June 2001 the  examined the applicant's appeal against delays in the enforcement proceedings and found that there had been unjustified delays. In particular, insufficient efforts had been made to summon the father. Apparently implying that the failure to serve the summons was difficult to understand, the  remarked that the mother of the applicant's former husband, in whose house the child lived with her father, worked as clerical staff of the Dobrich District Court. The court ordered the enforcement judge to speed up the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 28 June 2001 the enforcement judge invited a representative of the social services in Dobrich to attend the hearings in the enforcement proceedings. On 3 July 2001 the applicant wrote to the social services seeking their assistance and asking them to establish the circumstances in which her daughter lived with her father. That prompted an inquiry by Mr K., an employee of the social services, which were also in charge of matters of protection of children. Mr K. conducted an inquiry into the conditions in which the applicant's daughter lived and the social circumstances of the applicant and on 5 July 2001 drew up a report. Mr K. stated in his report that, inter alia, the applicant lived with her sister and their father in Dobrich in a four-room apartment in good conditions. At that time the applicant had been a student in a school for medical personnel. During the summer months she worked in her boyfriend's restaurant in the village Z. Mr K. also described as good the conditions in the father's home, where the child lived. As to the child, Mr K. had spoken with her and had learned that she wanted to live with both parents or with her father but also wanted to see her mother often. She did not want to live in the village Z.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 13 July 2001 the enforcement judge attempted again to summon the father for 20 July 2001. The officer responsible for serving the summons was given two addresses for the respondent father. However, the officer noted that the father could not be located at either address and, according to a neighbour, had left on holidays.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The applicant filed another appeal against the delays in the enforcement proceedings which was examined on 25 July 2001 by the . The court found that insufficient efforts had been made to locate the respondent and that attempts should be made to summon him at his place of work.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 26 July 2001 an attempt was made to serve a summons on the respondent father ordering him to appear on 30 July 2001. For that purpose, two court officers and a police officer visited three addresses indicated by the applicant including her former husband's workplace. It was established that he was on holidays until 1 August 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 7 August 2001 the father was eventually found at his address and summoned to appear before the enforcement judge to transfer the custody of the child on 23 August 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  In June and July 2001 the applicant sent several complaints to the local prosecutor, to the police and other institutions seeking assistance and police protection for her daughter. The police replied that the case did not fall within the scope of the regulations on police protection of children as there was no indication that the child had disappeared or was in danger. On 6 July 2001 the applicant's former husband received a police warning to comply with his obligation to transfer the custody of the child. In July and August 2001, upon the applicant's complaints that the father was hiding, the local prosecuting office conducted an inquiry. The father, his parents and the applicant were questioned and visits were made to their homes. On 18 August 2001 the prosecutor refused to open criminal proceedings. On an unspecified date the mother of the applicant's former husband complained to the local prosecutor that the applicant's lawyer had repeatedly disturbed them in their home and had used offensive language. On 6 July 2001 the applicant's lawyer received a police warning to abstain from threatening the family of the applicant's former husband. According to statements made later by persons involved in the proceedings, offensive remarks and groundless allegations were not uncommon in the complaints submitted by the parties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 7 August 2001 the applicant's former husband submitted to the enforcement judge a request that Mrs N., a psychiatrist who had monitored his daughter's health, be present during the transfer of custody on 23 August 2001. He enclosed a certificate dated 1 August 2001 issued by the psychiatrist. Mrs N. had seen the child in June and July 2001 as the father had noted that his daughter had become nervous, had no appetite, could not sleep well, tended to remain alone and cried. That was apparently caused by the changes in the child's life as a result of her separation from “part of her family circle”. Having held therapeutic sessions with the child, the psychiatrist stated that an improvement was noted. However, the psychiatrist considered that it was essential to avoid future situations which could cause psychological trauma.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 16 and 17 August 2001 the applicant requested further psychiatric examinations of the child. She also stated that a paediatrician and Mr. K., the employee of the local social service who had previously seen her daughter, should also be present during the transfer of custody on 23 August 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 23 August 2001 the enforcement judge heard the applicant, her former husband, the child, Mrs N., Mr K. and the parties' lawyers. The applicant was asked to leave when the child was being heard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  According to the minutes, the child stated that she wanted to be with her mother, but also wanted to be with her father and preferred to stay with her father and to pay visits to her mother.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Mrs N., the psychiatrist, stated that the child needed to spend more time with her mother and that favourable conditions had to be created so as to avoid any traumatic incidents for the child, who was suffering as a result of the conflict between her parents. The child needed to receive more affectionate attention from her mother. Changes in the child's home and school environment could be dangerous. Mrs N. also expressed the view that the child was not sufficiently prepared for the transfer of custody and should not be forced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Mr K, the social services employee, stated that the child was not at risk with her father. She enjoyed a good social environment and her situation would continue to be monitored by the social services.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The father's lawyer stated that an assessment should be made of the applicant's ability to provide satisfactory conditions for her daughter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The enforcement judge instructed Mrs N. and Mr K. to provide additional information in writing before 30 August 2001 and adjourned the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 24 and 27 August 2001 the applicant complained to the health authorities about Mrs N., to the social services about Mr K., to the police about her former husband and to the District Court about the enforcement judge. The applicant alleged that her daughter's expressed reluctance to come with her had been the result of psychological manipulation and the administration of drugs on her by the enforcement judge and other persons. In her view, the enforcement judge should have immediately proceeded to handing the child to her. The applicant also filed a formal appeal against the adjournment of the proceedings and requested the recusal of the enforcement judge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 27 August 2001 Mr K. submitted a written opinion in which he stated that in his view the child, despite her low age, had grown to understand that her parents had separated and had formed a clear opinion in favour of staying with her father. She also wanted to see her mother more often. Mr K. also confirmed that the child lived in good conditions with her father and grandparents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 29 August 2001 Mrs N., the psychiatrist, filed additional assessments. She stated, inter alia, that the child's condition improved as she gradually adjusted to the circumstances. However, it was of utmost importance that the parents maintained better relations, which would allow a possibility for the child to see her mother more often. The child needed her mother's care and affection. At the same time any changes in the child's environment must be very carefully prepared.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 11 September 2001 the applicant complained about the delay in the enforcement proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 17 September 2001 the  found that there were no undue delays in the proceedings in August and September 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  During the relevant period the applicant made several visits to her daughter's elementary school. In her submission, she could not see her daughter at the home of her former husband as he had threatening behaviour and did not allow normal contacts. His parents allegedly used offensive language against her. According to statements made by the applicant's former husband before the relevant authorities, the applicant seldom sought contact with her daughter, was unable to demonstrate affection for her and tried to achieve the enforcement of the court order through legal means only, as a result of which the child was repeatedly confronted with representatives of the authorities and with the applicant's lawyer and thus suffered stressful situations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On 27 September 2001 the applicant and her lawyer visited the elementary school attended by the applicant's daughter, with the apparent intention to collect her. The applicant's daughter started crying and explained to the teacher that she did not want to go. The applicant was upset by her daughter's reaction. On 5 October 2001 the applicant's former husband complained to the prosecution authorities and to the local Bar against the behaviour of the applicant's lawyer, who had allegedly made repeated visits to his daughter's school and had insisted that the child be given to the applicant. In his written opinion given later, Mr K., the social service employee who worked on the applicant's case, stated that the presence of the applicant's lawyer and the applicant's boyfriend had negative effect on the meetings between the applicant and her daughter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  It appears that an attempt to summon the applicant's former husband at the end of September or the beginning of October 2001 was unsuccessful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In mid-October 2001 a hearing in the enforcement proceedings was scheduled for 29 November 2001. The applicant complained, stating that this long delay was unnecessary.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The events of 29 November 2001",
                                        "elements": [
                                            {
                                                "content": "42.  On 29 November 2001 the applicant, her former husband, their daughter, their lawyers, two employees of the child protection service and a police officer appeared before the enforcement judge. Apparently with the aim to put pressure to bear on the authorities, the applicant invited journalists from the local television station and the press who came with their cameras.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The judge spoke to the child and told her that she would live with her mother. The child stated that she did not want to go with her mother and, according to testimony given later by Mr K., one of the social service employees, uttered rude words at her. Thereupon, the judge decided that the applicant should be left alone with her daughter for an hour. When the hearing resumed the child still refused to go. The social service employees expressed the view that there was no valid reason why the applicant should not have the custody of her daughter. The enforcement judge decided that the applicant could take her daughter home in execution of the custody agreement. The hearing was closed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As the parties walked out of the courtroom, the applicant's former husband grabbed the child and ran away. A police officer who was present did not intervene.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The applicant complained to the prosecution authorities about the enforcement judge and the police. By decisions of 15 and 18 February 2002 they refused to open criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 6 December 2001 the applicant complained to the  that the father had taken the child away.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Renewed efforts to enforce the custody agreement",
                                        "elements": [
                                            {
                                                "content": "47.  Upon the applicant's request, the enforcement judge renewed the efforts to transfer the custody of the applicant's daughter to her. On 7 February 2002 the Dobrich District Court issued directions regarding the enforcement proceedings. On an unspecified date the applicant's former husband appealed against the acts of the enforcement judge, arguing that the proceedings should be terminated as the custody of the child had already been transferred on 29 November 2001. On 26 July 2002 the Dobrich District Court dismissed the appeal, considering that the enforcement proceedings could continue as the father had unlawfully taken his daughter away from her mother.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  On 17 December 2001 the applicant's former husband instituted proceedings before the Dobrich District Court for a revision of the custody and contact measures, seeking the custody of his daughter (see the chronology of those proceedings in paragraphs 62-69 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  He also requested a stay in the enforcement proceedings. On 10 January 2002 that request was refused on grounds that a stay of execution would constitute a de facto partial revision of the custody measures while any decision on the matter had to cover all relevant aspects, including contact arrangements. The court also stated that the execution of the April 2001 custody agreement would not prejudge the matter or otherwise impede the execution of any custody order that may be issued in the revision proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Apparently in reaction to the applicant's complaints against several judges, on an unspecified date all of the enforcement judges at the Dobrich District Court withdrew from the case, which was then transmitted to the Balchik District Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Upon the applicant's complaints to the Child Protection Agency and in reaction to other complaints concerning other persons, on 8 February 2002, the Agency appointed a three-member commission to examine the work of the local agencies in Dobrich and Rousse. The commission conducted meetings with several persons and examined documentary material. On an unspecified date in March 2002 it delivered a report in which it stated, inter alia, that in the applicant's case Mr K., the local social service employee, had only had two meetings with the child, that his conversations with the parents had not been documented, that a psychologist had never met the child and that more could be done to facilitate the enforcement of the judicial order on the custody of the child. The commission further stated that the delays in the enforcement proceedings had complicated and exacerbated the situation. The commission recommended, inter alia, the elaboration of a plan for meetings between the child and the parents in the presence of a social service employee and more active involvement of the agency employees in the efforts to facilitate the enforcement of the judicial order, including issuing directions to the father in case of non-compliance on his part.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In May 2002 the applicant complained that the custody agreement had not been enforced and that the recommendations of the Child Protection Agency had not been followed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On an unspecified date the enforcement proceedings were transferred to the Kavarna District Court. A hearing was listed for 22 May 2002. The applicant was busy with her studies and was unable to attend. The case was adjourned until 20 June 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On 20 June 2002 the applicant and her former husband appeared before the enforcement judge. As the father had not brought the child, the parties and the enforcement judge went to the father's home. The judge, the applicant and the child had a conversation. The child refused to follow her mother. On the same day the judge imposed a fine of 30 Bulgarian levs (“BGN”) on the father on the ground that he had failed to abide by his obligation to prepare the child for the transfer of custody. The father was instructed to do so before 2 July 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  On unspecified dates the enforcement judge imposed additional fines on the applicant's former husband for failure to abide by a final judgment. The total amount of the fines was BGN 200 (approximately 100 euros). On 9 July 2002 the applicant complained to the  that the fine had not been enforced. On an unspecified date the applicant's former husband appealed against the fine stating, inter alia, that the applicant had been unavailable for several months which had impeded the preparation of the child for the transfer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The enforcement judge listed a hearing for 2 September 2002, with the purpose to effect the transfer of custody. The father and the child did not appear. The judge adjourned the matter. On 5 September 2002 the applicant complained of delays in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The enforcement judge scheduled the transfer of custody for 20 September 2002. The applicant's former husband did not comply. On 1 October 2002 he was ordered to pay another fine of BGN 200.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 2 October 2002 the applicant's former husband reported to the local social services that his daughter did not want to live with her mother and stated that he would not force her. On 10 October 2002 the social service conducted an inquiry and recommended that it was in the interest of the child to see her mother more often.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  During the relevant period the applicant saw her daughter several times when she visited her at her elementary school. In the applicant's submission, since the beginning of 2002 she has been prevented from seeing her daughter or speaking to her on the telephone. In his submissions to the relevant authorities, the applicant's former husband repeatedly stated that the applicant was calling seldom and did not come to see her daughter. In its judgment of 16 January 2004 (see paragraph 67 below) the Dobrich Dstrict Court, having heard several witnesses and examined documentary material, including all complaints submitted by the parties to various authorities and the files opened by the prosecuting authorities, found that the applicant had sought contacts with her daughter, but that her allegation that her former husband had prevented those contacts was groundless. The tense relations between the parents had been the main obstacle to normal contacts between the applicant and her daughter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On 3 February 2003 the applicant wrote to the District Prosecutor stating that on 30 January 2003 she had visited her daughter at her school, whereupon her former husband had appeared, shouting offensive expressions. He had hit her and threatened to batter her if she continued seeing their daughter. On 11 February 2003 the applicant's former husband was summoned by the police and was ordered to cease obstructing the exercise of the applicant's parental rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  On 11 February 2003 the applicant requested the assistance of the social services for securing her right to meet her daughter. A meeting was organised on 19 February 2003 between the applicant and her daughter in the presence of Mr K., employee of the social service, at the premises of the social service. The meeting ended at the request of the child.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Proceedings for revision of the custody measures",
                                "elements": [
                                    {
                                        "content": "62.  On 17 December 2001 the applicant's former husband instituted proceedings under Article 106 § 5 of the Family Code before the Dobrich District Court for a revision of the custody and contact measures, seeking the custody of his daughter. A judge at the District Court in Dobrich examined the file on 18 December 2001 and scheduled a hearing for 4 March 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The hearings listed for 4 March, 17 May and 27 September 2002 could not proceed as the applicant had not been summoned properly. She had not been found at her address in Dobrich. The attempts to notify the summons to her at the address of her boyfriend in the village Z., where she apparently moved in December 2001, were also unsuccessful. The lawyer of the applicant's former husband alleged that the mayor of the village obstructed the efforts to summon the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The first hearing was held on 11 November 2002. The applicant sought a stay of the proceedings pending the outcome of her application to the European Court of Human Rights. That was refused. The court commissioned a report on the child's living conditions at his father's place and the applicant's living conditions. The next hearing was listed for 24 January 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In January 2003 the social services in Dobrich submitted to the District Court their report on the parents' living conditions. At the hearing on 24 January 2003 the court admitted the report and other evidence. The hearing was adjourned until 31 March 2003 to allow the examination of witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  On 31 March 2003 the court heard several witnesses and decided to commission a report on the child's psychological state, sensitivities and attitude towards her parents. The report was submitted to the court in July 2003. The court held a hearing on 28 July 2003. The psychologists who had drawn up the report and an employee of the social services were heard. The last hearing in the case was held on 13 October 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  By judgment of 16 January 2004 the Dobrich District Court revised the custody measures as agreed upon by the parties in 2001 and granted the custody of the child to the applicant's former husband. The applicant was granted the right to take her daughter home every second weekend and for five weeks during three holiday periods.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The judgment contained detailed reasoning. The court noted that in accordance with Article 106 § 5 of the Family Code a change of circumstances could justify a revision of the custody and contact measures and examined all events since April 2001. The court stated that the custody dispute had to be decided primarily on the basis of the best interest of the child. It noted that according to the report of the psychologists, the child had suffered distress as a result of her separation from her mother but had stabilised with the passage of time. She loved her mother, did not express negative attitudes towards her and it was in her interest to see her more often and to restore normal contacts with her. However, the child felt safe and well in her current environment, where her father and her grandparents looked after her. She developed well and was offered good living conditions. A new change of environment would have a negative effect on the child's development. The court further took into consideration that the child had repeatedly expressed her preference for staying with her father. The court rejected as unproven the applicant's allegation that the father had been aggressive and had prevented the applicant from seeing her daughter. The main obstacle to the contacts between the applicant and her daughter had been the extremely tense relations between the parents who had filed numerous complaints against each other. That atmosphere was harmful for the child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  On appeal, on an unspecified date in 2004 the  upheld the District Court's judgment. The applicant filed an appeal on points of law. As of December 2004 the case was pending before the Supreme Court of Cassation.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Enforcement of child custody orders",
                                "elements": [
                                    {
                                        "content": "70.  The Code of Civil Procedure 1952, which governs, inter alia, execution of final judgments, does not contain provisions setting out rules specifically applicable to transfer of custody of children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In 1962, the Supreme Court set out several guiding principles in its interpretative decree No. 4 (462PPVS). According to these principles, the enforcement judge should organise the physical transfer of custody without delay but should act with care and seek where necessary the assistance of local social services. The interests of the child are paramount. The child should not be coerced but should be prepared for the change so as to avoid psychological trauma. Each case must be treated on an individual basis, with due regard to the child's age, personal circumstances and emotional links with his or her parents. All possible methods of persuasion must be exhausted. Parents should be warned that refusal to co-operate may result in a modification of custody and contact orders. Police assistance should be used as a last resort, and only where the interests of the child require immediate execution. In exceptional cases, where the custody order has not been enforced for a long time and the relevant circumstances have changed, the enforcement judge may adjourn the case and propose to the competent court to re-examine the custody order. In cases where a parent's refusal to comply constitutes a criminal offence, the matter should be referred to the prosecution authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  An enforcement judge has no power to order preparatory meetings, provisional contact arrangements or other measures with a view to achieve transfer of child custody if they are not provided for expressly in the judicial decision to be enforced. A parent considering that a change of circumstances requires a revision of the custody and contact measures fixed in a judicial decision may bring proceedings under Article 106 § 5 of the Family Code for revision of custody and contact measures. In such proceedings all relevant matters may be decided, including the use of the family home (Decision No. 1225 of 23.12.1993 in case 544/93, Supreme Court, II Chamber).",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  In September 2003 an amendment to the Code of Civil Procedure (new Article 423a) provided that in child custody cases the enforcement judge should apply the provisions concerning execution of orders to fulfil a particular act (Article 421 et seq.). According to those provisions, the only possible method of coercion is the imposition of fines on the debtor. It appears that in practice the guiding principles set out in Interpretative Decree No. 4 of 1962 are considered still valid after September 2003.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Child Protection Act",
                                "elements": [
                                    {
                                        "content": "74.  The Child Protection Act, in force since June 2000, empowers the Child Protection Agency and local social services to act in situations of children whose wellbeing is under threat or whose rights are violated. The Agency has supervisory functions, whereas the local social services are in charge of concrete cases. In cases of children at risk, the social services may seek police protection for the child and initiate proceedings with a view to placing the child with a foster family or into public care. Social service employees take part in all judicial proceedings affecting children's rights, in defence of the child's interest. In all cases where the child's rights are at stake, the social services may intervene through measures such as counselling and assistance and may also issue binding directions (section 21 § 1 (3) of the Act). It appears, however, that there is no practice of issuing binding directions by the social services on questions relating to the enforcement of child custody judgments. It is considered that in such matters the judicial authorities are in charge. The social services have no power to order preparatory meetings or provisional contact arrangements that are not provided for expressly in a judicial decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Measures under penal law",
                                "elements": [
                                    {
                                        "content": "75.  Failure to abide by a final decision concerning custody of children may be punishable under Article 182 of the Penal Code.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "76.  The applicant complained that the domestic authorities violated her rights under Article 8 of the Convention in that they did not enforce the 2001 judicial order granting her the custody of her minor daughter and eventually transferred the custody to the father. The applicant also complained that her daughter had suffered anguish and psychological trauma as a result of the interventions of the authorities and the protracted judicial proceedings. Article 8 of the Convention reads as follows.",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "77.  The Government stated that the authorities had taken all possible measures with a view to reaching a solution to the conflict relative to the custody of the applicant's child. The authorities had solicited the help of experts who had acted professionally. In the Government's view the applicant had contributed to the delay in the enforcement proceedings as she had filed numerous unfounded complaints to various institutions. Also, the domestic court's decision of January 2004 to transfer custody of the child to her father had been based on a thorough examination of all relevant factors, with due emphasis on the interest of the child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The applicant replied that the authorities had been passive and had failed to act swiftly to secure her rights. Moreover, the enforcement judge had known the mother of her former husband, an employee of the District Court, and had sided with them instead of acting impartially. The applicant also stated that it had been established in the course of the proceedings that her daughter needed her mother. Despite that fact the proceedings had dragged on for years. The applicant also stated that her daughter had attended more than thirty judicial procedures in the past four years and had thus been traumatised owing to the failure of the authorities to act swiftly. The applicant further maintained that throughout the relevant period she had been unable to have normal contact with her daughter.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "79.  While the essential object of Article 8 of the Convention is to protect the individual against arbitrary interference by public authorities, the contracting states' duty to secure the effective enjoyment of the right to “respect” for family life may also require the adoption of measures in the sphere of relations between individuals (see, amongst other authorities, X and Y v. the Netherlands, judgment of 26 March 1985, Series A no. 91, p. 11, § 23).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court has repeatedly held that Article 8 includes a right for parents to have measures taken with a view to their being reunited with their children, and an obligation for the national authorities to take such measures. This applies not only to cases dealing with the compulsory taking of children into public care and the implementation of care measures, but also to cases where contact and residence disputes concerning children arise between parents and/or other members of the children's family (Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299, p. 20, § 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  In the present case it is undisputed that following the Dobrich District Court's judgment of 18 April 2001 approving the parents' custody agreement, the authorities were under a duty to take measures with a view to reuniting the applicant with her daughter. It is also undisputed that the steps actually undertaken did not lead to effective reunion and that the courts eventually revised the custody regime and granted custody of the child to the applicant's former husband.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The fact that the authorities' efforts foundered does not, however, lead automatically to the conclusion that there was a failure to comply with positive obligations under Article 8 of the Convention. The Court reiterates that the national authorities' duty to take measures to facilitate reunion is not absolute, since the reunion of a parent with children who have lived for some time with the other parent may not be able to take place immediately and may require preparatory measures to be taken. The nature and extent of such preparation will depend on the circumstances of each case, but the understanding and cooperation of all concerned is always an important ingredient. Whilst national authorities must do their utmost to facilitate such cooperation, any obligation to apply coercion in this area must be limited since the interests as well as the rights and freedoms of all concerned must be taken into account, and more particularly the best interests of the child and his or her rights under Article 8 of the Convention (see, Kosmopoulou v. Greece, no. 60457/00, § 45, 5 February 2004). Furthermore, a change of relevant circumstances, in so far that it was not brought about by events imputable to the State, may exceptionally justify the non-enforcement of a final child custody order (see Sylvester v. , nos. 36812/97 and 40104/98, § 63, 24 April 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court's task is, therefore, to determine whether the national authorities have taken all necessary steps to facilitate reunion as can reasonably be demanded in the special circumstances of the case. In so doing, it is not for the Court to substitute itself for the competent domestic authorities in regulating the dispute between the individuals involved, but rather to review under the Convention the decisions that those authorities have taken in the exercise of their power of appreciation. The Court must examine whether the reasons purporting to justify any measures taken are relevant and sufficient (see Olsson v. Sweden, judgment of 24 March 1988, Series A no. 130, p. 32, § 68) and, regard being had to the State's margin of appreciation, whether a fair balance was struck between the competing interests of the individual and the community, including other concerned third parties, (see Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, p. 19, § 49 (see Nuutinen v. Finland, no. 32842/96, 27 June 2000; Ignaccolo-Zenide v. Romania, no. 31679/96, 25 January 2000; the Hokkanen v. Finland judgment of 23 September 1994, Series A no. 299-A, Iglesias Gil and A.U.I. v. Spain (dec.), 5 March 2002, no. 56673/00 and Gianolini v. Italy (dec.), 29 August 2002, no. 34908/97).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court notes at the outset that as of 29 May 2001, the date on which the applicant instituted enforcement proceedings, her daughter – who was four years and eight months old – had been living with her father for more than ten months, ever since the spouses separated in July 2000. During that period the applicant only spent short periods with her daughter (see paragraphs 7-15 above). The enforcement of the custody agreement in the applicant's case thus obviously required certain preparation. The authorities cannot be held responsible for not having transferred the custody of the applicant's daughter immediately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Moreover, while the custody measures whose enforcement the applicant sought were based on an agreement reached by the parties in April 2001 (see paragraph 12 above), in May 2001 the situation changed as the applicant's former husband refused to comply with the agreement and the relations between the former spouses soured (see paragraph 14 above). In these circumstances the authorities needed to assess carefully all relevant facts before proceeding to enforce the custody agreement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Steps in that direction were undertaken by the social services and the enforcement judge in the summer and autumn of 2001, with a view to preparing the reunion between the applicant and her daughter. The social services conducted an inquiry into the social circumstances of each parent and their living conditions and interviewed the child. The father was eventually summoned with a view to effecting a transfer of custody on 23 August 2001 (see paragraphs 17, 19, 22 and 23 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court further considers that the judge's decision of 23 August 2001 to adjourn the proceedings had relevant and sufficient justification. It was based on ample material, including expert opinions, indicating that any transfer of custody on that day would have been premature and harmful to the child, who had not overcome the psychological difficulties resulting from her parents' separation (see paragraphs 25, 29, 30, 34 and 35 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  In the light of the above, the Court is of the view that the delay of approximately two months following the institution of the enforcement proceedings in May 2001 (see paragraphs 15-23 above) did not have significant impact on their course and outcome.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  In any event, the Court observes that on 29 November 2001 the judge, after having heard the parties and allowed one hour for a meeting between the applicant and her daughter, ordered the custody transfer and invited the applicant to take her daughter home. The custody agreement was thus enforced (see paragraphs 42 and 43 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  In the Court's opinion, the authorities cannot be held responsible for the fact that immediately thereafter, when leaving the court building, the applicant's former husband forcibly took his daughter back (see paragraph 44 above). While that was an obviously unlawful act of particular gravity, it cannot be maintained that the police officer who was present should have intervened immediately. It is evident that such intervention could have caused a psychological trauma to the child. In so far as there was no allegation that the child was in danger, the Court does not consider that the authorities' reaction in the circumstances was unreasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  Furthermore, after the events of 29 November 2001 the authorities did not close the case and renewed their attempts to organise the child's transfer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court considers that the authorities, faced with the father's refusal to comply and the tense relations between the parents, had a difficult task. Both the applicant and her former husband kept submitting numerous complaints against each other, seeking the involvement of the police and the prosecuting authorities despite the fact that that was obviously unnecessary. The parents' behaviour was thus far from constructive. Moreover, while the social service, the psychiatrist who monitored the child in 2001 and the enforcement judge were all of the view that any change in the child's environment had to be carefully prepared (see paragraphs 29, 32, 35 and 51 above), the applicant continued to insist, at least until May 2002, on an immediate and unconditional physical transfer of her daughter and addressed allegations of partiality or incompetence against judges, court employees and experts alike (see paragraphs 24, 33, 39, 45 and 50). That attitude contributed to the tense atmosphere, including in the relations between the applicant and her daughter, a situation which was identified by the authorities as the main obstacle to creating conditions favourable to effecting the transfer of custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  It is true that, as stated by the Child Protection Agency in its commission's report of March 2002, a useful step in the efforts to reunite the applicant with her daughter would have been the elaboration of a plan for meetings between the child and the parents in the presence of a social service employee. That was not done by the enforcement judge who only noted the need for preparation for the custody transfer and instructed the applicant's former husband to prepare the child (see paragraphs 51 and 54 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court observes, however, that the applicant did not request the organisation of preparatory meetings before May 2002, when the Child Protection Agency issued their recommendations, but insisted on an unconditional and immediate transfer (see paragraphs 24, 33, 39, 45 and 5052 above). Following the applicant's request of May 2002, several hearings within short intervals were organised by the enforcement judge on 22 May, 20 June, 2 September and 20 September 2002 but the applicant did not appear at the hearing on 22 May 2002 and the child refused to go with her on 20 June 2002 (see paragraphs 53-57 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  It is also observed that the Dobrich District Court in its judgment of 16 January 2004 dismissed as unproven the applicant's allegation that she had been prevented from meeting her daughter (see paragraphs 67 and 68 above). The Court sees no reason to question this finding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  It is true that under the relevant law neither the enforcement judge nor the social services had the power to issue binding orders for preparatory meetings and contact arrangements that were not provided for in the judgment to be enforced (see paragraphs 70-74 above). It cannot be excluded that in a particular case an issue under Article 8 of the Convention may arise in this respect. A deficient regulatory framework may in certain circumstances disclose a failure to comply with positive obligations under that provision (see the above cited X and Y v. the Netherlands judgment, § 23, and M.C. v. , no. 39272/98, § 153, ECHR 2003XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  However, in the present case the applicant has not shown that she was seeking the assistance of the authorities to realise preparatory contacts with her daughter and that they failed to do what was necessary in the circumstances. The facts of the case demonstrate that obstruction by the applicant's former husband but also the applicant's own lack of understanding for the need of a careful preparation as a precondition to effective enforcement of her custody rights played a significant role in the events. The Court cannot speculate whether or not the enforcement judge and the social services would have refused to assist the applicant in organising preparatory meetings if requested before May 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court also notes that the applicant's former husband, who tried to avoid the enforcement of the custody agreement, was repeatedly fined, that the police made efforts to put pressure to bear on him and that the applicant did not request a partial revision of the contact measures as she could have under Article 106 § 5 of the Family Code or interim measures in the revision proceedings instituted by her former husband (see paragraphs 24, 54, 55, 57, 62-69 and 72 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  In sum, the Court finds that the authorities did what was reasonable in the circumstances to enforce the custody agreement between the applicant and her former husband. They enforced it on 29 November 2001 and made further attempts after the father took the child back. In the event, the fact that those attempts were unsuccessful does not disclose a failure to comply with positive obligations under Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  As to the judgment of the Dobrich District Court of 16 January 2004 whereby the custody measures were revised, the Court considers that it was based on relevant and sufficient grounds, in the light of the child's best interest. The authorities took into account, inter alia, the fact that the circumstances had changed since April 2001, that the transfer of custody would be harmful for the child in the conditions of animosity between the parents, that the child developed well in the environment where she lived, that the father offered better living conditions and that the child had formed an opinion in favour of staying with him (see paragraphs 67 and 68 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  In so far as the applicant stated that the enforcement proceedings were a traumatic experience for her daughter, the Court sees no indication that the authorities acted in disregard of the psychological vulnerability of the child. In particular, the enforcement judge heard the child in the presence of a social service employee and a doctor of psychiatry. It has not been shown either that the child was in danger or the authorities failed to protect her (see paragraphs 19, 27, 30, 34 and 68 above). The Court also notes that the applicant herself invited journalists to the hearing on 29 November 2001 and filed numerous unfounded complaints to various institutions which prompted the repeated contacts of the authorities with her daughter (see paragraphs 24, 33 and 42 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  In the light of its findings above the Court finds that there has been no violation of Article 8 of the Convention in the present case.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "103.  The applicant complained under Article 6 § 1 of the Convention that the enforcement proceedings she instituted in May 2001 were excessively lengthy and did not result in the execution of the custody order. Article 6 § 1 of the Convention, in so far as relevant, reads as follows.",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "104.  The Government stated that the authorities had acted expeditiously and that the length of the proceedings was attributable to the applicant's numerous groundless appeals and objections, which contained gratuitous allegations against judges and experts. The applicant reiterated her arguments as to the alleged failure of the authorities to act timely and effectively.",
                                "elements": []
                            },
                            {
                                "content": "105.  The Court notes at the outset that the applicant's complaints under Article 6 § 1 concern solely the enforcement proceedings she instituted on 29 May 2001.",
                                "elements": []
                            },
                            {
                                "content": "106.  The Court has previously noted that the difference between the purpose pursued by the respective safeguards afforded by Articles 6 and 8 of the Convention may, in the light of the particular circumstances, justify the examination of the same set of facts under both Articles (see McMichael v. the United Kingdom, judgment of 24 February 1995, Series A no. 307-B, p. 57, § 91). However, in some cases no separate examination under Article 6 is necessary, where the issue at the heart of the case is the right to respect for family life and the facts relating to the enforcement of a final child custody order have been examined under Article 8 (see the above cited Sylvester v. Austria, §§ 76 and 77). At all events, the assessment whether a separate examination is called for must be done on the basis of the specific circumstances of each case (see Pini and Others v. Romania, nos. 78028/01 and 78030/01, 22 June 2004, where the Article 6 complaint was examined separately).",
                                "elements": []
                            },
                            {
                                "content": "107.  In the present case, the Court already examined above, in the context of Article 8 of the Convention, the applicant's complaint that the proceedings for the enforcement of the custody agreement involved undue delays and did not bring about reunion with her daughter. The applicant's claim that the authorities failed to comply with their positive obligation to secure her right to respect for her family life was at the heart of the case. In those specific circumstances it is not necessary to examine separately the complaint under Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "\nFOR THESE REASONS, THE COURT, UNANIMOUSLY",
                                "elements": []
                            },
                            {
                                "content": "1.  Holds that there has been no violation of Article 8 of the Convention;",
                                "elements": []
                            },
                            {
                                "content": "2.  Holds that it is not necessary to examine separately the complaints under Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Done in English, and notified in writing on 12 January 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "Mr S. Quesada",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "09/09/2004 00:00:00",
    "docname": "CASE OF MIHAILOVA v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-71988.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0112JUD003597802",
    "externalsources": [],
    "extractedappno": [
        "35978/02",
        "544/93",
        "60457/00",
        "36812/97",
        "40104/98",
        "32842/96",
        "31679/96",
        "56673/00",
        "34908/97",
        "39272/98",
        "78028/01",
        "78030/01"
    ],
    "importance": "4",
    "introductiondate": "19/09/2002 00:00:00",
    "issue": [],
    "itemid": "001-71988",
    "judgementdate": "12/01/2006 00:00:00",
    "kpdate": "12/01/2006 00:00:00",
    "kpthesaurus": [
        "445",
        "113",
        "406",
        "451",
        "634",
        "425"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "8",
        "6-1",
        "8-1"
    ],
    "parties": [
        "MIHAILOVA",
        "BULGARIA"
    ],
    "rank": "534.98828125",
    "representedby": [
        "GEORGIEVA, S., lawyer, Varna"
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Gianolini v. Italy (dec.), 29 August 2002, no. 34908/97",
        "Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299, p. 20, § 55",
        "Iglesias Gil and A.U.I. v. Spain (dec.), 5 March 2002, no. 56673/00",
        "Ignaccolo-Zenide v. Romania, no. 31679/96, 25 January 2000",
        "Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, p. 19, § 49",
        "Kosmopoulou v. Greece, no. 60457/00, § 45, 5 February 2004",
        "M.C. v. Bulgaria, no. 39272/98, § 153, ECHR 2003 XII",
        "McMichael v. the United Kingdom, judgment of 24 February 1995, Series A no. 307-B, p. 57, § 91",
        "Nuutinen v. Finland, no. 32842/96, 27 June 2000",
        "Olsson v. Sweden, judgment of 24 March 1988, Series A no. 130, p. 32, § 68",
        "Pini and Others v. Romania, nos. 78028/01 and 78030/01, 22 June 2004",
        "Sylvester v. Austria, nos. 36812/97 and 40104/98, §§ 63, 76-77, 24 April 2003",
        "X and Y v. the Netherlands, judgment of 26 March 1985, Series A no. 91, p. 11, § 23"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "421379",
    "typedescription": "14"
}