{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "34433/04",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-85357.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 34433/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Yuriy Dmitriyevich Denisov, (“the applicant”), on 16 July 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mrs S. Poznakhirina, an NGO expert working in Novovoronezh.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Russian Government (“the Government”) were represented by Mr P. Laptev, the former Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 31 May 2006 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1939 and lives in the town of  in the Voronezh Region.",
                                "elements": []
                            },
                            {
                                "content": "6.  He sued the Welfare Office of Novovoronezh and the local department of the Federal Treasury for unpaid social benefits and obtained seven judgments in his favour.",
                                "elements": []
                            },
                            {
                                "content": "A.  Judgment of 25 October 2000",
                                "elements": [
                                    {
                                        "content": "7.  On 25 October 2000 the Novovoronezh Town Court of the Voronezh Region (“the ”) awarded the applicant 1,064.55 Russian roubles (RUB) in arrears relating to a disability allowance and RUB 815.16 in arrears relating to a food allowance. The judgment entered into force on 5 November 2000. On 30 September 2003 the applicant received RUB 1,064.55. It appears that the remaining part of the judgment debt has not been paid to the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Judgment of 19 December 2002 and its indexation",
                                "elements": [
                                    {
                                        "content": "8.  On 19 December 2002 the  held that as of 1 January 2001 the applicant had been entitled to a monthly disability allowance in the amount of RUB 3,449.31 and recovered in his favour arrears in the amount of RUB 14,337.48. On 6 February 2003 the  (“the ”) upheld the judgment. It was fully enforced on 17 December 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 31 May 2005 the  awarded the applicant RUB 3,565.57 in penalties for the lengthy non-enforcement of the judgment of 19 December 2002. The judgment entered into force on 14 June 2005. It has not been enforced to date.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Judgment of 9 June 2003 and its indexation",
                                "elements": [
                                    {
                                        "content": "10.  On 9 June 2003 the  awarded the applicant RUB 26,649.69 in arrears relating to a disability allowance. On 10 July 2003 the  upheld the judgment. It was enforced in full on 17 December 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 31 May 2005 the  awarded the applicant RUB 4,421.33 in penalties for the lengthy non-enforcement of the judgment of 9 June 2003. The judgment acquired legal force on 14 June 2005. It has not been enforced to date.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Judgments of 16 February and 6 May 2004 and their indexation",
                                "elements": [
                                    {
                                        "content": "12.  On 16 February 2004 the  awarded the applicant RUB 23,131.68 in arrears relating to a disability allowance. On 22 April 2004 the  upheld the judgment. It was enforced in full on 24 August 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 6 May 2004 the  awarded the applicant RUB 13,099.83 in arrears relating to a disability allowance. The court furthermore held that as of 1 April 2004 the applicant had been entitled to a monthly disability allowance in the amount of RUB 7,815.92, to be indexlinked in accordance with legislation. On 17 May 2004 the judgment entered into force. It was enforced in full on 11 November 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 27 February 2006 the  awarded the applicant RUB 8,385.82 in penalties for the delayed enforcement of the judgments of 16 February and 6 May 2004. The judgment acquired legal force on 10 March 2006. It has not been enforced to date.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Judgment of 15 March 2004",
                                "elements": [
                                    {
                                        "content": "15.  On 15 March 2004 the  awarded the applicant RUB 4,973.57 in arrears relating to a food allowance and to an annual disability allowance. The judgment acquired legal force on 25 March 2004. It has not been enforced to date.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Judgment of 26 August 2004",
                                "elements": [
                                    {
                                        "content": "16. On 26 August 2004 the  awarded the applicant RUB 1,772.30 in arrears relating to a food allowance and to a disability allowance. The court furthermore held that as of 1 April 2004 the applicant had been entitled to a monthly food allowance in the amount of RUB 679.78 and as of 2005 he was entitled to an annual disability allowance in the amount of RUB 1,132.97, both to be index-linked in accordance with legislation. The judgment acquired legal force on 6 September 2004. It has not been enforced to date.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "17.  The applicant complained about the lengthy nonenforcement of the judgments of 25 October 2000, 19 December 2002, 9 June 2003 and of the judgments of 16 February, 15 March, 6 May and 26 August 2004. He referred to Article 6 and Article 1 of Protocol No. 1 to the Convention. These Articles, in so far as relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "18.  The Court observes, and it is not contested by the parties, that the applicant was awarded compensation for the delays in enforcement of the judgments of 19 December 2002, 9 June 2003, 16 February and 6 May 2004 (see paragraphs 9, 11 and 14 above). The Court does not exclude that such compensatory awards could constitute redress for the State's previous failure to comply with the judgments within a reasonable time, provided that those awards have been paid in full without any delay. However, the Government did not adduce any evidence showing that those awards had been paid to the applicant in full and in good time. Accordingly, the Court considers that the applicant may still claim to be a “victim” in respect of his complaint about the delays in enforcement of the judgments of 19 December 2002, 9 June 2003, 16 February and 6 May 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court concludes that the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "20.  The Government submitted that the judgments of 19 December 2002, 9 June 2003, 16 February and 6 May 2004 had been enforced in full. They further submitted that the judgment of 25 October 2000 had been enforced in part and the judgments of 15 March and 26 August 2004 had not been enforced. They acknowledged that the lengthy non-enforcement of the judgments in the applicant's favour violated his rights guaranteed by Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant did not dispute that the judgments of 19 December 2002, 9 June 2003, 16 February and 6 May 2004 had been enforced in full. However, he considered that the authorities had failed to take due measures to enforce the judgments in good time. He submitted that the judgment of 25 October 2000 and the judgments of 15 March and 26 August 2004 had not been enforced in full.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court observes that between 2000 and 2004 the applicant obtained seven judgments by which the Welfare Office of Novovoronezh, a state body, was to pay him arrears relating to social benefits. Four of those judgments were enforced in full with substantial delays varying from sixteen months to twenty two months; three judgments had not been enforced in full to date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court has frequently found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 in cases raising issues similar to the ones in the present case (see Burdov v. , no. 59498/00, ECHR 2002-III, and Baygayev v. , no. 36398/04, 5 July 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Having examined the materials submitted to it, the Court notes that the Government have not put forward any fact or argument capable of justifying the lengthy non-enforcement of the judgments in the applicant's favour. It finds that by failing, for long periods of time, to comply with the enforceable judgments in the applicant's favour the domestic authorities impaired the essence of his right to a court and prevented him from receiving the money he had legitimately expected to receive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  There has accordingly been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "27.  The applicant claimed 14,760 euros (EUR) in respect of pecuniary damage, representing the outstanding debt due to him under the judgments which had not been enforced together with the compensatory awards. He claimed EUR 6,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Government submitted that the applicant was still entitled to recover the court awards in the domestic proceedings. They considered that having regard to the nature of the awards in the present case, the amount of compensation for non-pecuniary damage should be determined in accordance with the Court's practice in similar cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court reiterates that the most appropriate form of redress in respect of a violation of Article 6 is to ensure that the applicant as far as possible is put in the position he would have been had the requirements of Article 6 not been disregarded (see Piersack v. Belgium (Article 50), judgment of 26 October 1984, Series A no. 85, § 12, and, mutatis mutandis, Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003). The Court finds that in the present case this principle applies as well, having regard to the violations found (see Poznakhirina v. Russia, no. 25964/02, § 33, 24 February 2005). It therefore considers that the Government shall secure, by appropriate means, the enforcement of the judgments of 25 October 2000 and of the judgments of 15 March and 26 August 2004. As regards the judgments which have been enforced with substantial delays, the Court considers that the enforcement of the compensatory awards would constitute the appropriate redress for the violations found. It therefore considers that the Government shall secure, by appropriate means, the enforcement of two judgments of 31 May 2005 and of the judgment of 27 February 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court finally considers that the applicant must have suffered certain distress and frustration resulting from the authorities' failure to enforce the final judgments in his favour in good time. However, the amount claimed appears to be excessive. Taking into account the length of the enforcement proceedings, the number of the awards and their nature and making its assessment on an equitable basis, the Court awards the applicant EUR 3,900 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "31.  The applicant did not make any claim for costs and expenses incurred before the domestic courts and before the Court. Accordingly, the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "32.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention and Article 1 of Protocol No.1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a) that the respondent State, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, shall secure, by appropriate means, the enforcement of the judgments of 25 October 2000, 15 March and 26 August 2004, of two judgments of 31 May 2005 and of the judgment of 27 February 2006 and in addition pay the applicant EUR 3,900 (three thousand nine hundred euros) in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 March 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoli Kovler",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DENISOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-85357.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0306JUD003443304",
    "externalsources": [],
    "extractedappno": [
        "34433/04",
        "59498/00",
        "36398/04",
        "53431/99",
        "25964/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-85357",
    "judgementdate": "06/03/2008 00:00:00",
    "kpdate": "06/03/2008 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "DENISOV",
        "RUSSIA"
    ],
    "rank": "616.908630371094",
    "representedby": [
        "POZNAKHIRINA S."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "344976",
    "typedescription": "15"
}