{
    "__articles": "3;13;13+3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture;Degrading treatment)",
    "applicability": "",
    "appno": "73011/13",
    "article": [
        "13",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-170061.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 73011/13) against the Hellenic Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by seven Greek nationals, whose names appear in the annexed list. They were represented by Mr K. Tsitselikis and Mr A. Spathis, lawyers practising in Thessaloniki.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Greek Government (“the Government”) were represented by their Agent’s delegate, Mr K. Georgiadis, Senior Advisor to the Legal Council of State.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 7 January 2014 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were placed in Menemeni police station in Thessaloniki, either in pre-trial detention or serving prison sentences. Applicants nos. 1 and 6 were detained in cell no. 1, applicants nos. 2 and 4 were detained in cell no. 2 and applicants nos. 3, 5 and 7 were detained in cell no. 3. At the time they submitted their application they had been detained for periods ranging from one to six months.",
                                "elements": []
                            },
                            {
                                "content": "5.  The first six applicants were transferred to Thessaloniki General Detention Facility on the following dates: applicant no. 2 was transferred on 30 November 2013, applicant no. 3 was transferred on 6 December 2013, applicant no. 4 was transferred on 11 February 2014, applicant no. 5 was transferred on 7 February 2014 and applicant no. 6 was transferred on 18 November 2013. The parties disputed the date on which applicant no. 1 was transferred: according to the Government’s submissions, he was transferred on 18 September 2013, whereas the applicant argued that he was transferred on 3 December 2013. According to the material in the Court’s possession, applicant no. 7 was still being detained in Menemeni police station on 24 May 2014.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicants’ submissions on the conditions of their detention in Menemeni police station",
                                "elements": [
                                    {
                                        "content": "6.  The applicants alleged that Menemeni police station had been entirely inappropriate for long periods of detention, as in their cases. It had consisted of three cells on the first floor and two sanitary facilities situated outside the cells. Cells nos. 1 and 2 had measured 10 square metres and had accommodated four detainees each, while cell no. 3 had measured 6 square metres and had accommodated five detainees. The cells had been equipped with beds but had no blankets. The applicants further stressed that the cells had been filthy and that there had been inadequate access to natural light. Cell no. 1, in particular, had not had a window.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Detainees had been confined to their cells and had not been allowed to spend time outside, which had affected their psychological health. They had had to ask permission from the guards to use the restroom. Recreational activities had not been offered and cells had not been equipped with televisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Healthy detainees had been held together with drug users or sick detainees, resulting in their exposure to contagious diseases. The police station had not had the necessary means to transfer detainees to a hospital in case of emergency.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Instead of food, detainees had been offered 5.87 euros per day, which had not sufficed to cover their daily dietary needs, either in terms of quantity or quality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 19 November 2013 the applicants had lodged a complaint with the public prosecutor, complaining of the conditions of their detention but had not received a reply.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Government’s submissions on the conditions of the applicants’ detention in Menemeni police station",
                                "elements": [
                                    {
                                        "content": "11.  The Government submitted that Menemeni police station had been housed in a building constructed in 2008 on the basis of quality specifications necessary to ensure proper conditions of detention. It had consisted of three cells: cell no. 1 had measured 23 square metres and had three built-in beds, cell no. 2 had measured 23.3 square metres with four built-in beds and cell no. 3 had measured 26 square metres with five beds. The capacity of the police station had never been exceeded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Government affirmed that there had been two sanitary facilities with hot water outside the cells. They submitted two contracts with cleaning companies for the building for the periods in question: one from 10 June 2013 to 10 August 2013 and the other from 11 August 2013 to 11 October 2013. The contracts included cleaning the detention areas and the sanitary facilities every day and disinfecting the detention areas once a week.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  When the number of detainees had allowed it, drug addicts had been detained separately from the rest of the detainees. In addition, the staff at Menemeni police station had made every possible effort to accommodate detainees’ needs by painting the facilities often, cleaning or replacing the bedding and by resolving any problem in general that might have risen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Regarding recreational activities, the Government stressed that detainees had had unlimited access to telephone cards and that it had been standard practice for them to receive newspapers and magazines.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Government confirmed that the applicants had not been provided with meals but had received 5.87 euros a day to order food from restaurants, given that police stations did not have any cooking facilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  An on-call doctor had been available on a 24-hour basis in Thessaloniki Police Headquarters (Αστυνομικό Μέγαρο Θεσσαλονίκης). In urgent cases, inmates had been transferred to local hospitals. Additionally, police staff had been responsible for administering prescribed medications to detainees, as ordered by a doctor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Government pointed out that the applicants had not referred to or adduced any evidence that they had needed medical treatment which they had not received. On the contrary, according to the police station’s records, applicants nos. 4, 5 and 7 had been taken to local hospitals on various occasions.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "18.  The relevant domestic law and practice is described in the Court’s judgments in Aslanis v. Greece (no. 36401/10, §§ 12-17, 17 October 2013) and A.F. v. Greece (no. 53709/11, §§ 31-32, 13 June 2013).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  REPORT OF THE EUROPEAN COMMITTEE FOR THE PREVENTION OF TORTURE (CPT)",
                        "elements": [
                            {
                                "content": ".  Following its visit to Greece in April 2013, the CPT published a report dated 16 October 2014 (CPT/Inf (2014) 26), in which it noted that the conditions of detention in most of the police stations visited were unsuitable for holding detained persons for periods longer than a few days or even, in some cases, for more than 24 hours. It stressed, in particular, conditions of overcrowding, insufficient light and ventilation, bad sanitary conditions and a total lack of outdoor exercise. As regards the provision of food, it noted:",
                                "elements": []
                            },
                            {
                                "content": "“48.  The arrangements as regards the provision of food remained inadequate in many of the establishments visited. The CPT has already made it clear that the current system of providing a daily allowance of Euro 5.87 does not enable detained persons to purchase the necessary nutrition (and other products) required during prolonged periods of detention, as purchases are often made at commercial prices from restaurants. Indeed, it only suffices to buy a couple of sandwiches and some water. In those police and border guard stations where food is provided from the police canteen or by a caterer twice a day, the situation is better, although more vegetables and fruit could be provided. All persons detained for longer than a few days should be provided with one hot meal a day.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION REGARDING APPLICANT NO. 2",
                        "elements": [
                            {
                                "content": ".  The Government contended that applicant no. 2 had failed to lodge his application with the Court within the six-month time-limit provided for in Article 35 § 1 of the Convention. They submitted that he had been placed in detention in Menemeni police station on 6 May 2013 and that, therefore, more than six months had elapsed by the time he had lodged his application on 20 November 2013.",
                                "elements": []
                            },
                            {
                                "content": ".  The applicant contested that argument. He submitted that he had been detained in Menemeni police station from 6 May 2013 to 30 November 2013 and that the six-month time-limit should start from the date he had left the police station.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court notes that applicant no. 2 was detained in Menemeni police station from 6 May 2013 to 30 November 2013. It follows that when he lodged his application on 20 November 2013, he was still being detained. Accordingly, his application falls within the six-month time-limit.",
                                "elements": []
                            },
                            {
                                "content": ".  The Government’s objection must therefore be dismissed.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicants complained that their conditions of detention in Menemeni police station had violated their right not to be subjected to inhuman or degrading treatment, as provided in Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "25.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "26.  The Government raised a preliminary objection of non-exhaustion of domestic remedies because applicants nos. 1-6 had been transferred to Thessaloniki General Detention Facility before lodging their application with the Court, or had been transferred after lodging it but before it had been examined.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Government contended, in particular, that an action for damages in the administrative courts under section 105 of the Introductory Law to the Civil Code, read together with Article 57 of the Civil Code, Article 3 of the Convention or Article 7 of the Constitution, would have constituted an effective remedy in the instant case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Government also referred to the provisions of the Penitentiary Code (Law no. 2776/1999) and of Presidential Decrees nos. 141/1991 and 254/2004, arguing that they could have been invoked before national courts in conjunction with section 105 of the Introductory Law to the Civil Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Lastly, the Government submitted that Law no. 1481/1984 and Presidential Decree no. 538/1989 contained a number of provisions relating to the mission of police officers to maintain public order and police officers’ behavioural obligations, which could form a legal basis for an action for damages.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The applicants argued that the aforementioned domestic remedies were not effective and cited in this respect the Court’s judgments in Aslanis (cited above); Adamantidis v. Greece (no. 10587/10, 17 April 2014); and Kavouris and Others v. Greece (no. 73237/12, 17 April 2014).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "31.  Regarding the general principles concerning the application of the rule of exhaustion of domestic remedies within the meaning of Article 35 § 1 of the Convention, the Court refers to its relevant case-law in this matter (see, in particular, Akdivar and Others v. Turkey, 16 September 1996, Reports of Judgments and Decisions 1996‑IV, §§ 65-69, and Vučković and Others v. Serbia (preliminary objection) [GC], nos. 17153/11 and 29 others, §§ 69-77, 25 March 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court reiterates that where the fundamental right to protection against torture, inhuman and degrading treatment is concerned, the preventive and compensatory remedies have to be complementary in order to be considered effective (see Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, § 98, 10 January 2012). It also reiterates that an action under section 105 of the Introductory Law to the Civil Code constitutes a purely compensatory remedy which allows the person concerned to seek and obtain redress for his conditions of detention in prison following his release. However, that remedy cannot be deemed effective for a person who is still in detention in so far as it does not provide a way to improve the conditions of his detention and thus lacks the preventive element within the meaning of Ananyev (cited above) (see, mutatis mutandis, Papadakis and Others v. Greece, no. 34083/13, § 50, 25 February 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Court observes that applicants nos. 2-5 were still being detained in Menemeni police station on the date they lodged their application with the Court and therefore the aforementioned remedy would not have been effective for them. It follows that the Government’s objection should be dismissed in respect of applicants nos. 2-5.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court further observes that, according to the Government, applicants nos. 1 and 6 had been transferred to Thessaloniki General Detention Facility before they lodged their application with the Court. Applicant no. 1 contested that argument and submitted that he had been transferred on 3 December 2013, that is to say after he had lodged his application with the Court on 20 November 2013. In view of the following considerations, the Court finds that it is not necessary to determine the exact date that applicant no. 1 was transferred from Menemeni police station.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court notes that it has already considered the Government’s objection of non-exhaustion of domestic remedies in cases concerning conditions of detention similar to the present case (see, in particular, Kavouris and Others, cited above, §§ 22-31, and Lici v. Greece, no. 69881/12, §§ 32-43, 17 April 2014). It has consistently rejected it on the grounds that, as national case-law currently stands, an action under section 105 of the Introductory Law to the Civil Code in conjunction with the articles invoked by the Government would not offer appropriate redress to applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court sees no reason to depart from its previous rulings in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In view of the foregoing, the Court dismisses the Government’s objection of non-exhaustion of domestic remedies. It further notes that the applicants’ complaint is not inadmissible on any other grounds and must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "38.  Referring to their own description, the Government submitted that the conditions of the applicants’ detention had been adequate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The applicants maintained their complaint. They emphasised, in particular, the complete lack of outdoor exercise, the inadequacy of the sum granted to them to buy food, the restricted access to the toilet and the filthiness of the cells and sanitary facilities. Relying on a series of judgments by the Court, they argued that detention in police stations for prolonged periods of detention constituted per se a violation of Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court notes that the parties’ positions diverge, notably on the overall surface area of the cell and on the question of whether Menemeni police station had been overcrowded during the period in question. The Court reiterates, however, that where there is a dispute about conditions of detention, there is no need for it to establish the veracity of each element that is in dispute. It may find a violation of Article 3 of the Convention on the basis of facts presented to it which the Government have failed to refute (see, mutatis mutandis, Grigoryevskikh v. Russia, no. 22/03, § 55, 9 April 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court notes in this respect that it has on many occasions examined the conditions of detention in police stations for persons who have been remanded or detained pending expulsion, and found them to be in breach of Article 3 of the Convention (Siasios and Others v. Greece, no. 30303/07, 4 June 2009; Vafiadis v. Greece, no. 24981/07, 2 July 2009; Shuvaev v. Greece, no. 8249/07, 29 October 2009; Tabesh v. Greece, no. 8256/07, 26 November 2009; Efremidi v. Greece, no. 33225/08, 21 June 2011; Aslanis, cited above; Adamantidis, cited above; and Kavouris and Others, cited above). Apart from the specific deficiencies concerning the applicants’ detention in each of the above cases, particularly overcrowding, lack of outdoor space for walking, poor sanitary conditions and the poor quality of the food, the Court based its finding of a violation of Article 3 on the nature of the police stations per se, which are places designed to accommodate people for a short time. Imprisonment for between one and three months was thus considered contrary to Article 3 (Siasios and Others, § 32; Vafiadis, §§ 35-36; Shuvaev, § 39; Tabesh, § 43; Efremidi, § 41; Aslanis § 39; Adamantidis § 33; and Kavouris and Others, § 38, all cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Turning to the present case, the Court notes that the applicants were detained for periods ranging from one to six months in Menemeni police station, a facility which, in terms of its design, lacked the amenities required for prolonged periods of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court also takes note of the fact that the Government affirmed in their submissions that the applicants had been detained in Menemeni police station out of necessity, as Thessaloniki General Detention Facility had been full at the time and had refused to take more inmates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Having regard to its case-law on the subject and the material submitted by the parties, the Court notes that the Government did not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case than the one it reached in the above-cited cases. The foregoing considerations are sufficient to enable the Court to conclude that there has been a violation of Article 3 of the Convention on account of the applicants’ conditions of detention in Menemeni police station.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13",
                        "elements": [
                            {
                                "content": "45.  Relying on Article 13 of the Convention, the applicants complained of a violation of their right to an effective domestic remedy in respect of their complaints under Article 3.",
                                "elements": []
                            },
                            {
                                "content": "46.  The Government argued that it had been open to the applicants to make use of the remedies provided by Article 572 of the Code of Criminal Procedure and Article 6 of the Penitentiary Code, which applied by analogy. The Government acknowledged that the applicants in the instant case had lodged a complaint with the public prosecutor in accordance with Article 572 of the Code of Criminal Procedure. They maintained that, despite it not having been satisfied immediately, it had proved an effective remedy given that applicants nos. 2 and 3 had been transferred from Menemeni police station shortly after lodging their complaint.",
                                "elements": []
                            },
                            {
                                "content": "47.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "48.  Regarding conditions of detention, the Court has ruled in some cases (Vaden v. Greece, no. 35115/03, §§ 30-33, 29 March 2007, and Tsivis v. Greece, no. 11553/05, §§ 18-20, 6 December 2007) that the applicants had not exhausted domestic remedies owing to a failure to make use of the remedies provided by Article 572 of the Code of Criminal Procedure and Article 6 of the Penitentiary Code (Law No. 2776/1999). In those cases, the applicants complained of particular circumstances which had affected them personally as individuals and to which the prison authorities could put an end by taking the appropriate measures. On the other hand, the Court has ruled on many occasions that when applicants claim to have been personally affected by the conditions prevailing in a prison, the remedies provided by Article 572 of the Code of Criminal Procedure and by Article 6 of the Penitentiary Code are not effective (see among other authorities, Papakonstantinou v. Greece, no. 50765/11, § 51, 13 November 2014).",
                                "elements": []
                            },
                            {
                                "content": "49.  The Court sees no reason to depart from its previous case-law in the instant case. It also notes that the Penitentiary Code is not applicable in cases of detention in police stations, as is clear from Articles 1 and 19 of that Code (see Kavouris and Others, cited above, § 30).",
                                "elements": []
                            },
                            {
                                "content": "50.  Accordingly, the Court finds that there has been a violation of Article 13 in conjunction with Article 3 of the Convention due to the absence of effective remedies in respect of the complaint concerning the applicants’ conditions of detention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "52.  Applicants nos. 1-6 each claimed 6,000 euros (EUR) in respect of non-pecuniary damage, while applicant no. 7 claimed EUR 12,000 in respect of non-pecuniary damage. Invoking the Court’s judgments in Stoica v. Romania (no. 42722/02, 4 March 2008), and Galotskin v. Greece (no. 2945/07, 14 January 2010), the applicants requested that the sums awarded to them be paid to a bank account indicated by the applicants’ representative owing to the number of the applicants and the complexity of the logistical issues involved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Government contested those claims. They argued that the sums claimed by the applicants were excessive. In the Government’s view, the mere finding of a violation would constitute sufficient just satisfaction. In any event, if the Court wished to award a sum of money to the applicants, it should not exceed EUR 5,000. The Government also contested the need for any sums awarded to be paid into a single bank account indicated by the applicants’ representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court finds that the applicants must have experienced suffering and frustration as a result of the breaches of their rights under Article 3. Ruling in equity, as required under Article 41 of the Convention, it awards each of the applicants nos. 1-6 EUR 4,000, and EUR 4,500 to applicant no. 7, plus any tax that may be chargeable on those amounts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "55.  The applicants also claimed EUR 2,000 for the costs and expenses incurred before the Court, indicating they had concluded a legal services agreement with their representatives. They asked for this sum to be paid directly to the bank account indicated by their representatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government submitted that only documented claims should be reimbursed and asked for the applicants’ claim for costs to be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court notes that the applicants did not submit a copy of their legal services agreement with their representatives. It accordingly dismisses their claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "58.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention on account of the lack of effective domestic remedies regarding the complaints about the conditions of the applicants’ detention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is within three months to pay to applicants nos. 1-6 EUR 4,000 (four thousand euros) each and to applicant no. 7 EUR 4,500 (four thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;]",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 January 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "ANNEX",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ledi Bianku",
            "role": "president"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Renata Degener",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ARVANITIS AND OTHERS v. GREECE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-170061.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0112JUD007301113",
    "externalsources": [],
    "extractedappno": [
        "73011/13",
        "36401/10",
        "53709/11",
        "10587/10",
        "73237/12",
        "17153/11",
        "42525/07",
        "60800/08",
        "34083/13",
        "69881/12",
        "22/03",
        "30303/07",
        "24981/07",
        "8249/07",
        "8256/07",
        "33225/08",
        "35115/03",
        "11553/05",
        "50765/11",
        "42722/02",
        "2945/07"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-170061",
    "judgementdate": "12/01/2017 00:00:00",
    "kpdate": "12/01/2017 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "13",
        "3"
    ],
    "parties": [
        "ARVANITIS AND OTHERS",
        "GREECE"
    ],
    "rank": "1729.861328125",
    "representedby": [
        "TSITSELIKIS K.",
        "SPATHIS A."
    ],
    "respondent": "GRC",
    "respondentOrderEng": "19",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "460036",
    "typedescription": "15"
}