{
    "__articles": "6;6-1;35;35-1;41;P1-1;P1-1-1",
    "__conclusion": "Preliminary objection rejected (non-exhaustion of domestic remedies);Violation of Art. 6-1 as regard the length of proceedings;Violation of Art. 6-1 as regard the fairness of the proceedings;Violation of P1-1;Pecuniary damage - financial award;Just satisfaction reserved (non-pecuniary damage and costs and expenses)",
    "applicability": "",
    "appno": "36813/97",
    "article": [
        "6",
        "41",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection rejected",
            "type": "other"
        },
        {
            "details": [
                "non-pecuniary damage and costs and expenses"
            ],
            "element": "Just satisfaction reserved",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 as regard the length of proceedings",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 as regard the fairness of the proceedings",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-61973.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36813/97) against the Italian Republic lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Italian nationals, Mr Giovanni, Ms Elena, Ms Maria and Ms Giuliana Scordino (“the applicants), on 21 July 1993.",
                        "elements": []
                    },
                    {
                        "content": "2.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "3.\tHaving been designated by the initials G.S. and Others, the applicants subsequently agreed to the disclosure of their names. They were represented by Mr N. Paoletti, a lawyer practising in . The Italian Government (“the Government”) were represented by their Agent, Mr I.M. Braguglia, and co-Agent, Mr F. Crisafulli.",
                        "elements": []
                    },
                    {
                        "content": "4. \tOn 1 November 2001 the Court modified the composition of its Sections (Rule 25 § 1 of the Rules of Court). This case was assigned to the newly composed First Section. Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules. Mr V. Zagregelsky, the judge elected in respect of , withdrew from sitting in the case (Rule 28). The Government accordingly appointed Mrs M. del Tufo to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.   The case concerns the proceedings brought following the expropriation of the applicants' land. Relying on Article 1 of Protocol No. 1 and Article 6 of the Convention, the applicants complained in particular of a violation of their rights to the peaceful enjoyment of their possessions and a fair trial.",
                        "elements": []
                    },
                    {
                        "content": "6.\tA hearing which dealt both with issues of admissibility and the merits took place in public in the Human Rights Building, Strasbourg, on 27 March 2003 (Rule 54 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "7.\tBy a decision of 27 March 2003 the Chamber declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "8.\tThe applicants, but not the Government, submitted written observations on the merits of the case, (Rule 59 § 1). On 4 February 2004 the Government submitted a request for the application to be declared inadmissible in the light of a judgment delivered by the Italian Court of Cassation on 26 January 2004.",
                        "elements": []
                    },
                    {
                        "content": "\nTHE FACTS",
                        "elements": []
                    },
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicants inherited from Mr A. Scordino several plots of land in , entered in the land register as folio 111, parcels 105, 107, 109 and 662. On 25 March 1970 Reggio di Calabria District Council adopted a general development plan, which was approved by the Calabria Regional Council on 17 March 1975",
                                "elements": []
                            },
                            {
                                "content": "10.  The land in issue in the instant case, an area of 1,786 sq. m designated as parcel 109, was made subject to an expropriation permit under the general development plan with a view to the construction of housing on the land. The land was subsequently included in the zonal development plan approved by the  region on 20 June 1979.",
                                "elements": []
                            },
                            {
                                "content": "A.  Expropriation of the land",
                                "elements": [
                                    {
                                        "content": "11.  In 1980 Reggio di Calabria District Council decided that a cooperative society, Edilizia Aquila, would carry out building work on the land in question. In a decision of 13 March 1981 the administrative authorities granted the cooperative permission to occupy the land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.\tOn 30 March 1982, pursuant to Law no. 385/1980, Reggio di Calabria District Council offered an advance on the compensation payable for the expropriation that had been determined in accordance with Law no. 865/1971. The sum offered, 606,560 Italian lire (ITL), was calculated according to the rules in force for agricultural land, using a value of ITL 340 per square metre as a basis, with the proviso that the final amount of compensation would be determined once a law had been enacted laying down new compensation criteria for building land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.\tThe offer was refused by Mr A. Scordino.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.\tOn 21 March 1983 the Regional Council issued an expropriation order in respect of the land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.\tOn 13 June 1983 the District Council made a second offer of an advance, this time amounting to ITL 785,000. The offer was not accepted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.\tIn judgment no. 223, delivered on 15 July 1983, the  declared Law no. 385/1980 unconstitutional on the ground that it made the award of compensation subject to the enactment of a future law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.\tAs a result of that judgment, Law no. 2359/1865, which provided that compensation for expropriation should correspond to the market value of the land in question, came back into force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.\tOn 10 August 1984 Mr A. Scordino served formal notice on the District Council to determine the final amount of compensation in accordance with Law no. 2359/1865. On 16 November 1989 he learned that Reggio di Calabria District Council had assessed the final amount at ITL 88,414,940 (ITL 50,000 per square metre) in an order of 6 October 1989.",
                                        "elements": []
                                    },
                                    {
                                        "content": "B.  Proceedings for the award of compensation for the expropriation",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 25 May 1990, contesting the amount of compensation he had been awarded, Mr A. Scordino brought proceedings against the District Council and the cooperative in the  Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.\tHe argued that the amount determined by the District Council was ridiculously low in relation to the market value of the land and requested, among other things, to have the compensation calculated in accordance with Law no. 2359/1865. He also sought compensation for the period during which the land had been occupied before the expropriation order had been issued, and for the area of land (1,500 sq. m) that had become unusable as a result of the building work.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.\tPreparation of the case for hearing began on 7 January 1991.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.\tThe cooperative gave notice of its intention to defend and raised an objection, arguing that it could not be considered as a party to the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.\tOn 4 February 1991, as the District Council had still not given notice of its intention to defend, the  Court of Appeal declared it to be in default and ordered an expert assessment of the land. In an order of 13 February 1991 an expert was appointed and was given three months in which to submit his report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.\tOn 6 May 1991 the District Council gave notice of its intention to defend and raised an objection, arguing that it could not be considered a party to the proceedings. The expert agreed to his terms of reference and was sworn in.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.\tOn 4 December 1991 an expert report was filed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.\tOn 8 August 1992 Law no. 359/1992 came into force. Section 5 bis of the Law laid down new criteria for calculating compensation for the expropriation of building land. The Law was expressly applicable to pending proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.\tFollowing Mr A. Scordino's death on 30 November 1992, the applicants joined the proceedings on 18 September 1993.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.\tOn 4 October 1993 the  Court of Appeal appointed another expert and instructed him to assess the compensation for the expropriation according to the new criteria laid down in section 5 bis of Law no. 359/1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.\tThe expert's report was filed on 24 March 1994, concluding that the land's market value on the date of the expropriation had been ITL 165,755 per square metre. In accordance with the new criteria laid down in section 5 bis of Law no. 359/1992, the compensation due was ITL 82,890 per square metre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.\tAt the hearing on 11 April 1994 the parties asked for time to submit comments on the expert's report. Counsel for the applicants produced a separate expert opinion and observed that the expert appointed by the court had omitted to calculate the compensation for the 1,500 sq. m of land that were not covered by the expropriation order but had become unusable as a result of the building work.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.\tA hearing was held on 6 June 1994 at which observations were submitted in reply. The next hearing, scheduled for 4 July 1994, was adjourned by the court of its own motion until 3 October 1994 and then until 10 November 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.\tIn an order of 29 December 1994 the court ordered a further expert assessment and adjourned the proceedings until 6 March 1995. However, the hearing was subsequently adjourned on several occasions as the investigating judge was unavailable. At the applicants' request, the investigating judge was replaced on 29 February 1996 and the parties made their submissions at a hearing on 20 March 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.\tIn a judgment of 17 July 1996 the Reggio di Calabria Court of Appeal held that the applicants were entitled to compensation calculated according to section 5 bis of Law no. 359/1992, both for the land that had been formally expropriated and for the land that had become unusable as a result of the building work. It also held that the compensation thus determined should not be subject to the further 40% statutory deduction applicable where the owner of the expropriated land had not signed an agreement for its transfer (cessione volontaria), seeing that in the applicants' case the land had already been expropriated when the law had come into force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.\tIn conclusion, the Court of Appeal ordered the District Council and the cooperative to pay the applicants:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  ITL 148,041,540 (ITL 82,890 per square metre for 1,786 sq. m of land) in compensation for the expropriation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  ITL 91,774,043 (ITL 75,012.50 per square metre for 1,223.45 sq. m) in compensation for the part of the land that had become unusable and was to be regarded as having been de facto expropriated; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  compensation for the period during which the land had been occupied prior to its expropriation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.\tThose amounts were to be index-linked and interest was payable on them until the date of settlement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.\tOn 20 December 1996 the cooperative appealed on points of law, arguing that it could not be considered as a party to the proceedings. On 20 and 31 January 1997 respectively the applicants and the District Council likewise appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 30 June 1997 the cooperative applied for a stay of execution of the Court of Appeal's judgment. That application was dismissed on 8 August 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.\tIn a judgment of 3 August 1998, deposited with the registry on 7 December 1998, the Court of Cassation allowed the cooperative's appeal, acknowledging that it could not take part in the proceedings as it had not formally been a party to the expropriation, although it had benefited from it. It upheld the remainder of the  Court of Appeal's judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.\tIn the meantime, on 18 June 1997, the amount awarded by the Court of Appeal had been deposited at the national bank. On 30 September 1997 tax was deducted from the compensation at a rate of 20% in accordance with Law no. 413/1991.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.\tThe date on which the applicants actually received the compensation is not known.",
                                        "elements": []
                                    },
                                    {
                                        "content": "C.  The Pinto Act",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.\tOn 18 April 2002 the applicants applied to the  Court of Appeal, claiming compensation under the Pinto Act for the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "They sought redress for non-pecuniary and pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.\tIn a decision of 1 July 2002 the  Court of Appeal awarded the applicants an aggregate sum of 2,450 euros (EUR) for non-pecuniary damage only and ordered the parties to pay their own costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.\tThe applicants did not appeal on points of law. The Court of Appeal's judgment became final on 26 October 2003.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.\tAs regards the complaint concerning the length of proceedings",
                                "elements": []
                            },
                            {
                                "content": "43.  The relevant domestic law and practice are described in the admissibility decision (Scordino v. Italy, no. 36813/97, ECHR 2003-IV).",
                                "elements": []
                            },
                            {
                                "content": "44.\tSubsequently, on an appeal against a decision delivered by a court of appeal in “Pinto” proceedings, the Court of Cassation, sitting as a full court, affirmed in its judgment no. 1340 of 26 January 2004 the principle that “the determination of non-pecuniary damage by courts of appeal in accordance with section 2 of Law no. 89/2001, although inherently done on an equitable basis, must move within the confines of a legally defined context since regard must be made to the amounts awarded in similar cases by the Strasbourg Court.”",
                                "elements": []
                            },
                            {
                                "content": "As regards the expropriation",
                                "elements": []
                            },
                            {
                                "content": "45.\tSection 39 of Law no. 2359/1865 provided that where land was expropriated, the compensation to be paid should correspond to its market value at the time of the expropriation.",
                                "elements": []
                            },
                            {
                                "content": "46.\tArticle 42 of the Constitution, as interpreted by the  (see, among other authorities, judgment no. 138 of 6 December 1977), guarantees the payment of compensation for expropriation, in an amount lower than the market value of the land.",
                                "elements": []
                            },
                            {
                                "content": "47.\tLaw no. 865/1971 laid down new criteria: compensation for any land, whether it was agricultural or building land, should be paid as though it were agricultural land.",
                                "elements": []
                            },
                            {
                                "content": "48.\tIn judgment no. 5/1980 the  declared Law no. 865/1971 unconstitutional on the ground that it afforded the same treatment to two very different situations by providing for the same form of compensation for building and agricultural land.",
                                "elements": []
                            },
                            {
                                "content": "49.\tIn order to remedy the situation, Parliament enacted Law no. 385 of 29 July 1980, which reaffirmed, but this time on a provisional basis, the criteria that had been declared unconstitutional. The Law provided that compensation should be paid in the form of an advance, to be supplemented by a payment calculated on the basis of a subsequent law that would lay down specific compensation criteria for building land.",
                                "elements": []
                            },
                            {
                                "content": "50.\tIn judgment no. 223 of 15 July 1983 the  declared Law no. 385/1980 unconstitutional on the ground that it made the award of compensation for the expropriation of building land subject to the enactment of a future law.",
                                "elements": []
                            },
                            {
                                "content": "51.\tAs a result of that judgment, Law no. 2359/1865 came back into force. Consequently, the compensation payable for building land was to correspond to the land's market value (see, for example, Court of Cassation, Section I, judgment no. 13479 of 13 December 1991, and Section I, judgment no. 2180 of 22 February 1992).",
                                "elements": []
                            },
                            {
                                "content": "52.\tLegislative Decree no. 333 of 11 July 1992, which became Law no. 359 of 8 August 1992, introduced (in section 5 bis) a “temporary, exceptional and urgent” measure aimed at stabilising public finances, to remain valid until structural measures were adopted. That provision applied to any pending proceedings.",
                                "elements": []
                            },
                            {
                                "content": "53.\tSection 5 bis provides that the compensation payable for the expropriation of building land is to be calculated using the following formula: market value of the land plus the total of annual ground rent multiplied by the last ten years, divided by two, minus a 40% deduction.",
                                "elements": []
                            },
                            {
                                "content": "54.\tIn such cases the compensation corresponds to 30% of the market value. That amount is subject to tax, deducted at source at a rate of 20% (in accordance with section 11 of Law no. 413/1991).",
                                "elements": []
                            },
                            {
                                "content": "55.\tThe 40% deduction can be avoided if the basis for the expropriation is not an expropriation order but a “voluntary agreement” for the transfer of the land or, as in the instant case, if the expropriation took place before section 5 bis came into force (see the Constitutional Court's judgment no. 283 of 16 June 1993). In such cases, the resulting compensation corresponds to 50% of the market value. Again, that amount is subject to tax at a rate of 20% (see paragraph 54 above).",
                                "elements": []
                            },
                            {
                                "content": "56.\tThe Constitutional Court has held section 5 bis of Law no. 359/1992 and its retrospective application to be compatible with the Constitution (judgment no. 283 of 16 June 1993, and judgment no. 442 of 16 December 1993) on account of the urgent and temporary nature of the Law.",
                                "elements": []
                            },
                            {
                                "content": "57.\tThe Code of Expropriation Provisions (Presidential Decree no. 327 of 2001, subsequently modified by Legislative Decree no. 302 of 2002), which came into force on 30 June 2003, codified the existing provisions relating to expropriation and the principles established by the relevant case-law.",
                                "elements": []
                            },
                            {
                                "content": "58.\tArticle 37 of the Code reiterates the main criteria for calculating compensation for expropriation provided for in section 5 bis of Law no. 359/1992.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT'S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "59.  Regarding the complaint about the excessive length of the proceedings, the Government raised again the objection on grounds of non-exhaustion of domestic remedies that it had raised before the admissibility of the application was examined.",
                                "elements": []
                            },
                            {
                                "content": "The Government referred to a judgment of 26 January 2004 of the Court of Cassation (see paragraph 44 above) in support of their submission that an appeal to the Court of Cassation was a remedy that had to be used in “Pinto” proceedings. Accordingly, they criticised the applicants for failing to appeal to the Court of Cassation against the decision of 1 July 2002 of the  Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "The applicants requested that the objection be dismissed.",
                                "elements": []
                            },
                            {
                                "content": "61.\tThe Court notes that the Government's objection has already been dismissed in its decision on admissibility of 27 March 2003. It also points out that the Court of Cassation's judgment to which the Government referred is dated 26 January 2004, whereas the Reggio Calabria Court of Appeal's decision became final on 26 October 2003 (see paragraph 42 above).",
                                "elements": []
                            },
                            {
                                "content": "62.\tThe Court finds that the Government's objection is based on arguments that are not such as to call into question its decision on admissibility. Accordingly, the objection must be dismissed.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.  The applicants alleged that there had been a double breach of Article 6 § 1 of the Convention, the relevant part of which provides:",
                                "elements": []
                            },
                            {
                                "content": "\t“1. In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "64.  More particularly, the applicants complained that the enactment and application of section 5 bis of Law no. 359 of 1992 amounted to a legislative interference that was incompatible with their right to a fair trial. They also complained of the excessive length of the proceedings they had brought to obtain compensation for expropriation.",
                                "elements": []
                            },
                            {
                                "content": "A.  Length of the proceedings",
                                "elements": [
                                    {
                                        "content": "65.\tThe applicants alleged that the proceedings brought to obtain compensation for expropriation had failed to comply with the principle of a “reasonable time” laid down in Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.\tThe Government disputed that contention, referring to objective difficulties that had arisen during the proceedings such as the new law on compensation for expropriation, the death of Mr A Scordino and the shortage of judges. The Government observed in that connection that the case had been dealt with by three successive investigating judges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.\tThe Court reiterates that in its admissibility decision of 27 March 2003 it held that by awarding the applicants the sum of EUR 2,450 in non-pecuniary damages under the Pinto Act the Reggio di Calabria Court of Appeal had not properly and adequately compensated the breach of which the applicants complained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.\tThe Court notes that the period to be considered began on 25 May 1990 and ended on 7 December 1998. It therefore lasted approximately eight and a half years for two levels of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.\tThe Court reiterates its finding in four judgments of 28 July 1999 (see, for example, Bottazzi v. Italy [GC], no. 34884/97, § 22, ECHR 1999-V), that in Italy there is a practice that is incompatible with the Convention resulting from an accumulation of breaches of the “reasonable-time” requirement. Where the Court finds such a breach, this accumulation constitutes an aggravating circumstance of the violation of Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.\tHaving examined the facts of the case in the light of the parties' arguments, and having regard to its relevant case-law, the Court considers that the length of the proceedings in question did not satisfy the “reasonable-time” requirement and that this was one more instance of the above-mentioned practice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, there has been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Fair trial",
                                "elements": [
                                    {
                                        "content": "71.\tThe applicants complained of interference by the legislature in the judicial process owing to the enactment and application to their case of section 5 bis of Law no. 359/1992. They complained that they had not had a fair hearing when the amount of their expropriation compensation was determined because the question submitted to the national courts had been settled by the legislature and not by the judiciary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.\tIn that connection the applicants observed that the statutory provision in question had introduced criteria for calculating expropriation compensation that had reduced by at least 50% the amount to which they had been entitled under the Law that had been in force when they had brought proceedings for compensation in the Reggio Calabria Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The applicants submitted that the Law in issue had not served a vital public interest and had been designed purely to settle pending proceedings in a manner advantageous to the respondent authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.\tThe applicants pointed out that section 5 bis of the Law had been declared constitutional by the  because it was a temporary measure designed to deal with a specific situation. The provision was still in force, however.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.\tThe Government submitted that the application of section 5 bis of Law no. 359/1992 in the instant case did not raise any problem under the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.\tThe Government acknowledged that the provision in issue, section 5 bis, had been guided by budgetary considerations. They nonetheless remarked that, in view of its temporary nature, the provision had been declared constitutional by the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.\tThe Government pointed out that, according to the Convention institutions' case-law and Italian law, the principle that laws should not have retrospective effect was not absolute. Furthermore, the Law in issue could be explained by the need to fill the legal vacuum created by the judgments of the , which had abrogated the laws of the Italian parliament revising the criterion of market value for the calculation of compensation for expropriation that had been laid down in Law no. 2359/1865.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.\tThe Court reaffirms that while in principle the legislature is not precluded in civil matters from enacting new retrospective provisions to regulate rights arising under existing laws, the principle of the rule of law and the notion of fair trial enshrined in Article 6 preclude any interference by the legislature – other than on compelling grounds of the general interest – with the administration of justice designed to influence the judicial determination of a dispute (see Zielinski and Pradal & Gonzalez and Others v. France [GC], nos. 24846/94 and 34165/96 to 34173/96, § 57, ECHR 1999VII; Stran Greek Refineries and Stratis Andreadis v. Greece, judgment of 9 December 1994, Series A no. 301B; and Papageorgiou v. Greece, judgment of 22 October 1997, Reports of Judgments and Decisions 1997VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.\tIn the instant case the Court considers that, even though the proceedings were not set aside under Law no. 359/1992, the Law in question did influence the judicial determination of the dispute (see Anagnostopoulos and Others v. , no. 39374/98, § 20-21, ECHR 2000XI), to which the State was a party. Section 5 bis expressly includes pending proceedings within its scope of application and definitively fixes – retrospectively – the terms of the submissions that can be made to the ordinary courts (see paragraph 52 above). The Court notes that the  Court of Appeal and the Court of Cassation did indeed refer to the provisions of the Law in question in support of their decisions. In doing so, they varied – to the detriment of the applicants and retrospectively – the amount of compensation which the applicants could legitimately expect to receive under Law no. 2359/1865 (see paragraphs 17-18 above), which was in force at the time they brought the proceedings for compensation in the domestic courts. Section 5 bis had the effect of depriving the applicants of a substantial portion of the compensation which they could claim (see paragraphs 29, 33 and 34 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.\tIn the Court's opinion, the fact that the domestic courts based themselves on the impugned provision when deciding the issue of compensation for expropriation amounts to interference by the legislature with the judicial process that was designed to influence the determination of the dispute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "III. ALLEGED VIOLATION OF ARTICLE 1 OF PROOCOL NO. 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The applicants alleged that there had been a double breach of Article 1 of Protocol No. 1, which provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The applicants alleged that they had had to bear a disproportionate burden on account of the inadequate amount of compensation for expropriation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.\tThey also complained that section 5 bis of Law no. 359/1992 had been applied retrospectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.\tIt is not disputed that the applicants were deprived of their property in accordance with the law or that the expropriation pursued a legitimate aim in the public interest. Accordingly, it is the second sentence of the first paragraph of Article 1 of Protocol No. 1 which applies in the present case (see Mellacher and Others v. Austria, judgment of 19 December 1989, Series A no. 169, § 42).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "A.  The amount of compensation awarded to the applicants",
                                "elements": [
                                    {
                                        "content": "85.\tThe applicants pointed out that the compensation they had received amounted to 40% of the value of their property. In their submission, the compensation thus received could not be regarded as bearing a reasonable relationship to the value of the property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.\tIn that connection the applicants observed that the compensation they had been paid for the expropriation corresponded to half the market value of the land and that that amount had subsequently been reduced by 20% once tax had been deducted at source pursuant to Law no. 413/1991.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.\tThe applicants pointed out, moreover, that the further 40% deduction prescribed in section 5 bis for persons who did not accept an offer of compensation had not been applied in their case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.\tThe applicants submitted that in the present case there had been no public-interest ground justifying paying them compensation of less than the market value of the land. In that connection they alleged that their land had been expropriated in order to allow a cooperative society to build accommodation there for private individuals, who, in accordance with domestic law (section 20 of Law no. 179/1992), would be free to sell their homes at market value five years later. The expropriation of the applicants' land had therefore benefited private individuals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.\tThe applicants observed, lastly, that a long period of time had elapsed between the expropriation of the land and the final determination of the compensation. They pointed out that Reggio di Calabria District Council had not made them an offer of compensation until 1989, six years after the expropriation order, and that the possibility of lodging an objection with the Court of Appeal had been open to them from that date only.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.\tIn the light of those considerations, the applicants considered that they had borne an excessive burden and asked the Court to find a violation of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.\tThe Government submitted that the situation complained of was compatible with Article 1 of Protocol No. 1. They observed that in calculating compensation for expropriation, a balance had to be struck between private interests and the general interest. Accordingly, the amount of compensation deemed adequate could be lower than the market value of the land in question, as, indeed, the  had acknowledged (judgments nos. 283 of 16 June 1993, 80 of 7 March 1996, and 148 of 30 April 1999).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.\tRelying on the Court's judgments in The Holy Monasteries v. Greece (judgment of 9 December 1994, Series A no. 301-A), Lithgow and Others v. the United Kingdom (judgment of 8 July 1986, Series A no. 102), and James and Others v. the United Kingdom (judgment of 21 February 1986, Series A no. 98), the Government submitted that the present case should be examined in the light of the principle that public-interest grounds (such as economic reform or policies designed to promote social justice) could militate in favour of awarding compensation below the full market value. In the Government's submission, that reflected a political desire to establish a system going beyond traditional nineteenth-century liberalism. The fundamental issue was whether the gap between the market value and the compensation paid was reasonable and justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.\tThe Government submitted that from 1993 onwards the compensation received by the applicants could have been 40% higher if they had accepted the offer made to them by the authorities. They observed that the land's market value had not been excluded from the domestic courts' calculation in accordance with section 5 bis of Law no. 359/1992, but had been adjusted by another criterion, namely, the ground rent calculated on the value entered in the land register.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.\tThe Government concluded from the foregoing that the system applied in the instant case for calculating the compensation payable for the expropriation was not unreasonable and had not upset the necessary fair balance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.\tAs to the time that had elapsed between the expropriation and the payment of compensation, the Government noted that the proceedings in the Reggio di Calabria Court of Appeal had not been instituted until 1990 and contended that the applicants could have brought a civil action from 1983 onwards. That effectively meant that they themselves had contributed to the delay in payment of the compensation. In addition, the Government observed that the damage caused by the passing of time had been made good by the payment of interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.\tIn conclusion, the Government asked the Court to find that there had been no breach of the provision relied on.\t",
                                        "elements": []
                                    },
                                    {
                                        "content": "97. The Court reiterates that interference with the right to respect for possessions must strike a “fair balance” between the demands of the general interest and the requirements of the protection of the individual's fundamental rights (see Sporrong and Lönnroth v. Sweden, judgment of 23 September 1982, Series A no. 52, § 69). Compensation terms under the relevant legislation are material to the assessment whether the contested measure respects the requisite fair balance and, notably, whether it does not impose a disproportionate burden on the applicants. In this connection, the taking of property without payment of an amount reasonably related to its value will normally constitute a disproportionate interference and a total lack of compensation can be considered justifiable under Article 1 only in exceptional circumstances. Article 1 does not, however, guarantee a right to full compensation in all circumstances, since legitimate objectives of “public interest” may call for less than reimbursement of the full market value (see The Holy Monasteries v. Greece, judgment of 9 December 1994, Series A no. 301-A, §§ 70-71).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.\tThe Court notes that the applicants received the highest amount of compensation available under section 5 bis of Law no. 359/1992. The further 40% deduction was indeed not applied in this case (see paragraphs 33 and 37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.\tThe Court also notes that the final amount of compensation was fixed at ITL 82,890 per square metre, whereas the estimated market value of the land was 165,755 per square metre (see paragraphs 29, 33, 34 and 37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.\t In addition, that amount was subsequently taxed at a rate of 20% (see paragraph 38 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.\t Lastly, the Court does not overlook the amount of time that elapsed between the expropriation and the final assessment of the compensation (see paragraphs 14 and 37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.\t Having regard to the margin of appreciation Article 1 of Protocol No. 1 affords national authorities, the Court considers that the price paid to the applicants did not bear a reasonable relation to the value of the expropriated property (see Papachelas v.  [GC], no. 31423/96, § 49, ECHR 1999II, and Platakou v. Greece, no. 38460/97, § 54, ECHR 2001I). It follows that the fair balance was upset.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.\t Accordingly, there has been a violation of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The application of section 5 bis of Law no. 359/1992",
                                "elements": [
                                    {
                                        "content": "104.\t The applicants also complained about the application to their case of section 5 bis of Law no. 359/1992, which had been passed long after the land had been expropriated. Consequently, the compensation which they could legitimately have expected to receive under Law no. 2359/1865 had been halved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.\t The Government submitted that the retrospective application of the provision in question did not give rise to a problem under Article 1 of Protocol No. 1. They reiterated the arguments submitted in paragraphs 75-77 above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.\t The Court notes that the applicants' complaints in that connection overlap with those raised under Article 6 § 1 of the Convention regarding the fairness of the proceedings. Having regard to the conclusion set out in paragraph 80, it does not consider it necessary to examine them separately under Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "107.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "108.  The applicants requested an amount corresponding to the difference between the compensation they would have received under Law no. 2359/1865 and the compensation awarded them under section 5 bis of Law no. 359/1992. That amount came to EUR 123,815.56 in 1983, the year when the property was expropriated. The same amount, plus statutory interest accrued to 2003, came to EUR 405,891.89. When the capital was index-linked and statutory interest added, the amount came to EUR 585,717.09.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109. The applicants also claimed a rebate of the 20% tax which had been deducted at source from the compensation and asked for the amount to be index-linked and the accrued interest paid. That amount came to EUR 125,191.83.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110. The Government expressed no view on this issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111. The Court has found that the expropriation of the applicants' property satisfied the condition of lawfulness and was not arbitrary (see paragraph 84 above). The act of the Italian Government which the Court has held to be contrary to the Convention was an expropriation that would have been legitimate but for the failure to pay reasonable compensation (see paragraph 102 above). Nor has the Court concluded that the 20% tax deduction was unlawful as such (see paragraph 100 above), but has taken this factor into consideration in assessing the case. Lastly, the Court has found a violation of the applicants' right to a fair trial on account of the application of section 5 bis to their case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.\t Having regard to those factors, and making its assessment on an equitable basis, the Court considers it reasonable to award the applicants EUR 410,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "113.  The applicants estimated at EUR 6,000 the compensation for the non-pecuniary damage suffered by each of them on account of the length of the proceedings and at EUR 6,500 the compensation for the non-pecuniary damage arising out of the unfairness of the proceedings and the interference with their right to the peaceful enjoyment of their possessions. In total, the applicants therefore claimed EUR 50,000 for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.\t The Government expressed no view on this issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.\t Having regard to the circumstances of the case, the Court does not consider that it has sufficient information about the criteria to be applied in assessing the non-pecuniary damage sustained by the applicants. It therefore considers that the question of the application of Article 41 is not ready for decision. Accordingly, it shall be reserved and the subsequent procedure fixed having regard to any agreement which might be reached between the respondent State and the applicants (Rule 75 § 1).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "116.  The applicants claimed EUR 17,905.99 for the costs and expenses incurred in the proceedings before the domestic courts, EUR 3,060 of which were for the proceedings brought under the “Pinto” Act. They submitted bills in support of their claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Regarding the costs incurred in the proceedings before the Court, the applicants submitted a bill of fees and costs drawn up on the basis of the applicable national rates and claimed reimbursement of EUR 46,207.58, EUR 2,207.58 of which were for costs, plus value-added tax (VAT).",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.\t The Government did not express a view.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118. The Court considers it necessary to reserve this question and to fix the procedure subsequently.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "119. The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1. Dismisses unanimously the Government's preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that there has been a violation of Article 6 § 1 of the Convention on account of the length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that there has been a violation of Article 6 § 1 of the Convention on account of the unfairness of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "4.\tHolds unanimously that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months of the judgment becoming final, in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6. Holds, by 6 votes to 1, that the question of Article 41 is not ready for decision in respect of the non-pecuniary damage for the violations found and for the costs and expenses incurred before the domestic courts in seeking a remedy for those violations and for the costs incurred in the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses unanimously the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 29 July 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrsM. Del Tufo",
            "role": "ad hoc judge"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SCORDINO v. ITALY (No. 1)",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61973.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0729JUD003681397",
    "externalsources": [],
    "extractedappno": [
        "36813/97",
        "34884/97",
        "24846/94",
        "34165/96",
        "34173/96",
        "39374/98",
        "31423/96",
        "38460/97"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Law no. 359/1992",
        "Law no. 89/2001"
    ],
    "itemid": "001-61973",
    "judgementdate": "29/07/2004 00:00:00",
    "kpdate": "29/07/2004 00:00:00",
    "kpthesaurus": [
        "369",
        "94",
        "354",
        "445",
        "406",
        "136",
        "7",
        "13",
        "14",
        "128",
        "109",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-1",
        "35-1",
        "6-1",
        "35",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "SCORDINO",
        "ITALY"
    ],
    "rank": "492.052276611328",
    "representedby": [
        "N/A"
    ],
    "respondent": "ITA",
    "respondentOrderEng": "23",
    "scl": [
        "Anagnostopoulos and Others v. Greece, no 39374/98, §§ 20-21, ECHR 2000-XI",
        "Bottazzi v. Italy [GC], no 34884/97, ECHR 1999-V",
        "The Holy monasteries v. Greece, judgment of 9 December 1994, Series A no 301-A, §§ 70-71",
        "Mellacher and Others v. Austria, judgment of 19 December 1989, Series A no 169, § 42",
        "Papachelas v. Greece [GC], no 31423/96, § 49, ECHR 1999-II",
        "Papageorgiou v. Greece, judgment of 22 October 1997, Reports of Judgments and Decisions 1997-VI",
        "Platakou v. Greece, no 38460/97, § 54, ECHR 2001-I",
        "Stran Greek Refineries and Stratis Andreadis v. Greece, judgment of 9 December 1994, Series A no 301-B",
        "Scordino v. Italy, no 36813/97, ECHR 2003-IV",
        "Sporrong and Lönnroth v. Sweden judgment of 23 September 1982, Series A no 52, § 69",
        "Zielinski and Pradal & Gonzales v. France [GC], no 24846/94 and 34165/96 à 34173/96, § 57, ECHR 1999-VII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318948",
    "typedescription": "15"
}