{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "22661/06",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-109534.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 22661/06) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Romanian national, Mr Nicolae Ioan Onaca (“the applicant”), on 26 May 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr K. S. Kolozsi, a lawyer practising in . The Romanian Government (“the Government”) were represented by their Agent, Mr Răzvan-Horaţiu Radu.",
                        "elements": []
                    },
                    {
                        "content": "3.  As Mr Corneliu Bîrsan, the judge elected in respect of , had withdrawn from the case (Rule 28 of the Rules of Court), the President of the Chamber appointed Mr Mihai Poalelungi to sit as ad hoc judge (Article 26 § 4 of the Convention and Rule 29 § 1 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "4.  Relying on Article 3 of the Convention, the applicant alleged that he received inhuman treatment from 28 November 2005 to 31 January 2006 while imprisoned in the Bihor Investigation Service detention facility.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 28 January 2010 the President of the Third Section decided to communicate the complaint concerning the alleged inhuman conditions in which the applicant was detained. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each submitted observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1975 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "8.  On 28 November 2005 the applicant was placed in the custody of the Prosecutor’s Office attached to the Bihor County Court, accused of receiving a bribe while working as a sub-officer at the Romanian border with Hungary.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 29 November 2005 the prosecutor ordered the applicant to be remanded in custody for fifteen days. Subsequently, the applicant’s pretrial detention was periodically extended by the Bihor County Court until 1 August 2006, when the applicant was released from prison.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant was detained on the premises of the Bihor Investigation Service detention facility (Arestul Preventiv al Inspectoratului de Poliţie Bihor) between 28 November 2005 and 31 January 2006.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 31 January 2006, the applicant was transferred to Oradea Maximum Security Prison, where he was detained until 1 August 2006.",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicant’s description of the conditions of detention",
                                "elements": [
                                    {
                                        "content": "12.  The applicant complained about the conditions of detention on the premises of the Bihor Investigation Service detention facility. He claimed that he shared a cell with five other detainees and that the toilet was in the middle of the cell, offering no privacy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The cell also had no source of natural light, but was lit only by artificial light.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicant also alleged that the cell was not heated even when the outside temperature reached minus twenty degrees and that hot water was only available for ten minutes per week for all six detainees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Furthermore, the applicant, a non-smoker, was detained with inmates who smoked cigarettes all day long inside the cell. He claimed that his health had worsened because of the conditions in which he had been kept. Thus, his ulcer had worsened and, although he had had no previous history of asthma, in a medical report of 6 January 2006, it was recorded that he was now suffering from asthma and bronchial hyperactivity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  He also claimed that there had been no television or any other source of information at the detention centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The opportunity to exercise outside was limited to one ten–minute walk per day, in a twelvesquaremetre space, with the other five detainees. Furthermore, he contended that he was not permitted to exercise outside at all for the period between 23 December 2005 and 6 January 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant contended that he had had no visits from or telephone conversations with his family until 27 December 2005. On 21 December 2005 the applicant wrote a letter of complaint to the Chief Prosecutor’s Office in this respect and only then were visits permitted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Government’s description of the conditions of detention",
                                "elements": [
                                    {
                                        "content": "19.  The Government provided official information, submitted by the prison authorities, concerning the facilities of the cell that the applicant had occupied during his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  He stayed in a cell that accommodated five other detainees, each having his own bed. However, the Government did not state what the area of the cell was.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The cell had a loudspeaker allowing the detainees to listen to the radio. The toilet and a basin were installed in a corner of the cell. The applicant was allowed at least thirty minutes of outdoor exercise per day, with the exception of Saturdays and Sundays. Bathing was once a week for thirty minutes. The temperature in the cell was adequate, as the cell was connected to the city heating network. Natural light and ventilation were provided by two windows.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "22.  The domestic legislation on the execution of sentences, in particular Emergency Ordinance 56/2003 (“Ordinance 56/2003”) and Law no. 275/2006, is described in Petrea v. Romania, no. 4792/03, §§ 2123, 29 April 2008. (Both laws are applicable not only to the detainees sentenced to prison but also to the detainees on remand).",
                                "elements": []
                            },
                            {
                                "content": "23.  The relevant legal provisions of Law 349/2002 concerning prevention and combat of the effects of tobacco consumption are described in Florea v. Romania, no. 37186/03, § 29, 14 September 2010.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  COUNCIL OF EUROPE DOCUMENTS",
                        "elements": [
                            {
                                "content": "24.  The relevant findings and recommendations of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) are described in Bragadireanu v. Romania (no. 22088/04, §§ 73-75, 6 December 2007), and Artimenco v. Romania (no. 12535/04, §§ 22-23, 30 June 2009).",
                                "elements": []
                            },
                            {
                                "content": "25.  In particular, the Court notes that in the report on its June 2006 visit to , the CPT expressed concern about the conditions of detention at the Bihor Investigation Service detention facility. According to this report, the cells were equipped only with beds, the toilets were in the cell without any separation from the rest of the cell, and the detainees did not receive any personal hygiene products.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant complained about the conditions of detention in the Bihor Investigation Service detention facility (Arestul Preventiv al Inspectoratului de Poliţie Bihor) between 28 November 2005 and 31 January 2006. He relied in substance on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "27.  The Government raised a preliminary objection of nonexhaustion of domestic remedies in so far as the applicant had not complained to the authorities about the conditions of his detention on the basis of Ordinance no. 56/2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant made no comments on this point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In the case of Lăutaru v. Romania (no. 13099/04, § 84, 18 October 2011), the Court considered that no effective remedy was available for the complaints concerning the general conditions of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  It also notes that in so far as it concerns the conditions of detention, this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "31.  The applicant made no further comments on this point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government contended that the authorities had made all the necessary efforts in order to ensure for the applicant adequate conditions of detention and medical care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court refers to the principles established in its case-law regarding the conditions of detention (see, for instance, Kudła v. Poland [GC], no. 30210/96, § 94, ECHR 2000-XI; Mouisel v. France, no. 67263/01, § 40, ECHR 2002-IX; and Serban v. , no. 3456/05, §§ 75-77, 4 October 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court observes that the parties disagreed as to the specific conditions of the applicant’s detention. However, there is no need for the Court to establish the truthfulness of each and every allegation, since it considers that those facts that are not in dispute give it sufficient grounds to make substantive conclusions on whether the conditions of the applicant’s detention amounted to treatment contrary to Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  It also reiterates that Convention proceedings, such as the present application, do not in all cases lend themselves to a rigorous application of the principle affirmanti incumbit probatio (he who alleges something must prove that allegation), because in certain instances the respondent Government alone have access to information capable of corroborating or refuting these allegations. A failure on a Government’s part to submit such information without a satisfactory explanation may give rise to the drawing of inferences as to the wellfoundedness of the applicant’s allegations (see Kokoshkina v. Russia, no. 2052/08, § 59, 28 May 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In respect of the living space afforded to the applicant in the detention facility, the Government averred that the number of prisoners per cell had not exceeded that of beds per cell. However, they did not provide any information as to the area of the cell that would allow the Court to establish what surface was allocated to each detainee.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  As the Court could not establish with certainty how much living space was afforded to the applicant in the Bihor Investigation Service detention facility, it will take into account other aspects of the applicant’s conditions of detention in order to establish whether they were in conformity with the requirements of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In cases where the overcrowding was not so severe as to raise in itself an issue under Article 3 of the Convention, the Court noted other aspects of the physical conditions of detention as relevant to its assessment of compliance with that provision. Such elements included, in particular, privacy when using the toilet and compliance with basic sanitary requirements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In the instant case it is not contested that the toilet and the basin were in the same cell (see paragraph 25).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  To this aspect should be added that there were smokers and non­smokers in the same cell. The Government did not deny that some of the applicant’s fellow detainees smoked heavily in the cell. The Court had already analysed this aspect in the above-mentioned case of Florea and observed that no consensus existed among the member States of the Council of Europe with regard to protection against passive smoking in prisons. However, it noted that a law enacted in June 2002 prohibited smoking in hospitals, and the Romanian courts had frequently held that smokers and non-smokers should be detained separately. Moreover, from the analysis of a forensic report submitted by the applicant, it appears that the applicant was clinically healthy at the time of his arrest in 2004, while at the time of drafting the report on 6 January 2006 he was suffering from bronchial asthma. Therefore, the applicant being a non-smoker, the Court cannot rule out that his detention in a small cell with smokers has contributed to his bronchial asthma (see Pavalache v. , no. 38746/03, §§ 89 and 90, 18 October 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Even if the size of the cell alone did not raise an issue under the Convention, the lack of walks outside or other physical exercise in the open air on Saturdays and Sundays, does warrant criticism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In addition, when corroborating the parties’ allegations on the sanitary conditions with the CPT reports, the Court can but conclude that the applicant was deprived of the opportunity to maintain adequate physical hygiene in prison since hot water was available only once a week for all six detainees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  When assessing the conditions of detention, their cumulative effects should be considered as well as the applicant’s specific allegations (see Dougoz v. Greece, no. 40907/98, § 46, ECHR 2001-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Although in the present case there is no proof that there was a positive intention to humiliate or debase the applicant, the Court finds that the fact that the applicant was deprived of the opportunity to maintain adequate physical hygiene and that he was obliged to live, sleep and use the sanitary and other facilities in a restricted space with five other detainees, among whom there were smokers, were themselves sufficient to cause distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention, and to arouse in him feelings of fear, anguish and inferiority capable of humiliating and debasing him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  Relying on Article 8 of the Convention, the applicant complained that he was denied family visits and telephone conversations while detained in the Bihor Investigation Service detention facility until 27 December 2005. The Court notes that the applicant wrote a letter of complaint in this respect to the Chief Prosecutor’s Office only on 21 December 2005 and then visits and telephone conversations were permitted. It also notes that such complaint was not raised for the period between 28 November and 21 December 2005. It follows that this complaint must be rejected under Article 35 §§ 1 and 4 of the Convention for nonexhaustion of domestic remedies.",
                                "elements": []
                            },
                            {
                                "content": "46.  With regard to the rest of the complaints raised by the applicant under Article 6 §§ 1, 2 and 3, Article 5 § 2, Article 8 and Article 2 of Protocol No. 1 of the Convention, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "It follows that these complaints are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "48.  The applicant did not request a specific amount in respect of the incurred damages, but he requested the amount that is normally granted by the Court in similar cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government submitted that the conclusion of a violation of the Convention Articles would suffice to compensate for the nonpecuniary damage allegedly incurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court finds that the conditions in which the applicant was detained must have caused him serious physical discomfort and mental suffering which cannot be compensated for by the mere finding of a violation. Ruling on an equitable basis, it therefore awards the applicant EUR 6,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "51.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 3 concerning the conditions of detention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention on account of the conditions of detention in the Bihor Investigation Service detention facility;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 6,000 (six thousand euros), plus any tax that may be chargeable, in respect of nonpecuniary damage, to be converted into the respondent State’s national currency at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount, at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 March 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "Santiago Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ONACA v. ROMANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-109534.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0313JUD002266106",
    "externalsources": [],
    "extractedappno": [
        "22661/06",
        "4792/03",
        "37186/03",
        "22088/04",
        "12535/04",
        "13099/04",
        "30210/96",
        "67263/01",
        "3456/05",
        "2052/08",
        "38746/03",
        "40907/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-109534",
    "judgementdate": "13/03/2012 00:00:00",
    "kpdate": "13/03/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "ONACA",
        "ROMANIA"
    ],
    "rank": "868.579345703125",
    "representedby": [
        "KOLOZSI A.S."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "370452",
    "typedescription": "15"
}