{
    "__articles": "2;2-1",
    "__conclusion": "No violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect)",
    "applicability": "",
    "appno": "38766/15",
    "article": [
        "2"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "No violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-180317.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38766/15) against the Republic of Croatia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Croatian nationals, Ms Milica Milić, Ms Vera Šumanović, Ms Nada Jurašin and Mr Zoran Milić (“the applicants”), on 29 July 2015.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr L. Šušak, a lawyer practising in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the procedural obligations incumbent on the respondent Government under Article 2 of the Convention had not been met.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 14 January 2016 the complaints concerning the procedural aspect of Articles 2 and 14 of the Convention were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants’ particulars appear in the appendix to this judgment.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "6.  During 1991 and 1992 Serbian paramilitary forces gained control of about a third of the territory of Croatia and proclaimed the “Serbian Autonomous Region of Krajina” (Srpska autonomna oblast Krajina, hereinafter “Krajina”). At the beginning of August 1995 the Croatian authorities announced their intention to take military action with the aim of regaining control over Krajina. The operation was codenamed “Storm” (Oluja) and took place from 4 to 7 August 1995. Before the military action, the vast majority of the population of Krajina fled Croatia. Most of them went to Bosnia and Herzegovina but some also went to Serbia. Some returned to Croatia after the war. The number of people who fled is estimated at between 100,000 and 150,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 5 November 1997 Croatia ratified the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The killing of the applicants’ relative and the subsequent investigation",
                                "elements": [
                                    {
                                        "content": "8.  The applicants and P.M. (born in 1942), who was the husband of one of the applicants and the father of the others, lived in Razbojište, near the larger village of Krupa, on the territory of Krajina. During the night of 4 to 5 August 1995 all the family, save for P.M., fled Croatia. P.M. was killed during Operation Storm on 5 August 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the applicants, P.M. was killed in the courtyard of his house in Razbojište, although he was an unarmed civilian.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the Government, he was armed and was killed in an exchange of fire with the Croatian Army in the broader area of Krupa. The villages of Razbojište, Krupa and Žegar and the settlement of Milići are located near each other.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 11 October 1995 the police found the remains of an unidentified person in Razbojište and they were buried in Gračac Cemetery under the number 434.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On June 2002 exhumations were carried out at Gračac Cemetery. The process was conducted under the auspices of the International Criminal Tribunal for the former Yugoslavia (Međunarodni kazneni sud za bivšu Jugoslaviju) and the County State Attorney’s Office in Zadar. Body no. 434 was also dug up and an identity card was found in the name of P.M. The remains were examined at the Institute for Forensic Medicine in Zagreb (Zavod za sudsku medicinu i kriminalistiku) and on 15 October 2002 an autopsy report was issued which concluded that the cause of death had been three wounds from shelling. On 24 November 2003 the third applicant identified the remains as those of her father, P.M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The police opened an investigation into the circumstances of P.M.’s death after the applicants on 5 September 2005 brought a claim for damages with the State Attorney’s Office in connection with his killing (see paragraph 20 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 21 October 2005 the police interviewed Ž.M., who said that P.M. had joined a village guard unit during the war. Ž.M. did not know who might have killed P.M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 11 August 2015 the Zadar police received an anonymous letter stating that on 10 August 1995 two men, V.G. and M.B., had killed twelve elderly people in the village of Žegar in the “Milića” cave, near Krupa.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 25 August 2015 the police interviewed O.M. and S.M., residents of Žegar.",
                                        "elements": []
                                    },
                                    {
                                        "content": "O.M. said that he had never heard of someone being killed in the “Milića” cave even though he had lived all his life in the area. He also said that during Operation Storm five people from the settlement called Milići, part of the village of Žegar, had been killed, including P.M. They had all been members of the paramilitary forces and had been armed. He had heard that they all had perished in rocky areas of the village but did not know the cause and manner of their deaths.",
                                        "elements": []
                                    },
                                    {
                                        "content": "S.M. had no information about the possible perpetrators of the alleged crime in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 26 August 2015 the Zadar police informed the Zadar County State Attorney’s Office that five persons had been killed in the settlement of Milići during Operation Storm, one of whom was P.M., who had died on 5 August 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 14 September 2015 the police interviewed V.G., a captain in the Croatian Army during Operation Storm, who had been in command of the Zadar Military Police Third Company of the 72nd Battalion, who said that he had never been to Žegar and had never heard of anyone being killed there. He had been in Benkovac (a town situated some forty kilometres from Žegar) throughout Operation Storm. He had also said that he could state with certainty that none of the members of his unit had committed any crimes, otherwise he would have known about it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 16 September 2015 the police interviewed M.B., a Croatian soldier and member of the 72nd Battalion during Operation Storm. He also said that he had never been to Žegar and had never heard of anyone being killed there. He had been near Obrovac (a town situated some twenty kilometres from Žegar) during the military operation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 1 October 2015 the Zadar County State Attorney’s Office closed the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 22 January 2016 the Zadar County State Attorney’s Office informed its counterpart in Split County that it had not been able to confirm the allegations made in the anonymous letter of 11 August 2015 as there was no indication that twelve elderly people had been killed in the “Milića” cave. However, five members of the Serbian paramilitary forces had been killed during Operation Storm, including P.M. Enquiries had therefore been stopped since the information given in the anonymous letter had proved to be unreliable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Civil proceedings instituted by the applicants",
                                "elements": [
                                    {
                                        "content": "20.  On 5 September 2005 the applicants submitted a claim for damages with the State Attorney’s Office in connection with the killing of P.M. The request was refused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 12 April 2006 the applicants brought a civil action against the State in the Zagreb Municipal Court, seeking compensation in connection with P.M.’s death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The claim was dismissed on 30 March 2010 on the grounds that it had not been established how P.M. had been killed and that the applicants had not proved that his killing had amounted to a terrorist act for which the State was liable. It had also not been established that he had been killed by members of the Croatian army or police in areas where there had been no operations related to the war. In addition, the claim had become statutebarred. During the proceedings information was obtained from the archives of the Ministry of Defence showing that the Croatian army had entered the area in question on 6 August 1995, whereas P.M. had been killed on 5 August 1995. The first-instance court also accepted the statement of the witness O.M., who said that the village of Žegar had been shelled on 5 August 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The first-instance judgment was upheld by the Zagreb County Court on 21 September 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 10 June 2014 the Supreme Court upheld the lower courts’ judgments in respect of the ruling that the applicants’ claim had become statute-barred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  A constitutional complaint lodged by the applicant was dismissed on 25 February 2015.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicants complained that the authorities had not taken appropriate and adequate steps to investigate P.M.’s death and bring his killers to justice. They also submitted that P.M. had been killed because he was of Serbian ethnic origin and that the national authorities had failed to investigate that factor. They relied on Articles 2 and 14 of the Convention. The Court, being master of the characterisation to be given in law to the facts of the case, will examine this complaint under Article 2 of the Convention alone which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "23.  The Government argued that the applicants had submitted their application with the Court twenty years after their relative had died. There had been a period of inactivity in the investigation in question between 2005 and 2015 and the applicants had not demonstrated adequate interest in the progress of the investigation but had instead remained passive. They had lodged their application after the conclusion of civil proceedings for damages before the national courts. However, such proceedings were of no relevance for the State’s obligation under the procedural aspect of Article 2 of the Convention in the circumstances of the case at issue. Therefore, the application had been submitted outside the six-month time-limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The applicants contested that argument and contended that the final decision relevant for the calculation of the six-month time-limit was the Constitutional Court’s decision of 25 February 2015, adopted in the context of the civil proceedings for damages.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "25.  As a rule, the six-month period runs from the date of the final decision in the process of exhaustion of domestic remedies. Where it is clear from the outset, however, that no effective remedy is available to the applicant, the period runs from the date of the acts or measures complained of, or from the date of knowledge of that act or its effect on or prejudice to the applicant (see Mocanu and Others v. Romania [GC], nos. 10865/09, 45886/07 and 32431/08, § 259, ECHR 2014 (extracts), with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  In cases of a continuing situation, the period starts to run afresh each day and it is in general only when that situation ends that the sixmonth period actually starts to run (ibid., § 261). However, where time is of the essence in resolving the issues in a case, there is a burden on the applicant to ensure that his or her claims are raised before the Court with the necessary expedition to ensure that they may be properly, and fairly, resolved (ibid., § 262). This is particularly true with respect to complaints relating to any obligation under the Convention to investigate certain events. As the passage of time leads to the deterioration of evidence, time has an effect not only on the fulfilment of the State’s obligation to investigate but also on the meaningfulness and effectiveness of the Court’s own examination of the case. An applicant has to become active once it is clear that no effective investigation will be provided, in other words once it becomes apparent that the respondent State will not fulfil its obligation under the Convention (ibid., § 261).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Court has held in cases concerning the obligation to investigate under Article 2 of the Convention that where a death has occurred, applicants’ relatives are expected to take steps to keep track of the investigation’s progress, or lack thereof, and to lodge their applications with due expedition once they are, or should have become, aware of the lack of any appropriate redress, including effective criminal investigation (see Varnava and Others v. Turkey [GC], nos. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 and 16073/90, § 158, ECHR 2009, with further reference therein). In particular, as regards cases of unlawful or violent death, the Court has indicated that an applicant should bring such a case to the Court within a matter of months, or at most, depending on the circumstances, a few years after the events in question (ibid., § 162). Where there is an investigation of sorts, even if plagued by problems, the Court accepts that applicants may reasonably wait for developments which could potentially resolve crucial factual or legal issues (ibid., §166). It is in the interests of not only the applicant but also the efficacy of the Convention system that the domestic authorities, who are best placed to do so, act to put right any alleged breaches of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  In a number of cases concerning ongoing investigations into the deaths of applicants’ relatives, the Court has examined the period of time from which the applicant could or should have started doubting the effectiveness of a remedy (see Şükran Aydın and Others v. Turkey (dec.), no. 46231/99, 26 May 2005; Bulut and Yavuz, cited above; Bayram and Yıldırım, cited above; Kıniş v. Turkey (dec.), no. 13635/04, 28 June 2005; Elsanova v. Russia (dec.), no. 57952/00, 15 November 2005; Frandeş v. Romania (dec.), no. 35802/05, 17 May 2011; Finozhenok v. Russia (dec.), no. 3025/06, 31 May 2011; Attalah v. France (dec.), no. 51987/07, 30 August 2011; Deari and Others v. the Former Yugoslav Republic of Macedonia (dec.), no. 54415/09, 6 March 2012; Gusar v. Moldova and Romania (dec.), no. 37204/02, 30 April 2013; Bogdanović v. Croatia (dec.), no. 722541/11, 18 March 2014; Orić v. Croatia, no. 50203/12, 13 May 2014; Gojević-Zrnić and Mančić v. Croatia (dec.), no. 5676/13, 17 March 2015; Radičanin and Others v. Croatia (dec.), no. 75504/12; and Grubić v. Croatia (dec.), no. 56094/12, 9 June 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Court notes that the applicants lodged their application with the Court at the conclusion of the civil proceedings against the State in which they had asked for compensation in connection with P.M.’s death. The applicants alleged that P.M. had been killed by members of the Croatian army. In these circumstances, the State was under an obligation to initiate and carry out an investigation which fulfilled the procedural requirements of Article 2. Civil proceedings which lie at the initiative of the victim’s relatives would not satisfy the State’s obligation in this regard (see, mutatis mutandis, Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 74, ECHR 2002II). The Court has repeatedly held that the procedural obligation of the State under Article 2 to conduct a thorough, official, effective and prompt investigation when individuals have been killed as a result of the use of force cannot be substituted by payment of damages. The Court confirmed that an action for damages, either to provide redress for the death or for the breach of official duty during the investigation, was not capable, without the benefit of the conclusions of a criminal investigation, of making any findings as to the identity of the perpetrators and still less of establishing their responsibility (see Jelić v. Croatia, no. 57856/11, § 64, 12 June 2014). As the Court has held on numerous occasions, since such proceedings are not relevant for the State’s procedural obligation under Article 2 of the Convention, they cannot affect the running of the six-month period in the present case (compare Narin v. Turkey, no. 18907/02, § 48, 15 December 2009; Bogdanović v. Croatia (dec.), no. 72254/11, § 38, 18 March 2014; Orić v. Croatia (dec.), no. 50203/12, § 33, 13 May 2014; Ivančić and Dželalija v. Croatia (dec.), no. 62916/13, § 33, 15 March 2016; and Treskavica v. Croatia, no. 32036/13, § 45, 12 January 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  It follows that the relevant domestic remedy for the applicants’ complaint, which would have had the potential to offer adequate redress, was a criminal investigation (compare to Narin, cited above, § 49, and Bogdanović, cited above, § 39).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  It is further noted that P.M.’s remains were identified in 2003. The police investigation commenced in 2005 (see paragraph 11 above). The applicants lodged their application with the Court on 29 July 2015, about twenty years after his death. The investigation was still formally ongoing when the application was lodged (contrast with Utsmiyeva and Others v. Russia (dec.), no. 31179/11, § 34, 26 August 2014, and Kukavica v. Croatia (dec.), no. 79768/12, § 27, 2 June 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The investigation was at a standstill between November 2005 and 11 August 2015 (see paragraphs 12 and 13 above). The question therefore arises whether the applicants should have concluded in that period that the ineffectiveness of the investigation required them to lodge their application with the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The above-mentioned period of inactivity in the investigation amounted to some nine years and nine months. The Court considers that any lack of awareness on the part of the applicants that the investigation had become ineffective, despite such a significant lull in the proceedings, was attributable to their own negligence (see, for example, Findik and Omer v. Turkey (decs.), nos. 33898/11 and 35798/11, § 15).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The case at issue concerns an instance of violent death. In applying the six-month time-limit for lodging an application in such instances the following periods between the last relevant procedural step on the part of the national authorities and lodging the applications with the Court have been considered too lengthy: in the above-cited cases of Radičanin and Grubić it was over nine years; in Aydin and Others that period was about seven years; in Bulut and Yavuz it was about six years, while in other cases it ranged from three and a half years to one year and eight months (in GojevićZrnić and Mančić and Yildirim it was three and a half years; in Finozhenok it was three years; in Deari and Others it was two and a half years; in Elsanova it was two years; and in Gusar it was one year and eight months).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court observes that the applicants, as the wife and children of the victim of the violations claimed, could be expected to display due diligence and take whatever initiative necessary to inform themselves about any progress in the investigation of their husband’s/father’s killing. The absence of any activity in the investigation of such a serious crime for such a significant length of time should have prompted them to draw the appropriate conclusions (see, for example, Açış v. Turkey, no. 7050/05, § 42, 1 February 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In view of the above, the Court finds that the applicants have not shown convincingly that advances of some sort were being made that justified their more than nine years of inactivity. The investigation came to a standstill in November 2005, well before the date of application to the Court on 29 July 2015 (compare with Finozhenok, cited above). The Court finds that after the investigation came to a standstill the applicants ought to have concluded long before the lodging of their application, and certainly more than six months before that time, that the investigation was ineffective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In view of the foregoing, the Court finds that the part of the present application which refers to the investigation before 11 August 2015 must be rejected for failure to comply with the six-month time-limit set out in Article 35 §§ 1 of the Convention (compare Opačić and Godić v. Croatia (dec.), no. 38882/13, § 30, 26 January 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  As to the steps taken after 11 August 2015, the Court reiterates that where information purportedly casting new light on the circumstances of a death comes into the public domain, a new obligation to investigate the death may arise (see Hackett v. the United Kingdom (dec.), no. 34698/04, 10 May 2005; Brecknell v. the United Kingdom, no. 32457/04, §§ 66-67, 27 November 2007; Williams v. the United Kingdom (dec.), no. 32567/06, 17 February 2009; Gasyak and Others v. Turkey, no. 27872/03, § 60, 13 October 2009; and Harrison and Others v. the United Kingdom (dec.), no. 44301/13, § 51, 25 March 2014). It cannot be the case that any assertion or allegation can trigger a fresh investigative obligation under Article 2 of the Convention. Nonetheless, given the fundamental importance of this provision, the State authorities must be sensitive to any information or material which has the potential either to undermine the conclusions of an earlier investigation or to allow an earlier inconclusive investigation to be pursued further (see Brecknell, cited above, § 70). As to the present case, the Court notes that in August 2015 the police received an anonymous letter giving the names of possible perpetrators. That certainly amounted to important fresh evidence. Furthermore, the Court notes that in August and September 2015 the Zadar police interviewed possible witnesses and compiled reports on actions that had been taken (see paragraphs 16 and 17 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In those circumstances, the complaint under the procedural aspect of Article 2 of the Convention concerning the period after August 2015 has been lodged within the six-month time-limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court notes that the complaint concerning the ineffectiveness of the investigation in the period after 11 August 2015 is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "41.  The applicants argued that the investigation into the death of their husband and father had so far yielded few results. None of the perpetrators had been identified. There was no real will on the part of the authorities to carry out a thorough investigation which would yield results.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government maintained that the relevant domestic authorities had taken all the reasonable measures that were available, given the circumstances of the case. The Croatian authorities had been confronted with a high death toll after Operation Storm, both civilian and military. In all, 903 bodies had had to be buried. It had not been possible immediately to open investigations in respect of all the deceased and determine who had died during combat operations and who had died as a result of criminal offences. The Government also stated that it had not been possible simultaneously to carry out autopsies on all the bodies to determine the cause of death of each person.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  As regards the killing of P.M., the police had followed all the leads and interviewed all the possible witnesses. However, there was no reliable information on the possible perpetrators of the killing, whether he had been killed in combat or whether his killing had amounted to a war crime.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "44.  The Court reiterates that Article 2 ranks as one of the most fundamental provisions in the Convention. It enshrines one of the basic values of the democratic societies making up the Council of Europe. The object and purpose of the Convention as an instrument for the protection of individual human beings require that Article 2 be interpreted and applied so as to make its safeguards practical and effective (see Jelić, cited above, § 72 with further references to, among other authorities, Anguelova v. Bulgaria, no. 38361/97, § 109, ECHR 2002IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The obligation to protect the right to life under Article 2 of the Convention, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within [its] jurisdiction the rights and freedoms defined in [the] Convention”, also requires by implication that there should be some form of effective official investigation when individuals have been killed as a result of the use of force (see Armani Da Silva v. the United Kingdom [GC], no. 5878/08, § 230, 30 March 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The State must therefore ensure, by all means at its disposal, an adequate response – judicial or otherwise – so that the legislative and administrative framework set up to protect the right to life is properly implemented and any breaches of that right are repressed and punished (ibid., § 230).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In order to be “effective” as this expression is to be understood in the context of Article 2 of the Convention, an investigation must firstly be adequate. This means that it must be capable of leading to the establishment of the facts, a determination of whether the force used was or was not justified in the circumstances and of identifying and – if appropriate – punishing those responsible. This is not an obligation of result, but of means. The authorities must take whatever reasonable steps they can to secure the evidence concerning the incident, including, inter alia, eyewitness testimony, forensic evidence and, where appropriate, an autopsy which provides a complete and accurate record of injury and an objective analysis of the clinical findings, including the cause of death. Moreover, where there has been a use of force by State agents, the investigation must also be effective in the sense that it is capable of leading to a determination of whether the force used was or was not justified in the circumstances. Any deficiency in the investigation which undermines its ability to establish the cause of death or the person responsible will risk falling foul of this standard (ibid., § 233).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In particular, the investigation’s conclusions must be based on a thorough, objective and impartial analysis of all the relevant elements. Failing to follow an obvious line of inquiry undermines to a decisive extent the investigation’s ability to establish the circumstances of the case and the identity of those responsible. Nevertheless, the nature and degree of scrutiny which satisfy the minimum threshold of the investigation’s effectiveness depend on the circumstances of the particular case. The nature and degree of scrutiny must be assessed on the basis of all relevant facts and with regard to the practical realities of investigation work. Where a suspicious death has been inflicted at the hands of a State agent, particularly stringent scrutiny must be applied by the relevant domestic authorities to the ensuing investigation (ibid., § 234).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  A requirement of promptness and reasonable expedition is implicit in this context (see Jelić, cited above, § 76; Yaşa v. Turkey, 2 September 1998, §§ 102-104, Reports 1998-VI; and Mahmut Kaya v. Turkey, no. 22535/93, §§ 106-107, ECHR 2003-III). It must be accepted that there may be obstacles or difficulties which prevent progress in an investigation in a particular situation (see Armani Da Silva, cited above, § 237). However, where events took place far in the past, due to the lapse of time, the level of urgency may have diminished; the immediacy of required investigative steps in the aftermath of an incident is likely to be absent (see Brecknell v. the United Kingdom, no. 32457/04, §§ 79-81, 27 November 2007). The standard of expedition in such historical cases is much different from the standard applicable in recent incidents where time is often of the essence in preserving vital evidence at a scene and questioning witnesses when their memories are fresh and detailed (see Emin and Others v. Cyprus, no. 59623/08 et al. (dec.), 3 April 2012; and Gürtekin and Others v. Cyprus, nos. 60441/13, 68206/13 and 68667/13, § 21, 11 March 2014; see also Palić v. Bosnia and Herzegovina, no. 4704/04, § 70, 15 February 2011, concerning complex post-conflict situations).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court will assess only the effectiveness of the steps taken after 11 August 2015 (see paragraphs 37, 39 and 40 above). After receiving an anonymous letter giving the names of possible perpetrators, the police continued their investigation. However, given that twenty years had elapsed, the prospects for establishing the truth had significantly diminished. At this juncture the Court reiterates that it has described the scope of the abovementioned obligation to conduct an effective investigation as an obligation as to the means used, not the results achieved (see, for example, Shanaghan, cited above, § 90, and the judgments referred to therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  As regards the adequacy of the steps taken by the Croatian authorities in connection with P.M.’s death, the Court is not persuaded by the applicants’ submission that there have been significant oversights or omissions. The facts of the case show that all traceable witnesses were interviewed and the available evidence collected and reviewed. The Court notes that the police pursued every line of enquiry (contrast to Charalambous and Others v. Turkey (dec.), no. 46744/07, § 65, 3 April 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In this regard the Court notes that the information that the police received in 2015 about the possible perpetrators was anonymous, which inevitably reduced the prospects of it being verified. The police checked the information in the letter but it produced no concrete results. In particular, the police interviewed two witnesses, O.M. and S.M., who had no information about possible perpetrators. The other persons mentioned in the letter as alleged perpetrators stated that their combat unit had not been in the village of Žegar during Operation Storm, but elsewhere (see paragraphs 16 and 17 above). Also, the investigating authorities established that, in fact, five members of the Serbian paramilitary forces had been killed and not twelve elderly individuals, as alleged in the letter. The authorities deemed that the information provided in the letter was unreliable and, since there were no further leads, concluded the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Furthermore, the documents from the archives of the Ministry of Defence showed that Croatian army units had entered the area in question on 6 August 1995, while P.M. had been killed on 5 August 1995 (see paragraphs 8 and 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The applicants have not pointed to any other concrete avenues of enquiry that the police could have pursued. The fact that the investigation did not succeed in identifying P.M.’s killers does not necessarily mean that it was ineffective. In the circumstances, the Court cannot impugn the authorities for any culpable disregard, discernible bad faith or lack of will (compare to Gürtekin, cited above, § 27).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  In conclusion, the Court finds that the national authorities complied with their procedural obligation under Article 2 of the Convention. It follows that there has been no violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT,",
                "elements": [
                    {
                        "content": "1.  Declares, by a majority, the complaints concerning the ineffectiveness of the investigation into the killing of P.M. in the period after 11 August 2015 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, unanimously, that there has been no violation of Article 2 of the Convention in its procedural aspect.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 January 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Wojtyczek is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "In my view, the application in the instant case is inadmissible. The killings under investigation occurred before the entry into force of the Convention in respect of Croatia. The Convention should not be applied retroactively to facts predating its entry into force in respect of the respondent State. I have explained my views on this issue in detail in my dissenting opinions appended to the judgments in Janowiec and Others v. Russia ([GC], nos. 55508/07 and 29520/09, ECHR 2013) and Mocanu and Others v. Romania ([GC], nos. 10865/09 and 2 others, ECHR 2014).",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            },
            {
                "content": "APPENDIX",
                "elements": [
                    {
                        "content": "LIST OF APPLICANTS",
                        "elements": []
                    }
                ],
                "section_name": "appendix"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "president"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Armen Harutyunyan",
            "role": "judges"
        },
        {
            "name": "Pauliine Koskelo",
            "role": "judges"
        },
        {
            "name": "Jovan Ilievski",
            "role": "judges"
        },
        {
            "name": "Abel Campos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MILIĆ AND OTHERS v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-180317.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0125JUD003876615",
    "externalsources": [],
    "extractedappno": [
        "38766/15",
        "10865/09",
        "45886/07",
        "32431/08",
        "16064/90",
        "16065/90",
        "16066/90",
        "16068/90",
        "16069/90",
        "16070/90",
        "16071/90",
        "16072/90",
        "16073/90",
        "46231/99",
        "13635/04",
        "57952/00",
        "35802/05",
        "3025/06",
        "51987/07",
        "54415/09",
        "37204/02",
        "722541/11",
        "50203/12",
        "5676/13",
        "75504/12",
        "56094/12",
        "46477/99",
        "57856/11",
        "18907/02",
        "72254/11",
        "62916/13",
        "32036/13",
        "31179/11",
        "79768/12",
        "33898/11",
        "35798/11",
        "7050/05",
        "38882/13",
        "34698/04",
        "32457/04",
        "32567/06",
        "27872/03",
        "44301/13",
        "38361/97",
        "5878/08",
        "22535/93",
        "59623/08",
        "60441/13",
        "68206/13",
        "68667/13",
        "4704/04",
        "46744/07",
        "55508/07",
        "29520/09"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-180317",
    "judgementdate": "25/01/2018 00:00:00",
    "kpdate": "25/01/2018 00:00:00",
    "kpthesaurus": [
        "449",
        "595"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "2-1",
        "2"
    ],
    "parties": [
        "MILIĆ AND OTHERS",
        "CROATIA"
    ],
    "rank": "2206.77661132813",
    "representedby": [
        "SUSAK L."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "471735",
    "typedescription": "15"
}