{
    "__articles": "10;10-1;14;14+10",
    "__conclusion": "No violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression);No violation of Article 14+10 - Prohibition of discrimination (Article 14 - Discrimination) (Article 10 - Freedom of expression -{General})",
    "applicability": "",
    "appno": "45192/09",
    "article": [
        "14",
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "No violation of Article 10 - Freedom of expression -{General}",
            "type": "no-violation"
        },
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "No violation of Article 14+10 - Prohibition of discrimination",
            "mentions": [
                "Article 10 - Freedom of expression -{General}"
            ],
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "No violation of Article 14+10 - Prohibition of discrimination",
            "mentions": [
                "Article 10 - Freedom of expression -{General}"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-140016.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 45192/09) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Tierbefreier e. V., a private-law association registered in Germany, on 20 August 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr K. Leondarakis, a lawyer practising in Göttingen. The German Government (“the Government”) were represented by their Agent, Mrs K. Behr, of the Federal Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant association complained, in particular, about a violation of its rights to freedom of expression and equal treatment.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 6 November 2012 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "5.  In March 2003, the journalist M. entered into a contract of employment with the C. company. The C. company was authorised under the relevant provisions of the Animal Welfare Act to perform animal experiments and to keep and breed animals (monkeys) for that purpose. During his working hours, M., using a hidden camera, produced 40 hours of film footage which documented the treatment of laboratory animals within the C. company’s premises.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  Having terminated his employment contract, M. prepared footage of around twenty minutes which he offered to a major German broadcasting company. On 9 December 2003 the broadcasting company aired a film of about nine minutes under the title “Animal experiments for profit”. The film showed a number of different scenes from within the C. company’s premises, accompanied by a critical commentary. The scenes primarily concerned the animals’ accommodation and the way they were treated by staff. During the month of December 2003, other broadcasting companies showed excerpts of the footage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Later on, a film of about twenty minutes with the title “Poisoning for profit” was produced, which used largely the same material that had already been aired on television. The introduction to the film claimed that the applicable law was systematically flouted in the laboratories of the C. company. The film further showed various experiments being carried out on monkeys. The second half particularly dealt with the way in which staff treated the animals, alleging that the animals were repeatedly treated in a cruel and harsh way. The film contained the accusation that the applicable legal regulations on the treatment of animals were disregarded and closed by the statement that medicines were not being made safer by poisoning monkeys. The applicant association made the film available for download on its website.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The C. company filed requests for civil injunctions against the dissemination of the film footage against the applicant association, against the journalist M. and against other animal rights activists.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings against the applicant association",
                                "elements": [
                                    {
                                        "content": "9.  On 20 January 2004 the Münster Regional Court (Landgericht) ordered the applicant association to desist from publicly showing the film footage taken by the journalist M. on the C. company’s premises or to make it otherwise available to third persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 25 February 2004, the Regional Court confirmed the injunction. It considered that the publication and dissemination of the footage interfered with the C. company’s personality rights, as the footage was produced without that company’s consent within its private premises. According to the Regional Court, the interference was unlawful because the C. company’s interest that the footage should not be published outweighed the applicant association’s interest in its publication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 21 July 2004 the Hamm Court of Appeal (Oberlandesgericht) rejected the applicant association’s appeal. That court confirmed that the C. company had an injunction claim under section 1004 in conjunction with section 823 of the Civil Code and Article 2 § 1 of the Basic Law and section 186 of the Criminal Code (see relevant domestic law, below). The Court of Appeal considered that the C. company was not obliged to tolerate the publication and dissemination of the footage by the applicant association, because the applicant association had demonstrated that it did not respect the “rules of intellectual battle of ideas” (Regeln des geistigen Meinungskampfs). The court observed that it had allowed other persons, to which these circumstances did not apply, to continue the dissemination of the footage as long as this was not accompanied by unfounded or sensationalist reproaches.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Court of Appeal confirmed that the publication of the footage interfered with the C. company’s personality rights, which encompassed the right not to be spied upon by use of hidden cameras. Even though the footage was produced in an unlawful way, the court considered that the dissemination of such material was protected by the applicant association’s right to freedom of expression. In the instant case, this right was further enforced by the special reference to animal rights in Article 20 a of the Basic Law. There was no doubt that animal experiments were a controversial issue, which concerned the public in a serious way.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Under the relevant case-law of the Federal Constitutional Court, it had thus to be determined whether the means employed had been proportionate to the aim pursued. The court considered, on the one hand, that the published material had been procured in an unlawful way and was to be used against the very person who had been betrayed. Such material could only be published if the importance of the information for the public clearly outweighed the disadvantages suffered by the injured party and by the legal order as a whole.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Given that the information used had been procured in an unlawful way, it was decisive whether the person using this information was respecting the rules of intellectual battle of ideas. If a person did not abide by these rules, his right to freedom of expression had to cede. The Court of Appeal considered that numerous examples from the case-file demonstrated that this prerequisite was not met in the applicant association’s case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The court quoted a number of statements from the applicant association’s homepage, such as the following one:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A[n animal’s] life will also be more important for us than a broken door, a destroyed laboratory or an incinerated meat transport.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "When third persons spilled artificial blood on a business associate of the C. company, the applicant association announced the publication of photographs and commented on the event as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The [applicant association] has nothing to do with spilling artificial blood on the monkey dealer, but solidarises with the animal rights activists who have performed this act.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the Court of Appeal, these quotations demonstrated that the applicant association approved of the commission of criminal offences. With the following quotation, the applicant association incited third persons to commit criminal acts by offering its support:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“We carry out public relations and press work for so-called autonomous animal right activists who risk public prosecution in order to save animal life; furthermore, we show our solidarity by granting legal aid.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Court of Appeal considered that the applicant association had not been aware of the fact that it might entice third parties to break into the C. company’s private sphere by interfering with the C. company’s personality rights through dissemination of unlawfully obtained information. On the contrary, it even enhanced that risk. On its website, the applicant association reproached the C. company of committing “murder and torture”. Even if such unfounded and sensationalist statements, considered on their own, might be covered by the right to freedom of expression, they indicated that the applicant association intended to use the footage for defaming the C. company’s reputation. The applicant association further supported interferences with the private sphere of the C. company’s staff members by reporting on gatherings in front of private homes – which the applicant association labelled as “home-demos”– and by disseminating flyers and posting stickers in the private neighbourhood of the C. company’s staff members. Even if the applicant association or its members might not have taken part personally in these actions, they supported such actions not only by reporting on their website, but, to all appearances, also in a financial way. On its homepage, the applicant association published the sentence:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The action groups act in a mostly autonomous way and are financially supported by the association.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The C. company had furthermore established that the applicant association had high-jacked their website.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The court considered that the applicant association, by employing these unfair means, attempted to force the C. company to close down its business activities, thereby even accepting the use of violence. This was confirmed by the applicant association’s declaration on its website:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The [applicant association] does not request “better accommodation” or “better treatment” of animals which are killed in animal experiments, but demands the immediate abolition of all animal experiments.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  It was not for the court to evaluate the aims pursued by the applicant association. The issues raised by the applicant association were part of a public debate and the applicant was certainly allowed publicly to express its opinion and to demand the abolition of animal experiments. However, when assessing the relation between the means employed and the aims pursued, it had also to be taken into account whether the person concerned by the interference with their personality rights had to tolerate the dissemination of the unlawfully acquired information by a specific person. Against the background laid out above, the C. company could not be expected to tolerate that an adversary such as the applicant association used film footage that had been produced in an unlawful way.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court of Appeal further pointed out that the judgment exclusively concerned the use of the unlawfully produced footage. The applicant association remained fully entitled to express its criticism on animal experiments in other, even one-sided ways. The Court of Appeal finally observed that the civil injunction was subject to review in case of a change of the relevant circumstances. This served the applicant association’s interests, as it was up to them to respect the rules of intellectual battle of ideas.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 30 January 2009 the Federal Constitutional Court, relying on its Rules of Procedure, refused to admit the applicant association’s constitutional complaint without giving further reasons.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Proceedings against the journalist M.",
                                "elements": [
                                    {
                                        "content": "22.  By judgment of 21 July 2004 the Hamm Court of Appeal ordered the journalist M. and another animal rights activist to desist from publishing or disseminating the film “Poisoning for profit” as well as two further short versions of the film footage. Conversely, the Court of Appeal rejected the C. company’s request entirely to prohibit the publication of the footage secretly obtained within its premises. Basing its assessment on the opinions submitted by altogether four experts, the Court of Appeal considered that the way the animals were treated inside the laboratory justified criticism. There was, however, no evidence for cruelty to animals in the legal sense of the word. The Court of Appeal further observed that the film “Poisoning for profit”, through its accompanying commentary and through the way specific scenes were cut together, conveyed the core message that the C. company systematically contravened the law. Similar principles applied to two further short versions already broadcast. The Court of Appeal concluded that the C. company’s request was to be granted insofar as it concerned this specific footage. However, the defendant was, in principle, not prevented from using the footage in other ways, as long as he did not convey any misleading message.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Investigations against the C. company",
                                "elements": [
                                    {
                                        "content": "23.  Following the broadcast of 9 December 2003, a British animal rights organisation and several others lodged criminal complaints against the C. company for contravention against the Animal Protection Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 19 February 2004 the Münster Public Prosecutor informed the animal rights organisation that criminal investigations had been discontinued for lack of a sufficient suspicion. Basing its assessment on an examination of the long version of the film footage, on the statements made by the journalist M. and by the C. company during the criminal investigations, and on four expert opinions, the Public Prosecutor considered that it could not be established that the management or animal keepers had contravened the Animal Protection Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Public Prosecutor noted, at the outset, that the C. company possessed the necessary authorisation for keeping and breeding animals and for performing animal experiments. It followed that the C. company was allowed to perform interventions and treatments for experimental purposes even if this should cause pain or suffering. It had not been established that cruelty to animals had been exerted or tolerated by the C. company. The fact that some scenes could be considered as tasteless and lacking respect towards the animals was not relevant in this context.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Public Prosecutor transferred the case-file to the administration for further examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 17 December 2003 the Municipality of Münster ordered the C. company to record the treatment of the monkeys on video and to have the film material assessed on a daily basis by the company’s animal welfare officer. On 16 January 2004 the Münster Administrative Court restored the suspensive effect of the objection lodged by the C. company against this order since no breach of the Animal Welfare Act had been proven. The objection proceedings were discontinued in November 2006.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Civil injunction proceedings against third parties in Switzerland",
                                "elements": [
                                    {
                                        "content": "28.  In 2004, the C. company requested the issue of civil injunctions ordering two Swiss animal right associations and two internet providers to desist from further disseminating footage taken by the journalist M. inside its premises. On 21 May 2004 the Münchwilen District Court (Bezirksgericht) rejected the request on the grounds that there were serious doubts whether the practices depicted on the footage were in line with the Swiss law on animal protection and that the associations’ right to freedom of expression had to prevail.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "29.  The relevant provisions of the German Basic Law read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 5",
                                "elements": []
                            },
                            {
                                "content": "“(1) Every person shall have the right freely to express and disseminate his opinions in speech, writing and pictures, and to inform himself without hindrance from generally accessible sources. Freedom of the press and freedom of reporting by means of broadcasts and films shall be guaranteed. There shall be no censorship.",
                                "elements": []
                            },
                            {
                                "content": "(2) These rights shall find their limits in the provisions of general laws, in provisions for the protection of young persons, and in the right to personal honour.”",
                                "elements": []
                            },
                            {
                                "content": "Article 20 a",
                                "elements": []
                            },
                            {
                                "content": "Protection of the natural foundations of life and animals",
                                "elements": []
                            },
                            {
                                "content": "“Mindful also of its responsibility towards future generations, the state shall protect the natural foundations of life and animals by legislation and, in accordance with law and justice, by executive and judicial action, all within the framework of the constitutional order.”",
                                "elements": []
                            },
                            {
                                "content": "30.  The relevant provisions of the German Civil Code read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 823",
                                "elements": []
                            },
                            {
                                "content": " “(1) A person who, intentionally or negligently, unlawfully injures the life, body, health, freedom, property or another right of another person, is liable to make compensation to the other party for the damage arising from this.",
                                "elements": []
                            },
                            {
                                "content": "(2) The same duty is held by a person who commits a breach of a statute that is intended to protect another person...”",
                                "elements": []
                            },
                            {
                                "content": "Section 1004",
                                "elements": []
                            },
                            {
                                "content": "“(1) If ownership is interfered with by means other than removal or retention of possession, the owner may require the disturber to remove the interference. If further interferences are to be feared, the owner may seek a prohibitory injunction.”",
                                "elements": []
                            },
                            {
                                "content": "Section 186 of the Criminal Code reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Defamation",
                                "elements": []
                            },
                            {
                                "content": "“Whosoever asserts or disseminates a fact related to another person which may defame him or negatively affect public opinion about him, shall, unless this fact can be proven to be true, be liable to imprisonment of not more than one year or a fine and, if the offence was committed publicly or through the dissemination of written materials (section 11 (3)), to imprisonment of not more than two years or a fine. “",
                                "elements": []
                            },
                            {
                                "content": "31.  According to the constant case-law of the German civil courts, section 823 §§ 1 and 2 in conjunction with section 1004 (in analogous application) of the Civil Code and sections 185 et seq. of the Criminal Code grant any person whose personality rights concretely risk being violated by another person a claim to compel that other person to refrain from performing the impugned action.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  The applicant association complained that the issue of the civil injunction prohibiting further dissemination of the film footage taken within the C. company’s premises violated its right to freedom of expression as provided in Article 10 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent states from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "33.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "34.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The applicant association’s submissions",
                                        "elements": [
                                            {
                                                "content": "35.  The applicant association submitted, in particular, that the issue of the civil injunction was not prescribed by law. The legal prerequisites of the provisions referred to by the domestic courts had not been met. It was not true that the dissemination of the film footage interfered with the C. company’s rights. Furthermore, the applicant association’s actions had not been unlawful as the applicant’s right to freedom of expression – which was, in the instant case, enforced by the constitutionally proclaimed right to animal protection – outweighed the C. company’s interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  It was also not true that the applicant association did not adhere to the rules of intellectual battle of ideas or that it approved of the commission of criminal acts. This assessment was based on a misinterpretation of the applicant association’s statements. The organisation of demonstrations and dissemination of flyers were legitimate means in intellectual debate which were covered by the freedom of expression. The fact that the Hamm Court of Appeal, in parallel proceedings, partially allowed other animal rights activists to make further use of the footage demonstrated that it had not been necessary to prevent the applicant association from any further use of that same footage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The applicant association further emphasised that they had neither produced the film footage nor the accompanying commentary and had assumed that the message contained in the film, according to which the C. company had flouted the law, had been correct. The applicant association further considered that the outcome of the domestic investigation into the C. company’s practices did not prove that the C. company did not violate the law. In any event, the applicant company considered that the film conveyed the core message that animal experiments were cruel, quite irrespective of the question whether they were lawful or not.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  According to the applicant, the impugned injunction was based on circumstances which did not directly relate to the instant case. Furthermore, the Court of Appeal held the applicant association responsible for actions which did not fall within its responsibility. In any event, these activities had not been unlawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Finally, the civil injunction had been disproportionate to the aim pursued as the applicant association’s right to freedom of expression had to be granted precedence over the C. company’s personality rights.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "40.  The Government emphasised, at the outset, that the C. company pursued its activities on the basis of all necessary authorisations. The applicant, who bore the burden of proof in this respect, had failed to establish that the C. company had in any way flouted applicable legal provisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  According to the Government, the interference with the applicant’s right to freedom of expression was justified under paragraph 2 of Article 10 of the Convention as being prescribed by law and necessary in a democratic society for the protection of the rights of others and for the prevention of disorder or crime. The dissemination of the secretly-recorded footage interfered with the C. company’s personality rights because it contained sensational and incorrect commentary which constituted an attack on the C. company.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government further submitted that the civil injunction was necessary to protect the C. company’s personality rights as well as its right to respect for its home and to its freedom of occupation. The interference with these rights was of a particular weight because the film footage had been unlawfully made under false pretences. The injunction was further necessary for the prevention of crime. The applicant association had agitated against the C. company to such a degree that criminal offences had already been committed. There were fears that the further dissemination of the film by the applicant association would lead to the commitment of further crimes. Finally, the civil injunction was necessary for the prevention of disorder, as the danger existed that the dissemination of the film material by the applicant could lead to demonstrations involving violent acts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  When assessing the width of the margin of appreciation accorded to the domestic authorities, it had to be taken into account that the applicant association’s expression of opinion deliberately made a wrong impression and thus did not make a constructive contribution towards the public debate on animal experiments. It further had to be taken into account that the dissemination of the film material was very likely to provide at least an indirect cause for criminal behaviour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Government submitted that the domestic courts, and, in particular, the Hamm Court of Appeal, had correctly assessed the relation between ends and means, thereby putting an emphasis on the right to freedom of expression. In this context, it had also to be taken into account that the applicant association did not intend to provide a factually-correct contribution towards a debate on animal experiments, but to influence this debate in its interest by means of distorted information. It breached the rules of intellectual battle of ideas, thus considerably reducing the significance of freedom of opinion and resulting in a situation in which the right to freedom of expression had to cede to the C. company’s rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The rules of intellectual battle of ideas were not subject to an express definition. They derived from the principle that an expression of opinion warranted special protection if it contributed to a debate of public interest. The rules were breached if the outcome of the intellectual debate was influenced by unfair means. Polemic statements or statements provoking specific emotions and moods did not yet constitute unfair means. Unfair means were, however, employed if a public exchange of opinion was suppressed by intimidation or agitation, or if a distorted impression was created through misinformation. The consequence of a breach of the rules of intellectual battle of ideas was that the weight of freedom of opinion was reduced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Government finally considered that it had been necessary to prohibit the applicant association from disseminating the film material as a whole. Had the applicant association only been prohibited from disseminating the film “Poisoning for profit”, the applicant association would have had to be expected to post another similarly distorting, sensational film from the material in question on its website.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "47.  The Court observes, at the outset, that it is common ground between the parties that the civil injunction interfered with the applicant association’s right to freedom of expression. The Court endorses this assessment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court further notes that this interference had a legal basis in section 823 §§ 1 and 2 in conjunction with section 1004 of the Civil Code, and section 186 of the Criminal Code (compare paragraphs 30-31, above). The Court observes that these provisions, under the established domestic case law, grant any person whose rights risk being violated by another person a claim to compel that other person to refrain from performing the impugned action. There is no doubt that the relevant texts were accessible to the applicant association. As to the question whether the domestic courts correctly applied these provisions, the Court reiterates that the application and the interpretation of the domestic law primarily fall within the competency of the domestic authorities which are, in the nature of things, particularly well placed to settle the issues arising in this connection (compare inter alia Barthold v. Germany, 25 March 1985, § 48, Series A no. 90). There is no indication that the application of the domestic law by the German courts was in any way arbitrary. Accordingly, the Court is satisfied that the injunction complained of was “prescribed by law”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court is further satisfied that the interference pursued the legitimate aim of protecting the C. company’s reputation and thus “the reputation or rights of others”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  It thus remains to be determined whether the interference was “necessary in a democratic society”. For the general principles as established in the Court’s case law, the Court refers to the case of Pedersen and Baadsgaard v. Denmark [GC] (no. 49017/99, §§ 6870 ECHR 2004XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Moreover, freedom of expression is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. As set forth in Article 10, this freedom is subject to exceptions, which must, however, be construed strictly, and the need for any restrictions must be established convincingly (see Axel Springer AG v. Germany [GC], no. 39954/08, § 78, 7 February 2012, with further references). The Court will have regard to the special degree of protection afforded to expressions of opinions which were made in the course of a debate on matters of public interest (compare for example Sürek v. Turkey (no. 1) [GC], no. 26682/95, § 61, ECHR 1999IV and Hoffer and Annen v. Germany, nos. 397/07 and 2322/07, § 44, 13 January 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Turning to the circumstances of the instant case, the Court observes, on the one hand, that the domestic courts carefully examined whether to grant the injunction in question would violate the applicant association’s right to freedom of expression. In doing so, they accepted that dissemination of the film footage was protected under the right to freedom of expression. Referring to the special reference to animal rights contained in the German Basic Law, the domestic courts further acknowledged that the material related to questions of public interest, which called for special protection under the right to freedom of expression.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On the other hand, the German courts considered that the further dissemination of the material by the applicant would seriously violate the C. company’s rights. In this context, they took into account that the impugned footage had been produced by a former employee of the C. company, who had abused his professional status in order secretly to produce film material within that company’s private premises.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court further observes that the applicant association did not submit any evidence that the way the animals were treated within the premises of the C. company violated the German laws on animal protection. This is in line with the Hamm Court of Appeal’s findings in the civil injunction proceedings against the journalist M. (see paragraph 22, above) and with the result of the criminal investigations instigated against the C. company (see paragraphs 23-25, above). It follows that there is no evidence that the accusations made in the film “Poisoning for profit”, according to which the C. company systematically flouted the law, were correct.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  With regard to the extent of the civil injunction, the Court observes that the Hamm Court of Appeal, in its judgment given on 21 July 2004, prohibited the applicant association from further disseminating any of the footage secretly taken inside the C. company’s premises. By contrast, by two judgments delivered on the same day, that same court prohibited two other defendants, the journalist M. and another animal rights activist, from further disseminating specific films produced from that footage, but allowed them further to use and disseminate the footage in other contexts. Furthermore, on 21 May 2004 a Swiss District Court rejected the C. company’s requests for civil injunctions against third parties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court notes that the Hamm Court of Appeal considered it necessary to impose a further-reaching prohibition in the instant case because it considered that the applicant association – unlike the defendants in the parallel proceedings – had disrespected the “rules of intellectual battle of ideas” by having employed unfair means when militating against the C. company’s activities and that they could be expected to continue to do so if allowed to make further use of the footage. In reaching this conclusion, the Hamm Court of Appeal relied on a number of statements which had been made on the applicant association’s website (see paragraphs 15-16, above). Based on these statements, the Court of Appeal considered, for instance, that the applicant associations had approved of a personal attack against one of the C. company’s business associates. Conversely, the applicant association did not contest that these statements had been made on its website, but merely considered that they had been misinterpreted by the domestic authorities. The Court observes in this respect that the interpretations given by the Hamm Court of Appeal to the above-mentioned statements do not appear to be far-fetched and do not show any sign of arbitrariness. The German courts’ argumentation based on “rules of intellectual battle of ideas” thus takes into account the context in which the statement is made, in particular the aspect of fairness and the limits set by criminal law (see the argumentation of the Hamm Court of Appeal in paragraph 11, above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57. The Court observes that the domestic courts, in the civil injunction proceedings, also examined the risk of the defendant’s re-offending. Under these circumstances, the Court accepts that the Hamm Court of Appeal, when weighing the conflicting interests, took into account the applicant association’s past comportment in relation to the C. company in order to assess the risk of further violations of the latter’s rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court finally recalls that the nature and severity of any sanction imposed are also factors to be taken into account when assessing the proportionality of the interference (see, among other authorities, Ceylan v. Turkey [GC], no. 23556/94, § 37, ECHR 1999IV and Annen II v. Germany (dec.), nos. 2373/07 and 2396/07, 30 March 2010). The Court notes that the proceedings at issue did not concern any criminal sanctions, but a civil injunction preventing the applicant association from further disseminating specified footage. Moreover, the Court of Appeal expressly stated that the civil injunction was subject to review in case of a change of the relevant circumstances and acknowledged that the applicant association remained fully entitled to express its criticism on animal experiments in other, even one-sided ways.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Having regard to the foregoing considerations and, in particular, to the careful examination of the case by the domestic courts, which fully acknowledged the impact of the right to freedom of expression in a debate on matters of public interest, the Court considers that the domestic courts struck a fair balance between the applicant association’s right to freedom of expression and the C. company’s interests in protecting its reputation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  There has accordingly been no violation of Article 10 of the Convention taken separately.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 14 IN CONJUNCTION WITH ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.   The applicant association further complained about having been discriminated against vis-à-vis the journalist M. and other animal rights activists who had been allowed to continue the publication of the impugned material. It submitted, in particular, that there was no reason to treat the applicant association any differently from the other animal rights activists. It furthermore referred to the proceedings in Switzerland (see paragraph 28, above). It relied on Article 14 in conjunction with Article 10 of the Convention. Article 14 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "62.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "63.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "64. Having regard to its findings under Article 10 of the Convention (see paragraphs 55-57, above), the Court considers that the Hamm Court of Appeal, by taking into account the aspect of fairness and the limits set by criminal law, gave relevant reasons for treating the applicant association differently from the other animal rights activists with regard to the extent of the civil injunction.",
                                "elements": []
                            },
                            {
                                "content": "65.  There has accordingly been no violation of Article 14 in conjunction with Article 10 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "66.  The applicant association finally complained under Article 6 § 1 of the Convention that the domestic courts based their decisions on a wrong assessment of the relevant facts and that the Federal Constitutional Court had failed to give reasons for its decision.",
                                "elements": []
                            },
                            {
                                "content": " 67.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "68.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 10 taken separately and in conjunction with Article 14 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 14 taken in conjunction with Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 January 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mark Villiger",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Paul Lemmens",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TIERBEFREIER E.V. v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-140016.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0116JUD004519209",
    "externalsources": [],
    "extractedappno": [
        "45192/09",
        "49017/99",
        "39954/08",
        "26682/95",
        "397/07",
        "2322/07",
        "23556/94",
        "2373/07",
        "2396/07"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-140016",
    "judgementdate": "16/01/2014 00:00:00",
    "kpdate": "16/01/2014 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "343",
        "100"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "14",
        "10",
        "10-1"
    ],
    "parties": [
        "TIERBEFREIER E.V.",
        "GERMANY"
    ],
    "rank": "1071.232421875",
    "representedby": [
        "LEONDARAKIS K."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "394755",
    "typedescription": "15"
}