{
    "__articles": "6;6-1;34;41;P1-1;P1-1-1;35;35-1",
    "__conclusion": "Violation of Art. 6-1 by reason of lack of fair hearing;Violation of Art. 6-1 by reason of refusal of right of access to court;Violation of P1-1;Just satisfaction reserved",
    "applicability": "",
    "appno": "28342/95",
    "article": [
        "p1-1",
        "34",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 by reason of lack of fair hearing",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 by reason of refusal of right of access to court",
            "type": "violation"
        },
        {
            "element": "Just satisfaction reserved",
            "type": "other"
        }
    ],
    "content": {
        "001-58337.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by a Romanian national, Mr Dan Brumărescu (“the applicant”), and by the European Commission of Human Rights (“the Commission”) on 3 and 6 November 1998 respectively, within the three-month period laid down by former Articles 32 § 1 and 47 of the Convention. It originated in an application (no. 28342/95) against Romania lodged by Mr Brumărescu with the Commission under former Article 25 on 9 May 1995.",
                        "elements": []
                    },
                    {
                        "content": "\nThe Commission’s request referred to former Articles 44 and 48 and to the declaration whereby Romania recognised the compulsory jurisdiction of the Court (former Article 46). The applicant’s application to the Court referred to former Articles 44 and 48 as amended by Protocol No. 9, which Romania had ratified. The object of the request and of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "2.  In accordance with the provisions of Article 5 § 4 of Protocol No. 11 taken together with Rules 100 § 1 and 24 § 6, a panel of the Grand Chamber decided on 14 January 1999 that the case would be examined by the Grand Chamber of the Court.",
                        "elements": []
                    },
                    {
                        "content": "The Grand Chamber included ex officio Mr C. Bîrsan, the judge elected in respect of Romania (Article 27 § 2 of the Convention and Rule 24 § 4 of the Rules of Court), Mr L. Wildhaber, the President of the Court, Mrs E. Palm and Mr C.L. Rozakis, the Vice-Presidents of the Court, Sir Nicolas Bratza, President of Section, and Mr G. Ress, Vice-President of Section (Article 27 § 3 of the Convention and Rules 24 §§ 3 and 5 (a)). The other members appointed to complete the Grand Chamber were Mr L. Ferrari Bravo, Mr L. Caflisch, Mr L. Loucaides, Mr W. Fuhrmann, Mr K. Jungwiert, Mr B. Zupančič, Mrs N. Vajić, Mr J. Hedigan, Mrs M. Tsatsa-Nikolovska, Mr T. Panţîru and Mr E. Levits (Rule 24 § 3).",
                        "elements": []
                    },
                    {
                        "content": "Subsequently Mr Bîrsan, who had taken part in the Commission’s examination of the case, withdrew from sitting in the Grand Chamber (Rule 28). The Romanian Government (“the Government”) accordingly appointed Mr L. Mihai to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "3.  The President of the Court, acting under Rule 59 § 3, invited the parties to submit memorials on the issues raised in the case.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicant designated the lawyer who would represent him (Rule 36 §§ 3 and 4).",
                        "elements": []
                    },
                    {
                        "content": "5.  The Registrar received the applicant’s memorial on 3 May 1999 and the Government’s memorial on 10 May 1999 after an extension of time.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 June 1999 the applicant filed observations supplementing his memorial of 3 May 1999. The Government replied to these on 14 June 1999. Although both documents had been lodged after the timelimit for submitting memorials, the President decided on 17 June 1999, in accordance with Rule 38 § 1, that they could be included in the case file.",
                        "elements": []
                    },
                    {
                        "content": "\n7.  In accordance with the decision of the President, who had also given the applicant’s representative leave to address the Court in Romanian (Rule 34 § 3), a hearing took place in public in the Human Rights Building, Strasbourg, on 17 June 1999.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Dinu, Mr Popescu and Mrs Rizoiu and also their replies to questions put by one of its members.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 30 June 1999, in accordance with Rule 61 § 3, the President granted Mr Mircea Dan Mirescu leave to submit written comments on certain aspects of the case. They were received on 28 June 1999.",
                        "elements": []
                    },
                    {
                        "content": "9.  In accordance with Rule 61 § 5, written observations in reply to those comments were filed by the applicant on 29 July 1999 and by the Government on 30 July 1999.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 30 September 1999 Mr Ress, who was unable to take part in the further consideration of the case, was replaced by Mr J.-P. Costa, substitute judge (Rule 24 § 5 (b)).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  the circumstances of the case",
                        "elements": [
                            {
                                "content": "11.  In 1930 the applicant’s parents had a house built in Bucharest. From 1939 onwards they let the ground floor to the Mirescu brothers, the uncles of the third party intervening in the case, Mr Mircea Dan Mirescu.",
                                "elements": []
                            },
                            {
                                "content": "12.  In 1950 the State took possession of the applicant’s parents’ house in Bucharest, allegedly under Decree no. 92/1950 on nationalisation. The applicant’s parents were never informed of the grounds or legal basis for that deprivation of property. They were, however, allowed to continue to live in one of the flats in the house as tenants of the State.",
                                "elements": []
                            },
                            {
                                "content": "\n13.  In 1973, pursuant to Law no. 4/1973, the State sold the Mirescu brothers the flat which they had hitherto occupied as tenants. The intervener, Mr Mircea Dan Mirescu, and his sister, A.M.M., inherited the flat in 1988. After his sister’s death in 1997 the intervener was left as the sole successor in title to the flat.",
                                "elements": []
                            },
                            {
                                "content": "A.  Action for recovery of possession",
                                "elements": [
                                    {
                                        "content": "14.  In 1993 the applicant, as the beneficiary of his parents’ estate, brought an action in the Bucharest Court of First Instance (“the Court of First Instance”) seeking a declaration that the nationalisation was null and void on the ground that Decree no. 92/1950 provided that the property of employees could not be nationalised and his parents had been employed at the time of the nationalisation of their house. It is not clear from the documents before the Court whether the applicant informed the Court of First Instance of the sale by the State to the Mirescu brothers in 1973.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In a judgment of 9 December 1993 the Court of First Instance held that the nationalisation of the applicant’s parents’ house under Decree no. 92/1950 had been a mistake, as his parents had belonged to a category of persons whose property the decree exempted from nationalisation. The court went on to hold that the State had obtained possession by duress and so could not rely on prescription to establish title. It also ruled that the State could not have acquired title to the house under Decree no. 218/1960 or Decree no. 712/1966 since those instruments had been contrary to the Constitutions of 1952 and 1965 respectively. The court therefore ordered the administrative authorities – namely the mayor of Bucharest and a State-owned company, C., which managed State-owned housing – to return the house to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  No appeal was lodged and the judgment became final and irreversible since it could no longer be challenged by way of an ordinary appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 31 March 1994 the mayor of Bucharest ordered the house to be returned to the applicant and on 27 May 1994 the C. company complied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  As of that date the applicant ceased to pay rent on the flat he was occupying in the house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant began paying land tax on the house on 14 April 1994 and continued doing so until a date in 1996 (see paragraph 25 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On an unknown date the Procurator-General of Romania, acting at the instance of Mr Mircea Dan Mirescu, lodged an application (recurs în anulare) with the Supreme Court of Justice to have the judgment of 9 December 1993 quashed on the grounds that the Court of First Instance had exceeded its jurisdiction in examining the lawfulness of the application of Decree no. 92/1950.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The hearing before the Supreme Court of Justice was set down for 22 February 1995. Mr Mircea Dan Mirescu was not invited to take part in the proceedings. On the day of the hearing, the applicant requested an adjournment as his lawyer was absent through illness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Supreme Court of Justice refused that request and proceeded to hear oral argument, after which it reserved judgment until 1 March 1995, the applicant being ordered to file written submissions before that date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In those submissions, the applicant requested the Supreme Court of Justice to dismiss the Procurator-General’s application. He argued, first, that Decree no. 92/1950 had been incompatible with the 1948 Constitution, both in that it had been published only in part and in that it had breached the principle that no expropriation should be effected save in the public interest and after payment of fair compensation. Secondly, he submitted that, since his parents had been employees at the time of the nationalisation, the decision to nationalise their house had contravened the terms of the decree, which provided that dwellings belonging to employees could not be nationalised. Lastly, the applicant relied on Article 21 of the Romanian Constitution of 1991, which guarantees unrestricted access to the courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 1 March 1995 the Supreme Court of Justice quashed the judgment of 9 December 1993 and dismissed the applicant’s claim. It held that property could be acquired by way of legislation, noted that the State had taken the house on the very day on which Decree no. 92/1950 on nationalisation had come into force and reiterated that the manner in which that decree had been applied could not be reviewed by the courts. Accordingly, the Bucharest Court of First Instance could not have found that the applicant was the rightful owner of the house without distorting the provisions of the decree, thus exceeding its powers and encroaching on those of the legislature. The Supreme Court of Justice confirmed that former owners were entitled to bring actions for recovery of possession but held that the applicant in the case before it had not established his title, whereas the State had demonstrated title under the nationalisation decree. In any event, provision as to redress for any wrongful seizure of property by the State would have to be made in new legislation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Thereupon, the tax authorities informed the applicant that the house would be reclassified as State property with effect from 2 April 1996.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Developments after the adoption of the Commission’s report: proceedings for restitution",
                                "elements": [
                                    {
                                        "content": "26.  On an unspecified date the applicant lodged an application for restitution with the administrative board established to deal with applications lodged in Bucharest pursuant to Law no. 112/1995 (“the Administrative Board”). He submitted that he had been dispossessed of his house in 1950 in breach of Decree no. 92/1950 on nationalisation; that the Bucharest Court of First Instance had held that that deprivation of property had been unlawful in a final judgment of 9 December 1993; and that he was therefore entitled to be reinstated as the owner of the whole house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In a report drawn up in November 1997 the valuation board established under Law no. 112/1995 valued the applicant’s house at 274,621,286 Romanian lei (ROL), of which the flat occupied by the applicant accounted for ROL 98,221,701.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 24 March 1998 the Administrative Board vested ownership of the flat rented by the applicant in him and awarded him financial compensation for the rest of the house. Having regard to section 12 of Law no. 112/1995, which put a ceiling on compensation, and to the ceiling applicable in November 1997 – ROL 225,718,800 – the Board awarded him ROL 147,497,099.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 14 May 1998 the applicant challenged that decision in the Bucharest Court of First Instance, attacking the Board’s refusal to return the whole house to him and pointing out that no grounds for that refusal had been given. He argued that in his case, where there had been an unlawful deprivation of property, Law no. 112/1995 – which concerned lawful expropriations – did not apply. Accordingly, his only means of protecting his right of property was an action for recovery of possession. However, since he had already brought such an action, and since the Court of First Instance, in a final judgment of 9 December 1993, had held him to be the owner of the house, he believed himself to be debarred from bringing a fresh action for recovery of possession. Consequently, he sought a declaration that he was the owner of the whole house and stated that he was not seeking compensation under Law no. 112/1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  That application was dismissed on 21 April 1999. The applicant appealed and the proceedings are currently pending in the Bucharest County Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  relevant domestic law and practice",
                        "elements": [
                            {
                                "content": "A.  The Constitution",
                                "elements": [
                                    {
                                        "content": "31.  \tArticle 21 of the Romanian Constitution provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone shall be entitled to apply to the courts for protection of his rights, freedoms or legitimate interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The exercise of this right shall not be restricted by any statute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Law no. 59/1993 amending the Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "32.  The relevant provisions of this Act read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 330",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Procurator-General may, of his own motion or on an application by the Minister of Justice, apply to the Supreme Court of Justice for any final judicial decision to be quashed on any of the following grounds:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  that the court in question has exceeded its jurisdiction;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 3301",
                                        "elements": []
                                    },
                                    {
                                        "content": "“An application for a judicial decision to be quashed may be made at any time.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Law no. 17 of 17 February 1997 amending Article 3301 of the Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "33.  Article 3301 was amended as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Article 3302: An application under Article 330 § 1 for a judicial decision to be quashed may be made within six months of the date on which the judicial decision in question becomes final ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Decree no. 92/1950 on the nationalisation of certain immovable property",
                                "elements": [
                                    {
                                        "content": "34.  The relevant provisions of this decree read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article I",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... in order to ensure the proper management of dwellings which wealthy capitalists and exploiters who possess a large number of properties have allowed to fall into dilapidation as a means of sabotage; [and]",
                                        "elements": []
                                    },
                                    {
                                        "content": "In order to deprive exploiters of an important means of exploitation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "The immovable property appearing in the schedules ... annexed to and forming part of this decree shall be nationalised. The listed property comprises:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  immovable property belonging to former industrialists, owners of large estates, bankers, owners of large trading enterprises and other representatives of the wealthy capitalist class;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  immovable property belonging to real-estate exploiters ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article II",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The immovable property of workers, civil servants, small artisans, persons working in intellectual professions and retired persons shall be excluded from the scope of this decree and shall not be nationalised.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Decree no. 524 of 24 November 1955 amending Decree no. 92/1950",
                                "elements": [
                                    {
                                        "content": "35.  The relevant provisions of this decree read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article XI",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Subject to its obligation to apply the criteria laid down ... in Article II [of Decree no. 92/1950], the Cabinet may amend the annexes [containing the schedule of immovable property to be nationalised] to [that] decree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Cabinet may also decide not to apply the nationalisation provisions to any flat or [other] immovable property.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Position of the Supreme Court of Justice",
                                "elements": [
                                    {
                                        "content": "1.  Case-law up to 2 February 1995",
                                        "elements": [
                                            {
                                                "content": "36.  In a number of cases the Civil Division of the Supreme Court of Justice upheld judgments of lower courts asserting their jurisdiction to deal with claims concerning immovable property that had been nationalised, including property nationalised under Decree no. 92/1950. In a judgment of 9 March 1993 (no. 518), for instance, it held, on the issue whether the courts had power to deal with cases concerning the application of Decree no. 92/1950:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... in ruling on the applicant’s claim for recovery of possession, and in allowing it, the courts, which have general jurisdiction under the law to determine civil disputes, merely applied the terms of the decree. To be more precise, they applied those of its provisions that forbid the nationalisation of certain immovable property and those which require such property to be returned in the event of an erroneous or improper application of the decree.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The departure from precedent of 2 February 1995",
                                        "elements": [
                                            {
                                                "content": "37.  On 2 February 1995 the full Supreme Court of Justice decided by a majority of twenty-five to twenty to depart from the Civil Division’s previous decisions, holding:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“[T]he courts do not have jurisdiction to impugn Decree no. 92/1950 or to order that property nationalised under its provisions be returned ...; legislation alone can bring the nationalisations carried out under Decree no. 92/1950 into accord with the provisions of the present Constitution concerning the right of property ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The departure from precedent of 28 September 1998",
                                        "elements": [
                                            {
                                                "content": "38.  On 28 September 1998 the full Supreme Court of Justice unanimously decided to depart from its ruling of 2 February 1995 that the courts did not have jurisdiction in matters concerning infringements of the right of property committed between 1944 and 1989. It held:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“[T]he courts have jurisdiction to entertain any action concerning an alleged infringement of the right of property or other rights in rem where such an infringement occurred between 1944 and 1989.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "G.  Position of the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "39.  On 19 July 1995 the Constitutional Court ruled on the constitutionality of a bill to regulate the legal status of residential property which had passed into State ownership. As to whether the owners of immovable property which the State had vested in itself improperly or without legal authority could sue for return of their property or obtain compensation, it held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... The situation is different in relation to dwellings which became State property through an unlawful administrative act or simply de facto – that is to say without any legal authority, the State’s ownership having no basis in law. In such cases the individual’s legal right to the property has never been extinguished, with the result that, since the State is not the owner, such property cannot be covered by a statute whose object is to regulate the legal status of dwellings which have passed into State ownership. In other words, ... the measures which the bill before us seeks to introduce are not applicable to dwellings not legally vested in the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the bill were to treat the State as owning immovable property which it had taken without legal authority, it would be conferring ownership on the State retrospectively, or else introducing a mechanism not envisaged by the 1991 Constitution for transforming individual ownership into State ownership, and that cannot be accepted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that this Court must allow the objection that this part of the bill, in so far as it deals with immovable property taken without legal authority by the State or other artificial persons, is incompatible with the Constitution ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is for Parliament to decide, when amending the bill, whether to make provision for persons who have been deprived of their dwellings by the State without legal authority, or for the successors in title of such persons, to be able to benefit from the Act if they choose not to embark on the slow, uncertain and costly course of bringing an action for recovery of possession ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  Law no. 112 of 23 November 1995 regulating the legal status of certain residential property (commenced 29 January 1996)",
                                "elements": [
                                    {
                                        "content": "40.  The relevant provisions of this Act read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Individuals who formerly owned residential property which passed lawfully into the ownership of the State or of another artificial person after 6 March 1945 and which was still in the possession of the State or another artificial person on 22 December 1989 shall be entitled to benefit, by way of reparation, from the measures in this Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The provisions of this Act shall apply equally to the successors in title of such former owners, subject to existing statutory provisions.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The persons referred to in section 1 shall be entitled to restitution in the form of the restoration to them of the ownership of flats in which they currently live as tenants or which are vacant. In respect of other flats, those persons shall receive compensation as provided in section 12 ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 13",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The amount of compensation to be awarded to former owners or their successors in title in respect of flats which have not been returned to them, or the sale price of such flats, as the case may be, shall be determined in accordance with Decree no. 93/1977, legislative Decree no. 61/1990 and Law no. 85/1992. The value of the appurtenant land shall be determined according to the criteria (Document 2665 of 28 February 1992) for identifying and valuing land held by State-owned commercial companies ... The values so determined shall be converted to present-day levels by means of multipliers which may not be lower than the rate of increase in the national average salary over the relevant period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Neither the total value of a flat which is returned nor the total amount of compensation due for a flat which is not returned and for the appurtenant land may exceed the cumulative total of the national average salary for each year over the period of twenty years expiring on the date on which the compensation is assessed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Where a flat whose value, calculated according to the rules laid down in the first paragraph of this section, exceeds the total referred to in the second paragraph is returned, pursuant to section 2, to its former owner, his heirs or living relatives to the second degree of consanguinity, those persons cannot be obliged to pay the difference.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The amount of compensation due at present-day levels under the above provisions shall be calculated on the day of payment, on the basis of the national average salary for the last month of the previous quarter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "For the purpose of implementing this Act, an extrabudgetary fund shall be established, on which the Ministry of Finance may draw and into which shall be paid:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  the proceeds of the sale of non-returned flats, including payments in full, deposits, monthly instalments and interest (less commission of 1% of the value of each flat); and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  the proceeds of government bonds issued for the purpose of financing the fund, as provided in Law no. 91/1993 on public borrowing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The above fund may be drawn on for the following purposes, in order of priority:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  to pay the compensation due under the provisions of this Act to owners or their successors in title;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  to redeem the bonds issued and cover the expenses entailed by their issue; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  to build housing to be allocated in the first instance to tenants in the situation referred to in section 5(3).”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "I.  Position of the executive with regard to Law no. 112/1995",
                                "elements": [
                                    {
                                        "content": "41.  On 23 January 1996 the government adopted decision no. 20/1996 implementing Law no. 112/1995. The decision provided that immovable property which had passed into State ownership under a legislative provision was to be regarded as property legally vested in the State. It also specified that Law no. 112/1995 did not apply to immovable property held by the State where its title was not based on any legislative provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 18 February 1997 the government adopted decision no. 11/1997 to supplement decision no. 20/1996. Section 1(3) of decision no. 11/1997 provided that, in order for property to be defined as having been acquired by the State under Decree no. 92/1950, it had to have been acquired in accordance with Articles I §§ 1-5 and II of the decree and the person referred to in the lists drawn up under the decree as the owner of the property had to have been the true owner at the date of the nationalisation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "J.  The lower courts’ position on the application of the res judicata principle",
                                "elements": [
                                    {
                                        "content": "43.  Following government decision no. 11 of 18 February 1997, former owners who had succeeded in obtaining final court judgments ordering their property to be returned, only to see those judgments quashed by the Supreme Court of Justice on an extraordinary application by the ProcuratorGeneral, brought fresh actions for recovery of possession. The plea of res judicata raised in those new actions was not treated in the same way by all courts, as appears from the following.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Judgment no. 5626 of 16 May 1997 of the Bucharest (2nd District) Court of First Instance (final and enforceable)",
                                        "elements": [
                                            {
                                                "content": "“... the property sought to be recovered has already been the subject matter of proceedings between the same parties, resulting in judgment no. 212 of 12 January 1994 (now final and enforceable), in which this Court found for I.P. and declared him to be the owner of the property ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Procurator-General applied for that judgment to be quashed and on 28 September 1995 the Supreme Court of Justice did quash it and substituted its own judgment dismissing I.P.’s claim ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "... in accordance with Article 1201 of the Civil Code, which provides that ‘the principle of res judicata applies where a fresh action concerning the same subject matter, based on the same cause of action, is commenced between the same parties acting in the same capacities’, this Court finds that there have already been proceedings between these same parties in respect of the same property and that those proceedings have been determined by the Supreme Court of Justice ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "… that being so, this Court accepts the plea of res judicata and holds that it cannot entertain the plaintiff’s claim.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Judgment no. 3276 of 10 December 1998 of Făgăraş Court of First Instance (appeal still possible)",
                                        "elements": [
                                            {
                                                "content": "“... this Court finds that Decree no. 92/1950 was unlawfully applied to the building owned by the plaintiff ..., orders that it be returned to her and dismisses the plea of res judicata ...”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "K.  Law no. 213 of 24 November 1998 on public property and the rules governing it",
                                "elements": [
                                    {
                                        "content": "44.  The relevant provisions of this Act read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 6",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Property acquired by the State between 6 March 1945 and 22 December 1989, provided that it passed into State ownership lawfully, that is to say in a manner not contrary to the Constitution, to international treaties to which Romania was a party or to any legislation in force at the time at which it passed into State ownership, shall likewise form part of the public or private property of the State or other public authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Save where it is governed by special reparation laws, property held by the State without valid legal authority, including property acquired by way of a transaction voidable for lack of true consent, may be claimed by former owners or their successors in title.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The courts have jurisdiction to determine whether or not the legal authority is valid.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "45.  Mr Brumărescu applied to the Commission on 9 May 1995. He alleged that the Supreme Court of Justice had deprived him of access to a court with the power to enable him to recover possession of his house, contrary to Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "46.  The Commission declared the application (no. 28342/95) admissible on 22 May 1997. In its report of 15 April 1998 (former Article 31 of the Convention), it expressed the unanimous opinion that there had been violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1. The full text of the Commission’s opinion is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "47.  The Government invited the Court to hold that, owing to events which had occurred since the Commission had adopted its report, the applicant had ceased to be a “victim” of a violation of the Convention and that, in any event, he had not exhausted domestic remedies. As to the merits, they asked the Court to dismiss the complaints.",
                        "elements": []
                    },
                    {
                        "content": "The applicant requested the Court to dismiss the Government’s preliminary objections, to hold that there had been a violation of Article 6 § 1 of the Convention and of Article 1 of Protocol No. 1 and to award him just satisfaction under Article 41 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  The government’s preliminary objections",
                        "elements": [
                            {
                                "content": "A.  Whether the applicant is a “victim”",
                                "elements": [
                                    {
                                        "content": "48.  According to the Government, the new developments which had occurred after the admissibility decision of 22 May 1997 meant that the applicant was no longer a “victim” within the meaning of Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government pointed out that the claim filed by the applicant under Law no. 112/1995 had resulted in the decision of 24 March 1998 ordering part of the house at issue to be returned to the applicant and awarding him compensation for the part not returned. That compensation was sufficient to debar the applicant from continuing to claim to be the victim of a violation (if any) of his right to peaceful enjoyment of his possessions. Although the proceedings were still pending as the applicant had appealed to the courts against the refusal to make full restitution, the Government submitted that it was not open to the courts to determine the case in a manner less favourable to the applicant than the decision of 24 March 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The applicant asked the Court to proceed with its examination of the case. He submitted that he had been deprived of his property and that it had still not been returned to him. He also emphasised that it had never been his wish to give up the property in question in return for compensation and that in any event the amount of the proposed compensation was derisory in view of the value of the house. The fact that he had been awarded such compensation could not, therefore, deprive him of his status as a victim, a status which he had had and still possessed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  It is the settled case-law of the Court that the word “victim” in the context of Article 34 of the Convention denotes the person directly affected by the act or omission in issue, the existence of a violation of the Convention being conceivable even in the absence of prejudice; prejudice is relevant only in the context of Article 41. Consequently, a decision or measure favourable to an applicant is not in principle sufficient to deprive him of his status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see, among other authorities, the Lüdi v. Switzerland judgment of 15 June 1992, Series A no. 238, p. 18, § 34).",
                                        "elements": []
                                    },
                                    {
                                        "content": "With regard to the present case, the Court notes that the applicant is currently in the same situation as he was on 1 March 1995, since there has been no final decision acknowledging, at least in substance, and redressing any violation of the Convention caused by the judgment of the Supreme Court of Justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the complaint concerning the applicant’s right of property, the application for restitution made after the Supreme Court of Justice’s judgment has not yet been finally determined. Although the decisions already delivered in the course of those proceedings – which are not in themselves the subject of complaint before the Court – tend somewhat to ameliorate the applicant’s position by returning part of the house in question to him and compensating him for the part not returned, and although it is not impossible that the applicant’s claim to have the whole house returned to him may eventually succeed, the fact remains that the basis of those proceedings was precisely the situation created by the Supreme Court of Justice’s judgment, namely the acceptance that the house had become State property again. As a result, those proceedings cannot in any event entirely efface the consequences of the Supreme Court of Justice’s judgment for the applicant’s enjoyment of his right of property, since if the house is returned to him this will be done under different legal provisions from those underlying the complaint now before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court observes, moreover, that the applicant’s complaints do not only concern the Supreme Court of Justice’s interference with his right of property but also relate to an alleged violation of Article 6 § 1 of the Convention caused by the same judgment. The applicant may unquestionably claim to be a victim owing to the quashing of a judicial decision which was in his favour – a decision which had become final – and to the ruling that the courts had no jurisdiction to entertain actions for recovery of possession such as the one he had brought. It remained impossible to bring actions for recovery of possession before the courts for several years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Even if, as a result of new rules and the Supreme Court of Justice’s change of position, that legal avenue is now available in such circumstances, the Court considers that it would be onerous to require the applicant to bring the same action for a second time, particularly as, in view of the contradictory decisions emanating from the Romanian courts, the outcome of a new action for recovery of possession remains uncertain, regard being had to the principle of res judicata.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances, it is undeniable that the applicant is, as he asserted, still affected by the impugned judgment of the Supreme Court of Justice and continues to be the victim of the violations of the Convention which he asserts flow from that judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The objection must therefore be dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Whether domestic remedies have been exhausted",
                                "elements": [
                                    {
                                        "content": "51.  The Government also submitted that the application was inadmissible for non-exhaustion of domestic remedies. While acknowledging that there was no effective means in Romanian law of challenging the Supreme Court of Justice’s judgment of 1 March 1995, the Government argued that it was open to the applicant to bring a new action for recovery of possession. Although that remedy had existed before the Commission declared the application admissible, it had become effective only after the entry into force of Law no. 112/1995 (as interpreted by government decision no. 11/1997) and Law no. 213/1998 on public property and after the Supreme Court of Justice had departed from its own previous decisions on 28 September 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court notes that the Government first raised this objection before the Commission on 7 April 1998, after the decision on the admissibility of the application of 22 May 1997 and after submitting their observations on the merits to the Commission on 11 July 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court reiterates that objections of this kind should in principle be raised before the admissibility of the application is examined (see, among other authorities, the Campbell and Fell v. the United Kingdom judgment of 28 June 1984, Series A no. 80, p. 31, § 57, and the Artico v. Italy judgment of 13 May 1980, Series A no. 37, pp. 13-14, § 27). However, the Court does not consider it necessary to examine whether in the present case there are particular circumstances permitting the Government to raise the objection after the admissibility stage, since it considers that the objection is in any event ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court notes that before lodging his application with the Commission, the applicant used the remedy referred to by the Government, namely an action for recovery of possession. Then as now, that remedy existed and was effective, and the Government did not dispute that.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court considers that the Government, who are responsible for the quashing of a final judgment determining an action for recovery of possession, cannot now argue that the applicant has failed to exhaust domestic remedies because he has not brought a fresh action for recovery of possession (see also paragraph 50 above in fine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, this preliminary objection must be dismissed.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  According to the applicant, the Supreme Court of Justice’s judgment of 1 March 1995 infringed Article 6 § 1 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations …, everyone is entitled to a fair … hearing … by [a] … tribunal …”",
                                "elements": []
                            },
                            {
                                "content": "57.  In his memorial the applicant submitted that the Supreme Court of Justice’s finding that the courts had no jurisdiction to determine an action for recovery of possession was contrary to the right of access to a court enshrined in Article 21 of the Romanian Constitution and to Article 3 of the Romanian Civil Code, which deals with denial of justice. He also argued that the Supreme Court of Justice’s dictum that he was not the owner of the property at issue was in contradiction with the ground on which it had allowed the application to quash the earlier decisions, namely that the courts had no jurisdiction to deal with the merits of the case.",
                                "elements": []
                            },
                            {
                                "content": "58.  The Government admitted that the applicant had been refused access to the courts but submitted that that refusal had been temporary and in any event justified by the need to ensure compliance with procedural rules and to preserve the principle of the separation of powers.",
                                "elements": []
                            },
                            {
                                "content": "\n59.  In the Commission’s opinion, the right of access to a court meant that there must be a judicial avenue for claims concerning civil rights. Hence, the quashing of the judgment of 9 December 1993 on the ground that the courts could not entertain such an action had impaired the very substance of the right of access to a court under Article 6 § 1.",
                                "elements": []
                            },
                            {
                                "content": "60.  The Court must therefore examine whether the judgment of 1 March 1995 infringed Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "61.  The right to a fair hearing before a tribunal as guaranteed by Article 6 § 1 of the Convention must be interpreted in the light of the Preamble to the Convention, which declares, among other things, the rule of law to be part of the common heritage of the Contracting States. One of the fundamental aspects of the rule of law is the principle of legal certainty, which requires, inter alia, that where the courts have finally determined an issue, their ruling should not be called into question.",
                                "elements": []
                            },
                            {
                                "content": "62.  In the present case the Court notes that at the material time the Procurator-General of Romania – who was not a party to the proceedings – had a power under Article 330 of the Code of Civil Procedure to apply for a final judgment to be quashed. The Court notes that the exercise of that power by the Procurator-General was not subject to any time-limit, so that judgments were liable to challenge indefinitely.",
                                "elements": []
                            },
                            {
                                "content": "The Court observes that, by allowing the application lodged under that power, the Supreme Court of Justice set at naught an entire judicial process which had ended in – to use the Supreme Court of Justice’s words – a judicial decision that was “irreversible” and thus res judicata – and which had, moreover, been executed.",
                                "elements": []
                            },
                            {
                                "content": "In applying the provisions of Article 330 in that manner, the Supreme Court of Justice infringed the principle of legal certainty. On the facts of the present case, that action breached the applicant’s right to a fair hearing under Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "There has thus been a violation of that Article.",
                                "elements": []
                            },
                            {
                                "content": "63.  Moreover, as regards the applicant’s allegation that he was deprived of his right to be heard by a tribunal, the Court notes that the Supreme Court of Justice, in its judgment of 1 March 1995, held that the applicant’s claim amounted to attacking a legislative instrument, Decree no. 92/1950 on nationalisation. It consequently held that the case was not within the jurisdiction of the courts and that Parliament alone could decide whether the nationalisation at issue had been lawful or not.",
                                "elements": []
                            },
                            {
                                "content": "64.  Nevertheless, the Supreme Court of Justice stated in its judgment that the applicant was not the owner of the property in question.",
                                "elements": []
                            },
                            {
                                "content": "It is not the Court’s task to review the judgment of 1 March 1995 in the light of Romanian law or to consider whether or not the Supreme Court of Justice could itself determine the merits of the case in view of the powers vested in it under Article 330 of the Code of Civil Procedure.",
                                "elements": []
                            },
                            {
                                "content": "65.  The Court notes that the ratio of the judgment of 1 March 1995 was that the courts had no jurisdiction whatsoever to decide civil disputes such as the action for recovery of possession in the instant case. It considers that such an exclusion is in itself contrary to the right of access to a tribunal guaranteed by Article 6 § 1 of the Convention (see, mutatis mutandis, the Vasilescu v. Romania judgment of 22 May 1998, Reports of Judgments and Decisions 1998-III, pp. 1075-76, §§ 39-41).",
                                "elements": []
                            },
                            {
                                "content": "There has thus been a violation of Article 6 § 1 in this respect also.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "66.  The applicant complained that the Supreme Court of Justice’s judgment of 1 March 1995 had had the effect of infringing his right to peaceful enjoyment of his possessions as secured by Article 1 of Protocol No. 1, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Whether there was a possession",
                                "elements": [
                                    {
                                        "content": "67.  The Government accepted that the recognition by a court of the applicant’s title on 9 December 1993 represented a “possession” for the purposes of Article 1 of Protocol No. 1. However, at the hearing on 17 June 1999 the Government raised for the first time the argument that the judgment of 9 December 1993 had not concerned the ground floor, which had been sold by the State in 1973.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  In the applicant’s submission, the State could not lawfully have sold property that did not belong to it. Moreover, the tenants of the ground-floor flat could not have purchased it without acting in bad faith since they were perfectly aware that the applicant’s parents had been dispossessed unlawfully.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The intervener submitted that any possession of the applicant’s could not include the flat on the ground floor of the house since that flat had been purchased by his uncles in 1973 and he had inherited it. He stated that the purchase had been in accordance with the law as it stood in 1973.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n69.  The Court takes note of the fact that the applicant’s title to the flat on the ground floor of the house is disputed by the intervener. It points out, however, that the proceedings before it, brought by the applicant against the Romanian State, can only affect the rights and obligations of those parties. The Court also notes that the intervener was not a party to any of the domestic proceedings at issue in the present case, the sole parties to those proceedings having been the applicant and the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court considers that the applicant had a “possession” for the purposes of Article 1 of Protocol No. 1. The Court of First Instance, in its judgment of 9 December 1993, established that the house in question had been nationalised in breach of Decree no. 92/1950 on nationalisation and held, with retrospective effect, that the applicant, as his parents’ successor in title, was the lawful owner of that house. The Court also notes that that finding as to the applicant’s right was irrevocable. Furthermore, the applicant had peaceful enjoyment of his possession, as its rightful owner, from 9 December 1993 to 1 March 1995. He also paid real-property taxes on it.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Whether there was interference",
                                "elements": [
                                    {
                                        "content": "71.  In the applicant’s submission, the consequence of the quashing of the judgment of 9 December 1993 was to make it absolutely impossible for him to assert his right of property, something which amounted to interference with his right to peaceful enjoyment of his possessions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Government submitted that the Supreme Court of Justice’s judgment, while not determining the issue of the applicant’s title, had created short-lived uncertainty as to it, and thus constituted temporary interference with the applicant’s right to peaceful enjoyment of his possessions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Commission observed that the applicant’s title had been recognised in a final judgment, with the result that he could have legitimately expected to have peaceful enjoyment of his right. The quashing of the judgment of 9 December 1993 amounted to interference with the applicant’s right of property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court acknowledges that the Supreme Court of Justice did not intend to rule on the applicant’s claim to a property right. However, the Court considers that there has been an interference with the applicant’s right of property as guaranteed by Article 1 of Protocol No. 1, in that the Supreme Court of Justice’s judgment of 1 March 1995 quashed the final judgment of 9 December 1993, vesting the house in the applicant, even though the judgment had been executed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Whether the interference was justified",
                                "elements": [
                                    {
                                        "content": "75.  It remains to be ascertained whether or not the interference found by the Court violated Article 1 of Protocol No. 1. This necessitates determining whether, as the Government submit, the interference in question fell under the first sentence of the first paragraph of Article 1 on the grounds that the judgment of the Supreme Court of Justice amounted neither to a formal deprivation of the applicant’s possessions nor to a control of their use or whether, as the Commission found, the case concerns a deprivation of property covered by the second sentence of the first paragraph of that Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court recalls that in determining whether there has been a deprivation of possessions within the second “rule”, it is necessary not only to consider whether there has been a formal taking or expropriation of property but to look behind the appearances and investigate the realities of the situation complained of. Since the Convention is intended to guarantee rights that are “practical and effective”, it has to be ascertained whether the situation amounted to a de facto expropriation (see the Sporrong and Lönnroth v. Sweden judgment of 23 September 1982, Series A no. 52, pp. 24-25, § 63, and the Vasilescu judgment cited above, p. 1078, § 51).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court notes that, in the present case, the judgment of the Court of First Instance, ordering the administrative authorities to return the house to the applicant, became final and irrevocable and that, in compliance with the judgment, the mayor of Bucharest ordered the house to be returned to the applicant, an order which was given effect by the C. company in May 1994. The Court further notes that, as of that date, the applicant ceased to pay rent on the flat he was occupying in the house and that from April 1994 until April 1996 the applicant paid land tax on the house. The Court observes that the effect of the judgment of the Supreme Court of Justice was to deprive the applicant of all the fruits of the final judgment in his favour by holding that the State had demonstrated its title to the house under the nationalisation decree. Following that decision, the applicant was informed that the house would again be classified as State property with effect from April 1996. In consequence of the judgment of the Supreme Court of Justice, the applicant was accordingly deprived of the rights of ownership of the house which had been vested in him by virtue of the final judgment in his favour. In particular, he was no longer able to sell, devise, donate or otherwise dispose of the property. In these circumstances, the Court finds that the effect of the judgment of the Supreme Court of Justice was to deprive the applicant of his possessions within the meaning of the second sentence of the first paragraph of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  A taking of property within this second rule can only be justified if it is shown, inter alia, to be “in the public interest” and “subject to the conditions provided for by law”. Moreover, any interference with the property must also satisfy the requirement of proportionality. As the Court has repeatedly stated, a fair balance must be struck between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights, the search for such a fair balance being inherent in the whole of the Convention. The Court further recalls that the requisite balance will not be struck where the person concerned bears an individual and excessive burden (see the Sporrong and Lönnroth judgment cited above, pp. 26-28, §§ 69-74).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court, like the Commission, observes that no justification has been offered for the situation brought about by the judgment of the Supreme Court of Justice. In particular, neither the Supreme Court of Justice itself nor the Government have sought to justify the deprivation of property on substantive grounds as being “in the public interest”. The Court further notes that the applicant has now been deprived of the ownership of the property for more than four years without being paid compensation reflecting its true value, and that his efforts to recover ownership have to date proved unsuccessful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  In these circumstances, even assuming that the taking could be shown to serve some public interest, the Court finds that a fair balance was upset and that the applicant bore and continues to bear an individual and excessive burden. There has accordingly been and continues to be a violation of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  application of article 41 of the Convention",
                        "elements": [
                            {
                                "content": "81.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "82.  The applicant sought restitution of the property at issue. Should restitution not be granted, he claimed a sum equivalent to the current value of his property – namely, according to the expert report he submitted to the Court, 3,681,000,000 Romanian lei (ROL). In respect of non-pecuniary damage he sought 75,000 United States dollars (USD). He also claimed ROL 26,000,150 for legal fees incurred in the proceedings before the Strasbourg institutions and ROL 1,543,650, USD 500 and 300 French francs in respect of various expenses incurred in the proceedings before the Court, including the expense of appearing at the hearing on 17 June 1999.",
                                "elements": []
                            },
                            {
                                "content": "83.  The Government submitted that any award for pecuniary damage would be unjust as the applicant’s claim to his house in the domestic courts could still succeed. In any event, the maximum sum which could be awarded was USD 69,480, which represented, according to the expert report they submitted to the Court, the market value of the house less the value of the flat occupied by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "As regards non-pecuniary damage, the Government maintained that there were no grounds for an award.",
                                "elements": []
                            },
                            {
                                "content": "They expressed their willingness to reimburse the applicant for any costs and expenses which he could justify, less the sums he had received by way of legal aid.",
                                "elements": []
                            },
                            {
                                "content": "84.  In the circumstances of the case, the Court considers that the question of the application of Article 41 is not ready for decision. It is therefore necessary to reserve the question, due regard being had to the possibility of an agreement between the respondent State and the applicant (Rule 75 §§ 1 and 4 of the Rules of Court).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.\tHolds that there has been a violation of Article 6 § 1 of the Convention by reason of the lack of a fair hearing;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds that there has been a violation of Article 6 § 1 of the Convention by reason of the refusal of the right of access to a court;",
                        "elements": []
                    },
                    {
                        "content": "3.\tHolds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.\tHolds that the question of the application of Article 41 is not ready for decision;",
                        "elements": []
                    },
                    {
                        "content": "accordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a)\treserves the said question in whole;",
                        "elements": []
                    },
                    {
                        "content": "(b)\tinvites the Government and the applicant to submit, within the forthcoming three months, their written observations on the matter and, in particular, to notify the Court of any agreement that they might reach;",
                        "elements": []
                    },
                    {
                        "content": "(c)\treserves the further procedure and delegates to the President of the Grand Chamber power to fix the same if need be.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 28 October 1999.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment :",
                        "elements": []
                    },
                    {
                        "content": "(a)  concurring opinion of Mr Rozakis;",
                        "elements": []
                    },
                    {
                        "content": "(b)  concurring opinion of Sir Nicolas Bratza joined by Mr Zupančič.",
                        "elements": []
                    },
                    {
                        "content": "Although I voted in favour of a double violation of Article 6 § 1 of the Convention in the present case, I believe that, in reality, the two aspects of the violation are intrinsically linked and that they both constitute an infringement of the right to a court, or of access to a court.",
                        "elements": []
                    },
                    {
                        "content": "The majority of the Court found that the fact that the Supreme Court of Justice of Romania “set at naught an entire judicial process which had ended in ... a judicial decision that was ‘irreversible’ and thus res judicata – and which had, moreover, been executed”, “infringed the principle of legal certainty” and thus “breached the applicant’s right to a fair hearing under Article 6 § 1 of the Convention”.",
                        "elements": []
                    },
                    {
                        "content": "I see things from a different angle: the notion of a right to a court, or a right of access to a court, has developed in the case-law of the European Court of Human Rights to cover a variety of circumstances in which an individual is denied, through acts or omissions of public authorities, the opportunity to have a civil dispute or a criminal charge definitively determined by a court of justice. The existing case-law indicates that the notion of a right to a court, or of access to a court, is not by any means limited to the stage of instituting proceedings or having a charge determined through a judicial procedure but also includes the right to a court that can effectively impose its verdict or decision and administer justice unobstructed by external interferences. The right to a court is not, therefore, merely a theoretical right to have a national judge deal with one’s case but also includes the legitimate expectation that a final judgment must be respected by the domestic authorities and, therefore, be implemented.",
                        "elements": []
                    },
                    {
                        "content": "In the circumstances of the present case, the applicant had the right to go before a court to have the dispute between himself and the State determined. He also availed himself, in the proper manner, of his ability to have a judgment with the status of res judicata executed, and of the consequent restoration of the ownership of his property. But his right to a court became illusory when the Procurator-General and the Supreme Court intervened, applying Article 330 of the Code of Civil Procedure, and effaced the judgment of the first-instance court and its beneficial consequences. When a legal system accords a court the power to issue final judgments but then allows its decisions to be annulled by subsequent procedures, not only does legal certainty suffer, but the very existence of that court is called into question since, in essence, it has no power at all definitively to determine a legal issue.",
                        "elements": []
                    },
                    {
                        "content": "It is, therefore, disputable whether a person going before such a court to have his dispute determined is, in real terms, enjoying the right to a court and of access to a court.",
                        "elements": []
                    },
                    {
                        "content": "I share the view of the other members of the Court that there has in the present case been a violation of Article 6 of the Convention on two separate grounds as well as a violation of Article 1 of Protocol No. 1. I am also in substantial agreement with the reasoning in the Court’s judgment in respect of the two Articles and confine myself to a few supplementary remarks on the first aspect of the Article 6 complaint.",
                        "elements": []
                    },
                    {
                        "content": "The Court has found that, in applying the provisions of Article 330 of the Code of Civil Procedure, the Supreme Court of Justice “infringed the principle of legal certainty” and that, on the facts of the present case, “that action breached the applicant’s right to a fair hearing under Article 6 § 1 of the Convention” (see paragraph 62 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "I do not regard this reasoning as altogether satisfactory, the Court in expressing this view having neither drawn on existing case-law nor fully explained the relationship between the two concepts of “legal certainty” and “fair trial”.",
                        "elements": []
                    },
                    {
                        "content": "It is, I consider, possible to see the connection as one involving the principle of equality of arms between parties to legal proceedings, which is a fundamental requirement of a fair trial. Just as the principle of equality of arms may be breached if, in proceedings involving the State, the legislature interferes with the administration of justice in a way designed to influence the judicial determination of the dispute (see the Stran Greek Refineries and Stratis Andreadis v. Greece judgment of 9 December 1994, Series A no. 301-B), so, it may be argued, equality of arms may be upset where, as here, in proceedings involving the State, power is conferred by Article 330 of the Code on the Procurator-General, as a State official, to apply at any time to annul a judgment in favour of the private individual which has become final and binding.",
                        "elements": []
                    },
                    {
                        "content": "For my part, however, I prefer to view the issue of the use of Article 330 of the Code not as involving a breach of the procedural requirements of fair trial as such but rather as an infringement of the “right to a court”, of which the right of access, that is the right to institute proceedings before courts in civil matters, constitutes one aspect (see, for example, the Philis v. Greece (no. 1) judgment of 27 August 1991, Series A no. 209, pp. 20-21, § 59).",
                        "elements": []
                    },
                    {
                        "content": "In its Hornsby v. Greece judgment of 19 March 1997 (Reports of Judgments and Decisions 1997-II), the Court upheld the claim of the applicants that the administrative authorities’ refusal to comply with the Supreme Administrative Court’s judgments had infringed their right to effective judicial protection of their civil rights in breach of Article 6 § 1. The Court, having reiterated its established case-law that Article 6 embodies the “right to a court”, continued as follows:",
                        "elements": []
                    },
                    {
                        "content": "While the context of the present case is, of course, different, it appears to me that analogous reasoning applies. The right of a litigant to a court would in my view similarly be illusory if a Contracting State’s legal system allowed a judicial decision which had become final and binding to be annulled by the Supreme Court of Justice on an application made by the Procurator-General without any limit of time. This is all the more so where, as here, the judgment of the Bucharest Court of First Instance had not only become final and enforceable but had actually been enforced by the relevant authorities which had ordered the house to be restored to the applicant, an order which had been complied with several months before the application for annulment was lodged.",
                        "elements": []
                    },
                    {
                        "content": "While I agree that the principle of legal certainty is a principle of fundamental importance, where, as in the present case, the breach of the principle consists in the grant of power to annul without limit of time a final, binding and executed judgment, the breach is to be seen in my view as an infringement of the “right to a court” guaranteed by Article 6 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrL. Wildhaber",
            "role": "president"
        },
        {
            "name": "MrsE. Palm",
            "role": "ad hoc judge"
        },
        {
            "name": "MrC.L. Rozakis",
            "role": "ad hoc judge"
        },
        {
            "name": "SirNicolas Bratza",
            "role": "ad hoc judge"
        },
        {
            "name": "MrL. Ferrari Bravo",
            "role": "ad hoc judge"
        },
        {
            "name": "MrL. Caflisch",
            "role": "ad hoc judge"
        },
        {
            "name": "MrL. Loucaides",
            "role": "ad hoc judge"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "ad hoc judge"
        },
        {
            "name": "MrW. Fuhrmann",
            "role": "ad hoc judge"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "ad hoc judge"
        },
        {
            "name": "MrB. Zupančič",
            "role": "ad hoc judge"
        },
        {
            "name": "MrsN. Vajić",
            "role": "ad hoc judge"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "ad hoc judge"
        },
        {
            "name": "Mrs M. Tsatsa-Nikolovska",
            "role": "ad hoc judge"
        },
        {
            "name": "MrT. PanŢÎru",
            "role": "ad hoc judge"
        },
        {
            "name": "MrE. Levits",
            "role": "ad hoc judge"
        },
        {
            "name": "MrL. Mihai",
            "role": "ad hoc judge"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BRUMARESCU v. ROMANIA",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58337.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1999:1028JUD002834295",
    "externalsources": [],
    "extractedappno": [
        "28342/95"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Decree no. 92/1950",
        "Law no. 112 of 23 November 1995",
        "Law no. 59/1993 amending the Code of Civil Procedure, Article 330",
        "Law no. 17 of 17 February 1997",
        "Law no. 213 of 24 November 1998"
    ],
    "itemid": "001-58337",
    "judgementdate": "28/10/1999 00:00:00",
    "kpdate": "28/10/1999 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "183",
        "498",
        "354",
        "369",
        "94",
        "387",
        "509",
        "311",
        "445",
        "7",
        "40",
        "136",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "P1-1-1",
        "34",
        "35-1",
        "6-1",
        "35",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "BRUMARESCU",
        "ROMANIA"
    ],
    "rank": "393.176483154297",
    "representedby": [
        "N/A"
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [
        "Artico v. Italy judgment of 13 May 1980, Series A no. 37, p. 13, § 27",
        "Sporrong and Lönnroth v. Sweden judgment of 23 September 1982, Series A no. 52, p. 24, § 63, pp. 26-28",
        "Campbell and Fell v. the United Kingdom judgment of 28 June 1984, Series A no. 80, p. 31, § 57",
        "Lüdi v. Switzerland judgment of 15 June 1992, Series A no. 238, p. 18, § 34",
        "Vasilescu v. Romania judgment of 22 May 1998, Reports of Judgments and Decisions 1998-III, pp. 1075-1076, §§ 39-41, p. 1078, § 51"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "443129",
    "typedescription": "14"
}