{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "64962/01",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-98531.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 64962/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Sergey Sergeyevich Ozerov (“the applicant”), on 12 July 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M.N. Stepanov, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr P.A. Laptev, former Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he did not have a trial by impartial tribunal as his trial had been held in the absence of a prosecutor.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 3 November 2005 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each submitted further written observations (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1969 and lives in .",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT LAW",
                        "elements": [
                            {
                                "content": "A.  Domestic law",
                                "elements": [
                                    {
                                        "content": "1.  RSFSR Code of Criminal Procedure of 1960",
                                        "elements": [
                                            {
                                                "content": "23.  Article 20 of the RSFSR Code of Criminal Procedure of 1960 (“the Code”), in force at the material time, required the court to undertake all lawful measures for the comprehensive, thorough and objective examination of all the circumstances of a case, and to detect incriminating and exonerating as well as both mitigating and aggravating circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  Under Article 228 of the Code, during the preparation of a case for a trial a judge had to decide whether a state prosecutor should participate in the trial. If the judge decided that the prosecutor's participation was necessary his decision was binding on the prosecutor. If the prosecutor informed the court when transferring a case for trial of his wish to sustain the charges in the court the judge could not decide otherwise.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  Under Articles 251 and 277 of the Code, if the prosecutor failed to appear, the court, after hearing participants present at the hearing, decided whether it was possible to examine the case in his absence or whether the hearing should be adjourned. That decision was not appealable to a higher court (Article 331 of the Code).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  At the trial the prosecutor prosecuted the defendant on behalf of the State, took part in the examination of evidence, and gave conclusions and submissions, in particular in respect of the law and punishment to be applied to the defendant. If the prosecutor was convinced that the materials of the judicial investigation no longer supported the charges levelled against the defendant, he had to drop the charges and state his reasons for doing so to the court (Article 248 of the Code).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Constitutional Court of Russia on several occasions examined the question of compatibility of functions imposed on the court according to the RSFSR Code of Criminal Procedure with, in particular, the court's role in administering justice independently and impartially (Article 120 of the Constitution) and the adversarial nature of criminal trial (Article 123 § 3 of the Constitution). The Constitutional Court found the following functions imposed on the judge incompatible with those principles: to institute criminal proceedings and formulate charges under Article 418 of the Code (a decision of 28 November 1996); to institute criminal proceedings, in particular against a new person, and to apply a preventive measure against that person under Articles 3, 108 § 1 (vi), 109 §§ 1, 2 and 3 (i), 112 and 115, 232 § 1 (iv) and 256 §§ 1, 2 and 4 (a decision of 14 January 2000); to sustain charges after the prosecutor's dropping the charges under Article 248 § 4 of the Code (a decision of 20 April 1999); and to remit, of its own motion, a criminal case to the prosecutor for additional investigation in case of irreparable incompleteness of investigation, in particular if evidence was found to have been received illegally, or in the case of grounds for laying more serious charges or new charges against the defendant under Articles 232 §§ 1 (i) and (iii) and 258 § 1 of the Code (the decision of 20 April 1999 and a ruling of 3 February 2000).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The  held that functions concerning formulation and sustaining the charges before the court should be performed by the prosecution and should not be imposed on the court. In particular, it stated in its decision of 20 April 1999 that a criminal trial was based on the principles of adversarial proceedings and equality of the parties, which meant first of all strict separation of the judicial function and the prosecution function, which were therefore carried out by different actors. The adversarial nature of criminal trials implied that the institution of criminal prosecution, the formulation of a charge and its sustaining before the court, were insured by competent bodies and officials, as well as victims. Imposing on the court the obligation to substitute, in one or another form, for those bodies and persons' prosecution activity, was incompatible with Article 123 § 3 of the Constitution and obstructed the independent and impartial administration of justice by the court as required by Article 120 § 1 of the Constitution, as well as Article 6 of the Convention for the Protection of Human Rights and Fundamental Freedoms and Article 14 of the International Covenant on Civil and Political Rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Under Article 278 § 1 of the Code, the court investigation started with the reading out of an indictment. The  held that there was no indication under the Code that the indictment was to be read out by the court. Therefore, it did not follow from that provision that the court had to assume any functions concerning levelling, sustaining or proving charges against the defendant which would be incompatible with its constitutional function to administer justice on the basis of the principles of adversarial proceedings and equality of the parties. In particular, the prosecutor could not refuse to read out the indictment if ordered to do so by the presiding judge (a ruling of 21 December 2000).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Under the 1960 Code, the prosecutor's participation was compulsory in jury trials (Article 428).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The appeal court considered, on the basis of the materials in the case file and newly submitted materials, whether a first-instance judgment was lawful and well-founded. It was not bound by the grounds of the appeal and exercised a full review of the case (Article 332 of the Code). Under Articles 339-341 of the Code, the appeal court could decide to dismiss the appeal and uphold the judgment, to quash the judgment and remit the case for a new investigation or for a fresh trial, to terminate the criminal proceedings or to vary the judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  Article 342 of the Code read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Grounds for quashing or varying judgments [on appeal]",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The grounds for quashing or varying a judgment on appeal shall be as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  prejudicial or incomplete inquest, investigation or court examination;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  inconsistency between the facts of the case and the conclusions reached by the court;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  a grave violation of procedural law;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iv)  improper application of [substantive] law;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(v)  discrepancy between the sentence and the seriousness of the offence or the convicted person's personality.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Code of Criminal Procedure of 2001",
                                        "elements": [
                                            {
                                                "content": "32.  Under Article 246 of the new Code of Criminal Procedure of 2001, which entered into force in 2002, the state prosecutor's participation is mandatory in all trials in public prosecution cases.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant international law materials",
                                "elements": [
                                    {
                                        "content": "1.  Council of Europe",
                                        "elements": [
                                            {
                                                "content": "33.  Recommendation to Member States on the role of public prosecution in the criminal justice system (Recommendation Rec(2000)19) adopted by the Committee of Ministers of the Council of Europe on 6 October 2000 (during the 724th session of the Ministers' Deputies) notes that the public prosecution's functions in all European criminal justice systems includes the decision on whether to lay charges or to abandon prosecution, the prosecution of these charges before the courts and the possibility to appeal all or certain courts' decisions. In certain criminal systems, the public prosecution also conducts, manages or supervises the investigation, provides support and legal assistance to the victims or decides on alternative measures to prosecution (§§ 2 and 3). As to the relationship between state prosecutors and court judges, the recommendation provides as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“17. States should take appropriate measures to ensure that the legal status, the competencies and the procedural role of state prosecutors are established by law in a way that there can be no legitimate doubt about the independence and impartiality of the court judges. In particular states should guarantee that a person cannot at the same time perform duties as a state prosecutor and as a court judge.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  United Nations",
                                        "elements": [
                                            {
                                                "content": "34.  The United Nations adopted certain Guidelines on the Role of Prosecutors (1990) at the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders (Havana, Cuba, 27 August to 7 September 1990). Guideline 10 on roles in criminal proceedings states “the office of prosecutors shall be strictly separated from judicial functions.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  The applicant complained that he had not received a hearing by an “impartial tribunal” since his trial before the Moscow Savelovskiy District Court had been held in the absence of a state prosecutor. He relied on Article 6 § 1 of the Convention which, in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The Government's preliminary objection",
                                "elements": [
                                    {
                                        "content": "36.  At the admissibility stage the Government argued that at the beginning of the trial the applicant and his counsel had failed to object to the examination of the case in the prosecutor's absence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant explained that he had not done so because he had considered that the questions about the possibility of beginning and concluding the court investigation “with those present” related to the attendance of the witnesses, and because the decision to hold the trial in the absence of some of its participants was entirely within the court's discretion without a possibility to appeal against it to a higher court (see paragraph 25 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In its decision as to the admissibility of the application the Court considered that the Government's objection was closely linked to the substance of the applicant's complaint and joined it to the merits. It will hence examine it together with the merits.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The merits of the complaint",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "39.  The Government noted that, under the RSFSR Code of Criminal Procedure, the state prosecutor's participation in the examination of criminal cases had not been compulsory except for jury trials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government stated that it was impossible to verify whether the prosecutor had been duly notified of the court's ruling of 12 October 1999 in which the hearing had been scheduled on 26 October 1999 with his participation. The case file contained no documents indicating this. However, in any event, the Savelovskiy District Court had not been obliged, under domestic law, to adjourn the hearing in connection with the prosecutor's failure to appear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The District Court had discussed the possibility of starting the court investigation in the prosecutor's absence, as was required by Article 251 § 1 of the Code of Criminal Procedure. The applicant and his counsel and the other participants of the proceedings had had no objections. Before passing to the pleadings the court had also discussed the possibility of concluding the court investigation in the prosecutor's absence. No one had voiced any objections. No requests for the adjournment of the hearing in view of the prosecutor's failure to appear had been made during the court investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Government argued that the District Court had not performed any prosecution's functions. The prosecution had been represented before it by the indictment approved by the prosecutor and by the participation of the victims who had enjoyed wide procedural rights. The court had examined the indictment and the charges therein included. No new charges had been laid against the applicant at the hearing. Therefore, the District Court had done nothing more than the examination of evidence presented by the investigating authority. It carried out the trial according to the law then in force, in particular Article 20 of the Code of Criminal Procedure, which required the District Court to undertake all lawful measures for the comprehensive, thorough and objective examination of all the circumstances of the case, and to detect both incriminating and exonerating, as well as aggravating and mitigating circumstances, without assuming any prosecutor's functions. There were no indications that the District Court had shifted the burden of proof of innocence on the applicant. It should be particularly noted that, having examined the evidence submitted by the prosecutor for the hearing, the District Court had found a part of the material to have been obtained unlawfully and declared it inadmissible evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Therefore, the applicant's fears that the Savelovskiy District Court was not impartial were not objectively justified.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "44.  The applicant submitted that the prosecutor had expressed the wish to participate in the hearing and support the charges. The District Court itself had ordered that the hearing be held with the prosecutor's participation. Therefore it should have adjourned the hearing under Articles 228 and 251 of the Code of Criminal Procedure due to the prosecutor's absence, as there had been no information about the reasons for his absence and no request to proceed in his absence. The question as to whether it was possible for the trial to be conducted with those present at the time, which the court had discussed at the beginning of the hearing, concerned the absence of witness L. and not the prosecutor's absence. Furthermore, by virtue of Article 331 of the Code of Criminal Procedure it was impossible to appeal against a trial court decision to hold a trial in the absence of some of its participants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The applicant argued that two parties should participate in a criminal case, prosecution and defence, while a court administered justice. The prosecution function could only be exercised in a court by a prosecutor, according to Article 248 of the Code of Criminal Procedure and Article 35 of federal law of 17 January 1992 no. 2202-1 “On the Prosecutor's Office of the ”. The applicant also referred to the Constitutional Court's decision of 20 April 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Savelovskiy District Court, having conducted the trial in the absence of the prosecution, had actually assumed its functions as follows. It had formulated the charge and charged the applicant at the hearing; it sustained this charge during the entire trial; and, in order to support the charge it had called and questioned Mr Y. as a prosecution witness on whose evidence it had relied in its judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "47.  The Court reiterates that the existence of impartiality for the purposes of Article 6 § 1 must be determined according to a subjective test, that is on the basis of the personal conviction of a particular judge in a given case, and also according to an objective test, that is it must be ascertained whether the judge has offered guarantees sufficient to exclude any legitimate doubt in this respect (see Hauschildt v. Denmark, 24 May 1989, § 46, Series A no. 154).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  As to the subjective test, the applicant has not alleged that his judges acted with personal bias. In any event, the personal impartiality of a judge must be presumed until there is proof to the contrary and in the present case there is no such proof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Under the objective test, it must be determined whether, quite apart from the judge's personal conduct, there are ascertainable facts which may raise doubts as to his impartiality. In this respect even appearances may be of a certain importance. What is at stake is the confidence which the courts in a democratic society must inspire in the public and above all, as far as criminal proceedings are concerned, in the accused. Accordingly, any judge in respect of whom there is a legitimate reason to fear a lack of impartiality must withdraw. This implies that in deciding whether in a given case there is a legitimate reason to fear that a particular judge lacks impartiality, the standpoint of the accused is important but not decisive. What is decisive is whether this fear can be held objectively justified (ibid., § 48).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court reiterates that, in relation to Article 6 § 1 and in the context of Article 5 § 3 of the Convention, it has found doubts as to impartiality to be objectively justified where there is some confusion between the functions of prosecutor and judge (see, with regard to Article 6 § 1, mutatis mutandis, Daktaras v. Lithuania, no. 4 2095/98, §§ 35-38, ECHR 2000-X, and, regarding Article 5 § 3, Brincat v. Italy, judgment of 26 November 1992, Series A no. 249A, pp. 11-12, §§ 20-22; Huber v. Switzerland, judgment of 23 October 1990, Series A no. 188, pp. 17-18, §§ 41-43 ; and Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports 1998VIII, pp. 3298-99, §§ 146-50). It has reached the same conclusion under Article 6 § 1 in the case of Kyprianou concerning contempt of court, in which the decision to prosecute was taken and a summary trial was conducted by the same judges as those sitting in the proceedings at which the contempt occurred (see Kyprianou v. Cyprus [GC], no. 73797/01, § 127, ECHR 2005XIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  In the case of Thorgeir Thorgeirson v. Iceland, which, similarly to the present case, raised the issue of the prosecutor's absence from a trial, the Court found no violation of Article 6 § 1, having established that such fears of a lack of impartiality as the applicant may have had on account of the prosecutor's absence from sittings at which the first-instance court was not called upon to conduct any investigation into the merits of a case and did not assume any functions which might have been fulfilled by the prosecution had it been present, were not objectively justified (see Thorgeir Thorgeirson v. Iceland, judgment of 25 June 1992, Series A no. 239, pp. 22­24, §§ 46-54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The present case differs from Thorgeir Thorgeirson in that the prosecutor was absent from the entire trial before the first-instance court. When transferring the case for trial to Savelovskiy District Court the  prosecutor's office had requested that the case be examined with the participation of a prosecutor. The judge had ordered that the trial be held with the participation of a public prosecutor. There is no information in the case file as to whether the prosecutor had been informed of the hearing and what the reasons for his non-attendance were. Yet, the District Court decided to hold the trial in the prosecutor's absence. The Court notes that the Constitutional Court of Russia had by that time, albeit in relation to different provisions of the Code of Criminal Procedure, held that the institution of criminal prosecution, the formulation of a charge and sustaining the charge before the court were functions inherent for the prosecution which, if performed by a court in one or another form, would have violated the court's role, which is to administer justice independently and impartially, as required by Article 120 § 1 of the Constitution, as well as Article 6 of the Convention (see paragraphs 27-28 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court observes that the District Court read out the indictment submitted by the prosecutor's office. It then heard the applicant, who pleaded not guilty to the charge of burglary. The District Court heard the victims and other witnesses. In particular, as regards the charge of burglary, it called and questioned, of its own motion, Mr Y. who gave evidence incriminating the applicant, on which the District Court then relied in its judgment. The District Court further examined other evidence and declared certain written evidence in support of the prosecution's case inadmissible as unlawfully obtained. Against these facts, the Court cannot agree with the Government's statement that the District Court did nothing more than examining the evidence prepared for the trial by the investigating authority. In fact, the body of evidence, which the District Court put as a basis for the applicant's conviction, was changed by the taking of new incriminating evidence of the District Court's own motion, and removing certain evidence submitted by the prosecutor's office in support of the charges in the indictment, and all that without the prosecutor being present to make any statement in respect of these changes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The prosecutor, had he been present at the trial, would, in particular, have taken part in the examination of the evidence and would have given submissions. His exclusive role would have been either to sustain the charges levelled against the applicant before the trial or to drop them had he become convinced that the materials of the judicial investigation no longer supported them (see paragraph 26 above). The preparatory work he had done for the trial in a form of the indictment was undoubtedly important. But it was at the oral hearing of the case before the District Court that he had either to sustain or to abandon the charges against the applicant in view of the judicial investigation as it unfolded, which, in fact, brought about the changes as to the body of evidence. It would be a speculation to suggest what course of actions the prosecutor would have chosen and how it would have affected the course and the outcome of the trial for the applicant. Moreover, this is of no importance for the present case. What is important is that by examining the case on the merits and convicting the applicant without the prosecutor the District Court confused the roles of prosecutor and judge and, thus, gave the grounds for legitimate doubts as to its impartiality. The presence of the victims at the hearing had no impact on the situation, as this was a case of public and not private prosecution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court therefore finds that such fears as the applicant may have had on account of the prosecutor's absence as regards the Savelovskiy District Court's impartiality can be held to be objectively justified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The further proceedings did not remedy the defect in question. It follows from the Government's submissions that the District Court's decision to hold the trial in the prosecutor's absence complied fully with the domestic law on criminal procedure then in force. It can be concluded, therefore, that the Moscow City Court, which examined the case on appeal, had no ground to quash the judgment for violation of procedural law (see, for the appeal court's jurisdiction, paragraphs 30 and 31 above). Even assuming that it had the power to quash the judgment on the ground that the Savelovskiy District Court had not been impartial, it did not do so and upheld the conviction and the sentence. It did not make any separate comment in its judgment in reply to the applicant's complaint concerning the prosecutor's absence from the trial. Nor is there any other indication that it made good the shortcoming at issue. As to the subsequent supervisory review proceedings in which the Presidium of Moscow City Court altered the conviction and the sentence, there is nothing in the material before the Court to indicate that the supervisory review remedied the defect in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Lastly, as regards the Government's objection concerning the applicant's failure to object to holding the trial in the prosecutor's absence, the Court does not find this argument convincing in view of the Government's submissions that the prosecutor's participation in the trial was not compulsory under the domestic law at the time, that the District Court was not obliged to adjourn the hearing for the prosecutor's failure to appear, and taking into account that Moscow City Court found no substantial procedural violations by the trial court. However, even assuming that the applicant may be considered to have waived his right by failing to air his disagreement during the trial, the Court considers that waiver of rights guaranteed by Article 6 cannot depend on the parties alone where the right in issue is of essential importance, such as the fundamental right to an independent and impartial tribunal in view of the public interest involved, notably the importance of the requirements of independence and impartiality for confidence in judicial system (see Pfeifer and Plankl v. Austria, 25 February 1992, §§ 38-39, Series A no. 227; Bulut v. Austria, judgment of 22 February 1996, Reports of Judgments and Decisions 1996II, § 30; and Colozza v. Italy, judgment of 12 February 1985, Series A no. 89, § 29). The Government's objection should therefore be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  There has accordingly been a breach of Article 6 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "60.  The applicant claimed 90,000 Russian roubles (RUB) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Government considered that the finding of a violation would constitute sufficient just satisfaction since the claim was unsubstantiated and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court considers that the applicant must have suffered some nonpecuniary damage on account of the violation found which cannot be adequately compensated by the finding of a violation alone. Having regard to the character of the violation found in the present case and making its assessment on an equitable basis, the Court therefore awards the applicant 2,600 euros (EUR) under this head, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "63.  The applicant requested reimbursement of postal and translation expenses in the proceedings before the Court in the amount of RUB 8,729.8 and RUB 96,000 in respect of his legal representation in the  proceedings at the rate of RUB 4,000 per day for work done during twenty-four days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government contested the claims. In particular, they noted that there was no evidence that the applicant had actually incurred any legal expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  According to the Court's case-law, an applicant is entitled to reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the applicant EUR 250 for postal and translation expenses and EUR 1,600 as the lawyer's fee, plus any tax that may be chargeable to the applicant on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "66.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government's preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 May 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF OZEROV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-98531.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0518JUD006496201",
    "externalsources": [],
    "extractedappno": [
        "64962/01",
        "2095/98",
        "73797/01"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 120 § 1 of the Constitution",
        "Articles 248, 278 § 1 and 339-342 of the Code of Criminal Procedure 1960"
    ],
    "itemid": "001-98531",
    "judgementdate": "18/05/2010 00:00:00",
    "kpdate": "18/05/2010 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "180",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "OZEROV",
        "RUSSIA"
    ],
    "rank": "733.712341308594",
    "representedby": [
        "STEPANOV M. N."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports 1998-VIII, pp. 3298-99, §§ 146-50",
        "Brincat v. Italy, judgment of 26 November 1992, Series A no. 249-A, pp. 11-12, §§ 20-22",
        "Bulut v. Austria, judgment of 22 February 1996, Reports of Judgments and Decisions 1996-II, § 30",
        "Colozza v. Italy, judgment of 12 February 1985, Series A no. 89, § 29",
        "Daktaras v. Lithuania, no. 4 2095/98, §§ 35-38, ECHR 2000-X",
        "Hauschildt v. Denmark, 24 May 1989, § 46, Series A no. 154",
        "Huber v. Switzerland, judgment of 23 October 1990, Series A no. 188, pp. 17-18, §§ 41-43",
        "Kyprianou v. Cyprus [GC], no. 73797/01, § 127, ECHR 2005-XIII",
        "Pfeifer and Plankl v. Austria, 25 February 1992, §§ 38-39, Series A no. 227",
        "Thorgeir Thorgeirson v. Iceland, judgment of 25 June 1992, Series A no. 239, pp. 22­24, §§ 46-54"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "360592",
    "typedescription": "15"
}