{
    "__articles": "10;10-1",
    "__conclusion": "Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression)",
    "applicability": "",
    "appno": "19382/08",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "Violation of Article 10 - Freedom of expression -{General}",
            "type": "violation"
        }
    ],
    "content": {
        "001-170056.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 19382/08) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Vladimir Viktorovich Lykin (“the applicant”), on 8 April 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V. Filipenko, a lawyer practising in Donetsk. The Ukrainian Government (“the Government”) were represented by their Agents, most recently, by Mr I. Lishchyna.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that by finding against him in defamation proceedings, the domestic courts had unlawfully and unfairly curtailed his right to freedom of expression.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 6 May 2013 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1953 and lives in Molodetske, in the Donetsk Region.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 28 January 2007 the applicant, at the material time a member of the Shakhtarsk District Council and president of the local branch of the Party of Regions, read out a letter at a meeting attended by over forty party members and inhabitants of the village of Zolotarevka which contained the following text:",
                                "elements": []
                            },
                            {
                                "content": "“To the Member of the Shakhtarsk District Council, President of the district branch of the Party of Regions, Mr Lykin V.V., from the inhabitants of the village of Zolotarevka ...",
                                "elements": []
                            },
                            {
                                "content": "We, the inhabitants of Zolotarevka ... appeal to you with indignation concerning the election and performance of the Deputy President of the Shaktarsk District Executive Committee, Mr G. Sh. [full name given].",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "He is a grabber and a petty tyrant. How can he serve the district after having destroyed all the work in Zolotarevka during his four years in office? He had no formal audiences, took decisions unilaterally, and was rude and impolite. He came to work in the morning, but then hid in his illegal firms in Makeyevka or in the computer centre in Kharsyzk, while continuing to receive his salary and bonuses. Funds were allocated for renovation of the water supply system, but he did not manage them ... All the village ... was drowning in weeds and rubbish ... No discussion about petty things, we want to know specifically why [G.Sh.] should get away with the following:",
                                "elements": []
                            },
                            {
                                "content": "(1).  [he] collected 30 hryvnias per household [for renovation of the water supply system] on Sh. and P. streets, and what did he spent it on?",
                                "elements": []
                            },
                            {
                                "content": "(2).  [he] removed all the metal parts from the boiler room in the kindergarten ... ;",
                                "elements": []
                            },
                            {
                                "content": "(3).  [he] uncovered and removed 400 metres of water pipes;",
                                "elements": []
                            },
                            {
                                "content": "(4).  with his knowledge, the century-old oak trees in the forest have been felled.",
                                "elements": []
                            },
                            {
                                "content": "We request your support ... All who voted for the [Party of] Regions, that is 95% [of the voters] are disgusted, and demand [G.Sh.]’s resignation from the district council. He should be expelled from the Party of Regions.”",
                                "elements": []
                            },
                            {
                                "content": ".  This text was followed by eleven signatures, with no indication of full names.",
                                "elements": []
                            },
                            {
                                "content": ".  After having read out the letter, the applicant expressed his personal dissatisfaction with G.Sh.’s performance as a party activist and an elected public official, and was joined in this by several other participants. Mrs A. stated that she was one of the authors of the letter, and that she agreed with all the allegations contained in it.",
                                "elements": []
                            },
                            {
                                "content": ".  G.Sh. was given the floor and argued that the allegations against him were defamatory and lacked any evidential basis.",
                                "elements": []
                            },
                            {
                                "content": ".  In February 2007 G.Sh. instituted civil proceedings in the Shakhtarsk Court, seeking non-pecuniary damages from the applicant for having disseminated defamatory information about him. He maintained in particular that the applicant had had no right to read out the letter, which had contained unverified defamatory information accusing him of criminal and corrupt conduct. As the purported authors of the letter had signed it without indicating their full names or address details, it should have been disposed of without any follow-up as an anonymous application within the meaning of the Citizens’ Applications Act. G.Sh. also submitted that the applicant had given him a photocopy of the disputed letter before the Zolotarevka meeting, and had warned him about his intention to read it out. G.Sh. had protested on the grounds that the text was defamatory, yet the applicant had disregarded his opinion.",
                                "elements": []
                            },
                            {
                                "content": ".  On 17 September 2007 the Shaktarsk Court declared that the applicant had been at fault in defaming G.Sh., and awarded the latter 200 Ukrainian hryvnias (UAH) in respect of non-pecuniary damage. In particular, the court found that the letter should have been treated as an anonymous application by citizens within the meaning of section 5 of the Citizens’ Applications Act. Instead of not pursuing the allegations in the letter, the applicant had acted unlawfully in making it public without verifying the serious accusations against G.Sh. which it contained.",
                                "elements": []
                            },
                            {
                                "content": ".  The applicant, represented by Mr V. Filipenko, appealed. He argued that the Citizens’ Applications Act was not applicable to the facts of the case. In particular, reading out and discussing the content of a letter from voters at a political party gathering could not be deemed an official followup in respect of an anonymous application by citizens within the meaning of the above instrument. Moreover, the letter was not “anonymous”, given that Mrs A. at least had claimed authorship. As regards the nature of the letter, it contained no false allegations of fact. In particular, G.Sh. himself had confirmed that UAH 30 per household had been collected for the renovation of the water supply conduit, and that the boiler-room equipment in the kindergarten had been dismantled upon his orders. There was also evidence in support of other factual allegations. Critical assessment of those facts by some village inhabitants was not susceptible of proof and constituted reasonable value judgments on their part, for which the applicant could not be held responsible. In addition, G.Sh. should have been tolerant of the criticism, as it related to his performance as an elected public official.",
                                "elements": []
                            },
                            {
                                "content": ".  On 3 December 2007 the Donetsk Regional Court of Appeal upheld the judgment of the Shaktarsk Court. It found that the court had rightly concluded that the letter had been anonymous, as it was not possible to identify the authors from the signatures contained therein, and that it had been addressed to the applicant as a public official rather than a private individual, hence the Citizens’ Applications Act had been properly applied. Furthermore, the trial court had rightly concluded that the applicant had not verified the accuracy of the accusations contained in the letter as required by Article 302 of the Civil Code of Ukraine, and had therefore been liable for disseminating defamatory statements against G.Sh.",
                                "elements": []
                            },
                            {
                                "content": ".  On 30 January 2008 the Supreme Court of Ukraine rejected the applicant’s request for leave to appeal in cassation.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Constitution of Ukraine",
                                "elements": [
                                    {
                                        "content": ".  Article 34 of the Constitution of Ukraine reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “Everyone is guaranteed the right to freedom of thought and speech, and to the free expression of his or her views and beliefs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Everyone has the right to freely collect, store, use and disseminate information by oral, written or other means of his or her choice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The exercise of these rights may be restricted by law in the interests of national security, territorial indivisibility or public order, with the purpose of preventing disturbances or crimes, protecting the health of the population, the reputation or rights of other persons, preventing the publication of information received confidentially, or supporting the authority and impartiality of justice.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  2003 Civil Code of Ukraine",
                                "elements": [
                                    {
                                        "content": "16.  The relevant provisions of the Civil Code of Ukraine, as worded at the material time, read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Negative information about a person which is disseminated shall be considered inaccurate unless the person who disseminated it proves otherwise ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Everyone shall have the right to respect for his or her dignity and honour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The dignity and honour of an individual shall be inviolable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  An individual shall have the right to apply to a court with a claim to defend his or her dignity and honour.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  An individual shall have the right to the inviolability of his or her professional reputation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  An individual shall have the right to apply to a court with a claim to defend his or her professional reputation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  An individual disseminating information shall be obliged to verify its accuracy. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Law of Ukraine no. 393/96-VR of 2 October 1996 on applications by citizens (the Citizens’ Applications Act)",
                                "elements": [
                                    {
                                        "content": ".  The applicable provisions of the above Act, as formulated at the material time, read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Applications shall be addressed to bodies of State power and local government, enterprises, institutions, organisations regardless of their form of ownership, or associations of citizens or officials competent to deal with the matters raised in the applications.",
                                        "elements": []
                                    },
                                    {
                                        "content": "An application must indicate the full name [and] residential address of the citizen, describe the substance of the matter raised, and [contain] comments, proposals, declarations or complaints, requests or demands.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "An application may be filed by an individual (an individual [application]) or by a group of persons (a collective [application]) ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A written application which does not indicate the place of residence [of the applicant], [or] is not signed by the author (or authors) [of the application], or one whose authorship may not be discerned, shall be considered anonymous and shall not be examined ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Law of Ukraine no. 2657-XII of 2 October 1992 on information (the Data Act)",
                                "elements": [
                                    {
                                        "content": ".  The applicable provisions of the above Act, as formulated at the material time, read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Nobody may be held liable for expressing value judgments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Value judgments (insults and libel excluding) are statements which do not contain factual data, such as criticism, evaluations of acts, and statements which cannot be interpreted as containing factual data because of the manner in which they are worded, in particular with regard to the use of hyperbole, allegory and satire. The accuracy of value judgments is not susceptible of proof, nor may a person ask for value judgments to be retracted ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "A person shall not be liable for the publication of restricted information if a court finds that this information was of public importance ...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant complained that the court finding in the defamation proceedings against him had amounted to unfair interference with his right to freedom of expression under Article 10 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers ...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "20.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "21.  The applicant maintained that the domestic courts had acted unlawfully and unfairly in penalising him for reading out a letter containing voters’ critical comments concerning G.Sh.’s performance. He maintained that this letter had not been anonymous, given that Mrs A. at least had openly claimed to be an author at the meeting where it had been read out. In any event, in the applicant’s view, making this letter public at a meeting with party members and voters could not qualify as an official “follow-up” on “a citizen’s application” within the meaning of the Citizens’ Applications Act. The domestic courts had therefore incorrectly applied this legal instrument to the facts of the present case. The applicant further argued that the disputed statements were based on true facts and events, and qualified as fair critical comment concerning G.Sh.’s official performance. G.Sh. had earlier been found administratively liable for corrupt acts, and the fact that he had been engaged in illegal business transactions while occupying a post of responsibility within the municipality had been widely discussed. Unfortunately, the domestic courts had refused to question some witnesses and examine some of the evidence presented by the applicant in support of his position. They had also failed to see that the purpose of the letter had been to scrutinise G.Sh.’s political accountability before the voters, rather than to discredit or defame him as a person.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The Government acknowledged that the finding against the applicant in defamation proceedings had constituted an interference with his freedom of expression. They maintained that the interference had been justified under paragraph 2 of Article 10 of the Convention. In particular, it had been based on foreseeable and accessible legal provisions and pursued a legitimate aim, namely the protection of the reputation of a civil servant. In addition to that, the interference had not been disproportionate to the aim pursued. The disputed statements had contained numerous factual allegations, the accuracy of which the applicant had been unable to prove during the domestic proceedings. Those statements had therefore been defamatory. Accordingly, it had fallen to the applicant to verify their accuracy before disclosing the content of the letter at a public meeting. The applicant had not known the identities of all the authors of the disputed letter, and those identities could also not be discerned during the meeting. Accordingly, the domestic courts had correctly classified the letter as an anonymous application by citizens, which the applicant had had no right to read publicly, especially without verifying the facts. In view of the applicant’s conduct, the defamatory statements had been widely disseminated in the small village where G.Sh. lived with his family. Thus, he had experienced considerable emotional distress, and his reputation as a civil servant had been negatively affected. In these circumstances, the symbolic fine imposed on the applicant had been justified and not disproportionate.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "23.  The Court notes at the outset that the finding against the applicant in defamation proceedings constituted an interference with his rights under Article 10 of the Convention (see, for example, Siredzhuk v. Ukraine, no. 16901/03, § 80, 21 January 2016), and that this fact is not in dispute between the parties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The Court accepts the Government’s contentions that the above interference had a basis in domestic law – the provisions of the Civil Code and the Citizens’ Applications Act – and pursued the legitimate aim of protecting the plaintiff’s reputation. It therefore remains to be determined whether the interference was also “necessary in a democratic society.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  In this connection, the Court reiterates that the test of necessity requires it to determine whether the interference corresponded to a “pressing social need”, whether it was proportionate to the legitimate aim pursued, and whether the reasons given by the national authorities to justify it were relevant and sufficient (see, among many other authorities, Cumpǎnǎ and Mazǎre v. Romania [GC], no. 33348/96, §§ 88 and 90 ECHR 2004XI). In exercising its supervisory function, the Court must look at the interference complained of in the light of the case as a whole, including the status of the applicant and that of the plaintiff in the domestic proceedings, the content of the critical comments held against the applicant, as well as the context and the manner in which they were made public (see Jerusalem v. Austria, no. 26958/95, § 35, ECHR 2001II; Siredzhuk, cited above, § 81; and, mutatis mutandis, Marinova and Others v. Bulgaria, nos. 33502/07, 30599/10, 8241/11 and 61863/11, § 86, 12 July 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  In line with its well-established case-law, the Court reiterates that, while freedom of expression is important for everybody, it is especially so for elected representatives of the people, who represent the electorate, draw attention to their preoccupations and defend their interests (see Castells v. Spain, judgment of 23 April 1992, Series A no. 236, pp. 22-23, § 42, and Jerusalem, cited above, § 36). There is little scope under Article 10 § 2 of the Convention for restrictions on political speech or debate on matters of public interest (see, among other authorities, Sürek v. Turkey (no. 1) [GC], no. 26682/95, § 61, ECHR 1999IV). A politician is certainly entitled to have his reputation protected, even when he is not acting in his private capacity, but in such cases the requirements of that protection have to be weighed against the interests of the open discussion of political issues (see, as a recent authority, Instytut Ekonomichnykh Reform, TOV v. Ukraine, no. 61561/08, § 44, 2 June 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  Turning to the facts of the present case, the Court reiterates that the statements held against the applicant concerned the official performance of a local politician (a member of the Party of Regions) elected to a post of responsibility within the district council. The applicant, himself a member of the council and the president of a branch of the same political party, read out those statements at a gathering of other party members and politically active local voters. Regard being had to the subject matter of the presentation, the public status of the speaker, and the chosen forum, the applicant’s discourse represented political speech in the strict sense, the restriction of which calls for the closest scrutiny on the part of the Court (see, mutatis mutandis, Karácsony and Others v. Hungary [GC], no. 42461/13, § 137, 17 May 2016, with further references, and compare and contrast with Siredzhuk, cited above, § 82).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It is notable that the disputed statements did not emanate from the applicant himself. However, with regard to the Convention, it is of secondary importance whether or not the true identities of all the authors of the disputed letter were known or discernable. In deciding to make public the letter addressed to him personally, the applicant consciously and willfully provided its authors with a medium for presenting their views, thus playing a full part in disseminating the relevant statements (see mutatis mutandis Editions Plon v. France, no. 58148/00, § 22, ECHR 2004IV, with further references, and Andrushko v. Russia, no. 4260/04, § 42, 14 October 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  What matters, however, is whether the impugned statements, seen in the context of the manner and scope of their dissemination, can be viewed as fair comment on matters of public interest (see, for instance, Jerusalem, cited above, § 44; Standard Verlags GmbH v. Austria, no. 13071/03, § 55, 2 November 2006; and Kudeshkina v. Russia, no. 29492/05, § 95, 26 February 2009) or whether, instead, they amounted to a gratuitous personal attack (see, for example, Janowski v. Poland [GC], no. 25716/94, § 34, ECHR 1999I). In this connection, it is necessary to bear in mind that political invective often spills over into the personal sphere; such are the hazards of politics and the free debate of ideas, which are the guarantees of a democratic society (see Lopes Gomes da Silva v. Portugal, no. 37698/97, § 34, ECHR 2000-X, and Andrushko, cited above, § 48). However, a clear distinction must be made between criticism and insult (see, mutatis mutandis, Skałka v. Poland, no. 43425/98, § 34, 27 May 2003, and Marinova, cited above, § 88).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As can be discerned from the text of the disputed letter, its authors implied that G.Sh. was liable for very serious misconduct, including abuse of office, poor management and misappropriation of communal property. The Court accepts that certain expressions used by the voters to formulate their views were couched in very strong terms, and their comments were severely critical. At the same time, the evidence and other submissions made by the parties before the national courts in the course of the domestic proceedings indicate that the accusations against G.Sh. were based on certain true facts and events which had generated public discussion (see paragraph 12 above). It appears that the authors of the letter were frustrated and enraged by G.Sh.’s conduct, as perceived by them based on the available factual information. There is no reason to doubt that they voiced their indignation in good faith, as confirmed, for instance, by the fact that Mrs A., who was present at the meeting, openly claimed to be one of the authors of the letter (compare with Andrushko, cited above, § 47).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court further reiterates that the content of the letter was disclosed orally before a fairly small local audience, who should have been reasonably well-informed about the underlying facts (for example, compare with Jersild v. Denmark, 23 September 1994, § 34, Series A no. 298, and Sokołowski v. Poland, no. 15337/02, § 49, 24 October 2006). In addition, the letter was read out in G.Sh.’s presence, and he was given the floor to respond. Accordingly, he was afforded an appropriate opportunity to dispel any allegation which he considered to be untrue and present his own version of the relevant facts before the same audience (compare with Reznik v. Russia, no. 4977/05, § 44, 4 April 2013, and contrast with Siredzhuk, cited above, § 88).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the meantime, examining the defamation claim brought against the applicant, the domestic judicial authorities confined their analysis to a discussion of whether the disputed letter constituted an anonymous application within the meaning of the applicable law, and whether the applicant had verified the truthfulness of the negative allegations against G.Sh. before making the letter public. They did not give any consideration to the context and the manner of dissemination of the disputed statements or to the status of the speaker and the person targeted in his presentation, discussed in paragraphs 27-31 above. In these circumstances, the Court considers that the domestic judicial authorities failed to recognise that the present case involved a conflict between the right to protection of reputation and freedom of political expression and to carry out the relevant balancing exercise. Accordingly, they did not apply standards in conformity with the principles embodied in Article 10 and did not adduce relevant and sufficient reasons justifying the necessity of the interference with the applicant’s freedom of political expression (see, for similar reasoning, Dyundin v. Russia, no. 37406/03, § 33, 14 October 2008, and Andrushko, cited above, §§ 49 and 57).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  There has therefore been a breach of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLE 6 § 1 AND ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant also complained of a violation of his right to a fair hearing. In particular, he maintained that the judicial authorities, in adjudicating the case brought against him, had arbitrarily refused some of his procedural requests; had incorrectly assessed the facts and applied the law. He relied on Article 6 § 1 and Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "35.  The Government contested that argument. They submitted in particular that the judicial authorities had decided the case following adversarial proceedings whereby both parties had been given ample and equal opportunity to present their case.",
                                "elements": []
                            },
                            {
                                "content": "36.  The Court considers that the present complaint falls to be examined under Article 6 § 1 of the Convention only, which constitutes a lex specialis in relation to the applicant’s complaint under Article 13 (see Hentrich v. France, 22 September 1994, § 49, Series A no. 296-A).",
                                "elements": []
                            },
                            {
                                "content": "37.  The Court reiterates that it is not its function to deal with errors of fact or law allegedly made by a national court, unless and in so far as they may have infringed rights and freedoms protected by the Convention (see, among many other authorities, García Ruiz v. Spain [GC], no. 30544/96, § 28, ECHR 1999-I). The Court’s sole task in connection with Article 6 of the Convention is to examine applications alleging that the domestic courts have failed to observe specific procedural safeguards laid down in that Article, or that the conduct of the proceedings as a whole has not guaranteed the applicant a fair hearing (see, among many other authorities, Donadze v. Georgia, no. 74644/01, §§ 30-31, 7 March 2006). The Court further reiterates that it is for the national courts to assess the relevance of proposed evidence (see Centro Europa 7 S.r.l. and Di Stefano v. Italy [GC], no. 38433/09, § 198, ECHR 2012). In the instant case, the Court can see no evidence to suggest that the domestic proceedings were not conducted in accordance with the requirements of a fair hearing.",
                                "elements": []
                            },
                            {
                                "content": ".  It follows that this complaint must be rejected as manifestly illfounded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "39.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "40.  The applicant claimed 1,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Government submitted that this claim was exorbitant and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court considers that the applicant must have suffered anguish and distress on account of the facts leading to the finding of a violation of Article 10 of the Convention in the present case, which cannot be made good by a finding of a violation alone. Ruling on an equitable basis, the Court awards the applicant the claimed amount in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "43.  The applicant also claimed EUR 1,300 in respect of legal fees paid to Mr V. Filipenko, his advocate in the domestic and Convention proceedings. He submitted copies of receipts, which show that on both 28 June and 28 November 2007 the applicant paid 5,000 hryvnia (UAH) to Mr V.Filipenko, an advocate with the Legal Consultancy Bureau in the Leninskiy District in Donetsk, for providing unspecified legal assistance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government submitted that the above receipts were not sufficient to establish the scope and nature of the obligations between the parties. They argued, in particular, that the applicant needed to provide a copy of the contract or other detailed documents, from which one could unequivocally discern what sums he had paid for the services directly connected to the present proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. The material in the case file shows that Mr V. Filipenko has represented the applicant since 2007, first in the domestic proceedings and subsequently in the Convention proceedings, by attending court hearings, completing the application form for the Court and responding to the Government’s observations on admissibility and merits of the case. The receipts submitted by the applicant show that in 2007 he paid Mr V. Filipenko UAH 10,000 for his services. Regard being had to the available documents, the Court considers it reasonable to award the applicant EUR 1,300 in respect of legal fees.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "46.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the interference with the applicant’s freedom of expression admissible, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 January 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "and Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LYKIN v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-170056.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0112JUD001938208",
    "externalsources": [],
    "extractedappno": [
        "19382/08",
        "393/96",
        "16901/03",
        "33348/96",
        "26958/95",
        "33502/07",
        "30599/10",
        "8241/11",
        "61863/11",
        "26682/95",
        "61561/08",
        "42461/13",
        "58148/00",
        "4260/04",
        "13071/03",
        "29492/05",
        "25716/94",
        "37698/97",
        "43425/98",
        "15337/02",
        "4977/05",
        "37406/03",
        "30544/96",
        "74644/01",
        "38433/09"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-170056",
    "judgementdate": "12/01/2017 00:00:00",
    "kpdate": "12/01/2017 00:00:00",
    "kpthesaurus": [
        "149",
        "148"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "10",
        "10-1"
    ],
    "parties": [
        "LYKIN",
        "UKRAINE"
    ],
    "rank": "1731.861328125",
    "representedby": [
        "FILIPENKO V."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "460031",
    "typedescription": "15"
}