{
    "__articles": "3",
    "__conclusion": "No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect)",
    "applicability": "",
    "appno": "45202/04",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-109077.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 45202/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Mikhail Leonidovich Volodarskiy (“the applicant”), on 18 November 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms Y.A. Bugayenko, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been ill-treated in police custody without a subsequent effective investigation into his complaints, and that the trial court considering his criminal case had refused to summon certain witnesses.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 26 May 2010 the President of the First Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1969 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  During the evening of 14 October 2003 the applicant assaulted Ms G. in an attempt to steal her handbag. After searching the surrounding streets, Ms G. and her acquaintance, Mr Sh., located the applicant at a bus stop nearby.",
                                "elements": []
                            },
                            {
                                "content": "7.  As quoted in the report of the internal security office of the Interior Department of the South-West Administrative District of Moscow of 19 December 2003 (see paragraph 21 below), police officers M. and S., who arrived at the scene after a telephone call from Ms G., stated that when they arrived they saw that the applicant’s head had been bleeding and his jacket was torn. They handcuffed him when he attempted to escape.",
                                "elements": []
                            },
                            {
                                "content": "8.  After taking the applicant to Cheremushinskoye police station, the police officers called an ambulance which took him to a hospital for first aid to be administered. Afterwards he was taken back to the police station and released on the following day after questioning.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "9.  On 17 October 2003 criminal proceedings were instituted by the investigative department of Cheremushinskoye police station against the applicant in connection with the incident of 14 October 2003. On the same date the investigator drew up a record of the inspection of Ms G.’s handbag describing its appearance and contents which included a cell phone and a certain amount of money. The record also included an estimate of the cost of the objects. Two attesting witnesses, P. and K., put their signatures on the record of inspection and on the decision of the same date to include in the body of evidence the above-mentioned objects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The records of the questioning of Ms G. and Mr Sh. of 3 November 2003 contain the following identical statements:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[The applicant] tried to run away but Sh. stopped him and grabbed his arms. [The applicant] made several other attempts at absconding before the arrival of the police, which is why Sh. had to physically restrain him, and that might have caused some bodily injury ... Upon their arrival the police handcuffed [the applicant].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  When being questioned on 3 December 2003 as a suspect, the applicant stated the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The woman pushed me in the chest, and the man hit me on the head with the handle of a handgun, causing bleeding ... The woman walked to a nearby shopping centre and returned with two security guards, after which the three men started beating me. Then the woman used her mobile phone to call the police ... I was then taken to Cheremushkinskoye police station where I was handcuffed to the iron bar of a cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the questioning office ... I was told to sit down on the floor. On several occasions I tried to get up and the police officer took a truncheon and hit me across the legs. The other police officers started mocking me and told me to sing [a children’s song] to identify my voice, which I did as I feared that I would be subjected to physical violence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 4 December 2003 an expert forensic report concluded that he suffered from “shift-like” schizophrenia with pronounced psychological effects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 27 May 2004 the Cheremushinskiy District Court of Moscow (“the District Court”), while considering the criminal charge against the applicant, refused a request by the applicant’s counsel to summon the attesting witnesses P. and K., who were allegedly ex-police officers, for lack of sufficient grounds to question their identity. Counsel further demanded that the signed documents be struck out of the list of evidence as they were improperly drawn up. This request was also dismissed as the court held that the documents had been drawn up in accordance with the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 28 May 2004 the District Court found that the applicant had committed attempted robbery with assault, but relieved him of criminal liability on account of his mental-health status and ordered his placement in a psychiatric hospital. The court based its conclusion on the statements of Ms G. and Mr Sh. made in court, as well as various procedural documents, including the record of inspection of Ms G.’s belongings and the decision to include the objects in the body of evidence signed by the attesting witnesses. It also referred to the statement made by the applicant’s mother, who acted as his lawful representative, to the effect that the applicant had been beaten up by strangers who had subsequently turned him in to the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 11 August 2004 the Moscow City Court (“the City Court”) upheld the above-mentioned decision on appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s complaint of alleged police ill-treatment",
                                "elements": [
                                    {
                                        "content": "16.  On 16 October 2003 the applicant’s mother complained to the prosecutor of the Cheremushinskiy District of Moscow, requesting the opening of criminal proceedings in connection with the applicant’s alleged ill-treatment in custody. On an unspecified date her complaint was referred by the prosecutor to the internal security office of the Interior Department of the South-West Administrative District of Moscow for an inquiry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 16 October 2003 the applicant went to a municipal hospital which recorded multiple bruises on his head, neck and torso, and an abrasion on the back of his head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 18 October 2003 he attended at another hospital which recorded an infected wound on his head and hypoesthesia of the fingers of the right hand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Both records contain the following references:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“According to the [applicant], on 14 October 2003 he was beaten up by the officers of Cheremushinskoye police station”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 4 December 2003 the investigator in charge of the applicant’s criminal case commissioned an expert forensic report on account of the applicant’s allegations of ill-treatment made in the course of the criminal investigation against him. In his order he indicated that the experts should examine the available medical documents. He also referred the complaint of ill-treatment for examination to the prosecutor’s office of the Cheremushinskiy District of Moscow.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 19 December 2003 the internal security office of the Interior Department of the South-West Administrative District of Moscow completed the inquiry prompted by the applicant’s mother’s complaint, producing a report of the same date. In particular, the inquiring officer stated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Police officers M. and S. questioned in the course of the inquiry stated that they had put handcuffs on [the applicant] as during the apprehension the latter had put up resistance and had tried to hit M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The above-mentioned officers also stated that when they had discovered that [the applicant] had a head injury, they called an ambulance after escorting [the applicant] to the police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After [the applicant] was administered medical aid at  municipal hospital no. 1, he was again brought to Cheremushinskoye police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Duty officer Shi. and investigator G. stated that there had been no unlawful actions during [the applicant’s] apprehension and questioning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thus, the allegations of unlawful actions by police officers were not proved during the inquiry, and the use of handcuffs was not in breach of Article 14 of the Police Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, given that the complaint refers to unlawful actions by police officers which fall within the competence of the prosecutor’s office, [I] suggest terminating the internal inquiry, sending the material collected by the internal inquiry to the Cheremushinskiy District prosecutor’s office for taking a decision in accordance with the law, and informing the parties concerned about the decision.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 24 December 2003 the State forensic experts issued a conclusion which reiterated the medical data as described above (see paragraphs 17 and 18 above) and stated that the recorded injuries had not led to any consequences for the applicant’s health. The experts could not determine the circumstances or the date of the injuries due to the lack of comprehensive data.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 9 January 2004 the prosecutor of the Cheremushkinskiy District of Moscow, relying on the statements made by police officers M., S. and Shi. in the context of the investigation by the internal security office, decided not to institute criminal proceedings in respect of the applicant’s alleged ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 22 September 2004 the applicant, his mother and counsel challenged the above decision in court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 18 November 2004 the District Court heard the applicant’s mother, his counsel and a representative of the prosecutor’s office and dismissed the complaint as unfounded after concluding that the applicant’s injuries had been caused by the third parties who had restrained him at the scene. In particular, the court said:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“As follows from the statements given by Ms G., Mr Sh. and police officers S. and M., at the moment of the arrest [the applicant] ... had injuries which had occurred before arrival of the police. [The applicant’s mother] ... also confirmed at the hearing that her son had been beaten up with a handgun before arrival of the officers of Cheremushkinskoye police station.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 3 February 2005 the City Court upheld the above decision on appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  The applicant complained under Article 3 of the Convention of his alleged ill-treatment in custody. He further complained under the same provision and under Article 13 of the Convention that the investigation into his complaints had not been thorough as its conclusions had been based on the statements of the implicated police officers. The authorities had not examined any individuals who could have confirmed or refuted the above statements and had made no effort to identify any eyewitnesses of his apprehension.",
                                "elements": []
                            },
                            {
                                "content": "30.  The Court will consider the applicant’s complaints under the substantive and procedural limbs of Article 3. The relevant provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "31.  The Government referred to the findings of the domestic authorities and argued that the applicant had received his bodily injuries before the arrival of the police and had not been subjected to any treatment incompatible with Article 3 of the Convention during the arrest or while in police custody. They further argued that the investigation into the applicant’s complaints had been thorough and effective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The applicant insisted that he had been ill-treated in police custody and the authorities had failed to provide an adequate explanation for his injuries.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "33.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Alleged ill-treatment",
                                "elements": [
                                    {
                                        "content": "34.  Article 3 enshrines one of the most fundamental values of democratic societies. Even in the most difficult circumstances, such as the fight against terrorism and organised crime, the Convention prohibits in absolute terms torture and inhuman or degrading treatment or punishment, irrespective of the victim’s conduct (see Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV, and Chahal v. the United Kingdom, 15 November 1996, § 79, Reports of Judgments and Decisions 1996-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court reiterates that allegations of ill-treatment must be supported by appropriate evidence (see, mutatis mutandis, Klaas v. , 22 September 1993, § 30, Series A no. 269). To assess this evidence, the Court adopts the standard of proof “beyond reasonable doubt” but adds that such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Ireland v. the United Kingdom, 18 January 1978, § 161, Series A no. 25). Where the events in issue lie wholly or in large part within the exclusive knowledge of the authorities, as in the case of persons under their control in custody, strong presumptions of fact will arise in respect of injuries occurring during such detention. Indeed, the burden of proof may be regarded as resting on the authorities to provide a satisfactory and convincing explanation (see Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Where domestic proceedings have taken place, it is not the Court’s task to substitute its own assessment of the facts for that of the domestic courts and, as a general rule, it is for those courts to assess the evidence before them (see Klaas, cited above, § 29). Although the Court is not bound by the findings of the domestic courts, in normal circumstances it requires cogent elements to lead it to depart from the findings of fact reached by those courts (see Matko v. Slovenia, no. 43393/98, § 100, 2 November 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court observes that the District Court addressed the substance of the applicant’s complaint of ill-treatment by the police in its decision of 18 November 2004. Its decision to dismiss the applicant’s complaint for lack of grounds was based on the analysis of the statements made by the victim of the assault and her acquaintance in the context of the criminal proceedings, the applicant’s mother who represented the applicant’s interests in court and the police officers involved in the arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court does not find anything in the applicant’s submissions that would warrant a departure from the conclusion reached by the domestic court. The applicant, the individuals who restrained him until the arrival of the police and the police officers who apprehended the applicant concur that a certain amount of physical force was applied to the applicant before his apprehension. The description of the applicant’s injuries contained in the medical reports, taken together with the statements of the aforementioned persons, makes it plausible that he sustained the head wound, concussion, hypoesthesia of the fingers, and bruises on the upper part of his body before the arrival of the police (see paragraphs 10-11 and 17-18 above). On the contrary, there is no medical evidence that the applicant suffered any truncheon blows to the legs, as it was alleged by him. Nor is there any evidence that he had been handcuffed to the bar of the cell or made sing a song.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In the light of the foregoing, the Court considers that the material before it does not provide sufficient evidence of the State’s responsibility for the injuries inflicted upon the applicant or for any other form of illtreatment. Accordingly, there has been no violation of Article 3 of the Convention in respect of the applicant’s alleged ill-treatment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Alleged inadequacy of the investigation",
                                "elements": [
                                    {
                                        "content": "40.  The Court reiterates that where an individual raises an arguable claim that he has been seriously ill-treated in breach of Article 3, that provision, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within their jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation. An obligation to investigate “is not an obligation of result, but of means”: not every investigation should necessarily be successful or come to a conclusion which coincides with the claimant’s account of events; however, it should in principle be capable of leading to the establishment of the facts of the case and, if the allegations prove to be true, to the identification and punishment of those responsible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  An investigation into serious allegations of ill-treatment must be thorough. That means that the authorities must always make a serious attempt to find out what happened and should not rely on hasty or illfounded conclusions to close their investigation or as the basis for their decisions. They must take all reasonable steps available to them to secure evidence concerning the incident, including, inter alia, a detailed statement concerning the allegations from the alleged victim, eyewitness testimony and forensic evidence. Any deficiency in the investigation which undermines its ability to establish the cause of injuries or the identity of the persons responsible will risk falling foul of this standard (see, among many authorities, Assenov and Others v. Bulgaria, no. 14760/94, §§ 107 et seq., Reports 1998VIII; Batı and Others v. Turkey, nos. 33097/96 and 57834/00, § 134, ECHR 2004IV (extracts); Mikheyev v. Russia, no. 77617/01, §§ 107-08, 26 January 2006; and Shishkin v. Russia, no. 18280/04, §§ 9596, 7 July 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Turning to the circumstances of the present case, the Court observes that the applicant complained of ill-treatment by way of his mother’s request for the institution of criminal proceedings filed on 16 October 2003. It further observes that investigation into this complaint was completed within three months, during which the authorities obtained a forensic expert report concerning the applicant’s injuries and the statements of the police officers who had detained him and had been on duty at the police station where the applicant had been remanded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  As to the thoroughness of the investigation, the Court recalls that in his decision not to institute criminal proceedings of 9 January 2004 the prosecutor relied on the evidence given by the suspect police officers and their superior, which was obtained in the course of the investigation by the internal security office of the Interior Department. The prosecutor did not make any reference either to the available forensic medical report concerning the applicant’s injuries or to the statements made by the parties in the context of the criminal proceedings against the applicant. The Court recalls that it has previously found that an investigator’s undue reliance on the evidence given by the State officials involved in alleged wrongdoing and failure to examine witnesses did not comply with the standards of a thorough and independent investigation (see, mutatis mutandis, Ergi v. Turkey, 28 July 1998, § 83-84, Reports 1998IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  However, the Court takes special cognisance of the fact that in the instant case the prosecutor’s refusal to institute criminal proceedings in respect of the applicant’s alleged ill-treatment was reviewed by a domestic tribunal which examined most of the material disregarded in the prosecutor’s analysis of the incident. Dismissing the applicant’s complaint, the District Court based its conclusion on the findings of the criminal proceedings against him, the applicant’s mother’s concession at the hearing that the applicant had received some physical injuries before arrival of the police (see paragraph 25 above), and the material collected during the internal police inquiry. The applicant did not complain that he had not personally been questioned in the proceedings concerning his complaint of ill-treatment or that his mother’s representation of him in the court proceedings had been defective. There is nothing in the circumstances of the present case to indicate the existence of any resulting prejudice to the applicant’s interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court observes that, considering the domestic procedure in its entirety, the authorities carried out the investigative measures that could have been reasonably expected of them, including obtainment of forensic and witness evidence and questioning of the alleged victim and suspects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Regard being had to the above, the Court considers that the authorities’ response to the applicant’s complaint of ill-treatment did not amount to a failure at effective investigation. Accordingly, it finds that there has been no violation of Article 3 under its procedural limb.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (D) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  The applicant complained under Article 6 of a violation of his right to fair trial in the criminal proceedings against him in view of the court’s refusal to summon the attesting witnesses P. and K. or to strike out the evidence obtained with their assistance as improperly drawn up. The Court will consider the present complaint under Article 6 §§ 1 and 3 (d) of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "“Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "... to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him ...”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "48.  The Government submitted that the complaint was manifestly illfounded and should be rejected in accordance with Article 35 § 3 (a) of the Convention. They further stated that the court had refused to summon witnesses P. and K. because it had not discovered any procedural irregularities in relation to the inspection of Ms G.’s handbag and the drawing up of the inspection record. The defence had not pointed out any irregularities in the inspection record apart from the unconfirmed data on the witnesses’ employment or place of residence, nor had it identified any violations of a substantial nature. Finally, the inspection record had not been used as principal evidence against the applicant but rather had served as proof of the damage that could have been sustained by the victim had the criminal act been completed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The applicant maintained his complaint.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "50.  The Court reiterates that the admissibility of evidence is primarily a matter for regulation by national law and as a general rule it is for the national courts to assess the evidence before them. The Court’s task under the Convention is to ascertain whether the proceedings as a whole, including the way in which evidence was taken, were fair (see, among other authorities, Doorson v. the Netherlands, 26 March 1996, § 67, Reports 1996II, and Van Mechelen and Others v. the Netherlands, 23 April 1997, § 50, Reports 1997III). In determining whether the proceedings were fair, regard must be had to whether the rights of the defence were respected. It must be examined in particular whether the applicant was given the opportunity of challenging the authenticity of the evidence and of opposing its use (Bykov v.  [GC], no. 4378/02, § 90, 10 March 2009). Finally, Article 6 does not grant the accused an unlimited right to secure the appearance of witnesses in court and it is normally for the national courts to decide whether it is necessary or advisable to hear a witness (see, among many other authorities, Bricmont v. , 7 July 1989, § 89, Series A no. 158).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Turning to the circumstances of the present case, the Court observes that P. and K. had been called on to attest to the inspection of the alleged victim’s handbag and its contents. They did not make any depositions during the pre-trial investigation and did not seem to be in a position at that moment or later to give any evidence that could have corroborated or refuted the applicant’s guilt. Having regard to the evidentiary basis of the applicant’s conviction, the Court agrees with the Government that the record of inspection of the objects belonging to the victim or the decision to include them in the body of evidence were not decisive for the outcome of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court further observes that the domestic court examined the applicant’s requests to summon the attesting witnesses and to strike out the record and decision drawn up with their assistance and came to the conclusion that neither was necessary for fair consideration of the case. The Court is satisfied that the applicant was able to challenge in court admissibility of the evidence presented by the prosecution and does not detect a valid reason to depart from the findings of the domestic tribunal.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  The applicant also submitted a number of complaints under Articles 5 and 6 of the Convention related to his arrest and trial.",
                                "elements": []
                            },
                            {
                                "content": "55.  Having regard to all the material in its possession, and in so far as these complaints fall within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in these provisions. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning illtreatment in police custody and the lack of an effective investigation thereof admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 3 of the Convention on account of the applicant’s alleged illtreatment by the police;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 3 of the Convention on account of the authorities’ failure to carry out an effective investigation into the applicant’s complaints.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 February 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VOLODARSKIY v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-109077.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0214JUD004520204",
    "externalsources": [],
    "extractedappno": [
        "45202/04",
        "26772/95",
        "21986/93",
        "43393/98",
        "14760/94",
        "33097/96",
        "57834/00",
        "77617/01",
        "18280/04",
        "4378/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-109077",
    "judgementdate": "14/02/2012 00:00:00",
    "kpdate": "14/02/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "VOLODARSKIY",
        "RUSSIA"
    ],
    "rank": "861.839477539063",
    "representedby": [
        "BUGAYENKO Y. A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "357343",
    "typedescription": "15"
}