{
    "__articles": "6;6-1;13",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 13",
    "applicability": "",
    "appno": "16553/08",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        }
    ],
    "content": {
        "001-98415.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 16553/08) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian national, Mr Alan Praunsperger (“the applicant”), on 28 December 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 16 March 2009 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I. THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1948 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 3 August 1994 he obtained a final and enforceable judgment from the Rijeka Municipal Court (Općinski sud u Rijeci) ordering a private individual, M.Č. to pay the applicant a sum of money.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 11 November 1994, as no payment had been made, the applicant instituted enforcement proceedings in the Makarska Municipal Court (Općinski sud u Makarskoj), seeking the enforcement of the above judgment through the seizure of movable property owned by M.Č in Makarska.",
                                "elements": []
                            },
                            {
                                "content": "7.  In February 1998, the Makarska Municipal Court initiated the seizure of the said movable property in order to satisfy the applicant's claim. However, this attempt failed because of the lack of movable property suitable for seizure.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 26 November 2001 the applicant requested that the value of a flat owned by M.Č. be assessed by the Makarska Municipal Court for the purposes of the enforcement proceedings.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 21 July 2003 the applicant sought enforcement through the seizure of the above-mentioned flat.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 3 July 2006 the applicant lodged a request for the protection of the right to a hearing within a reasonable time with the Split County Court, complaining about the length of the above-mentioned enforcement proceedings.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 1 March 2007 the  found a violation of the applicant's right to a hearing within a reasonable time. It awarded him compensation in the amount of 7,000 Croatian kuna (HRK) and ordered the Makarska Municipal Court to decide the case as quickly as possible but in any case within six months. The County Court's decision was served on the applicant on 23 March 2007.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 2 October 2007 the applicant lodged another request for the protection of the right to a hearing within a reasonable time with the Split County Court, complaining that the enforcement proceedings were still pending at first instance. On 10 March 2008 the  dismissed the applicant's complaint.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 2 April 2008 the applicant appealed to the Supreme Court (Vrhovni sud Republike Hrvatske) against the decision of the Split County Court, contesting it as being ineffective in his case and claiming compensation in the amount of HRK 500,000.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 9 June 2008 the Supreme Court upheld the applicant's appeal in part and ordered the Makarska Municipal Court to complete the enforcement proceedings as quickly as possible but in any case within six months. The Supreme Court did not award the applicant any further compensation. The Supreme Court's decision was served on the applicant on 3 July 2008.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 5 September 2008 the Makarska Municipal Court decided that the enforcement was not permissible under the relevant domestic law. The applicant appealed. On 15 January 2009 the  quashed the first-instance decision and remitted the case to the Makarska Municipal Court.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 23 January 2009 the applicant lodged a constitutional complaint about the length of the above-mentioned enforcement proceedings and also complained about the fact that both time-limits, the first one ordered by the Split County Court and the second by the Supreme Court, had not been complied with.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 19 February 2009 the  (Ustavni sud Republike Hrvatske) dismissed the applicant's constitutional complaint, treating it as an appeal against the Supreme Court's decision of 9 June 2008, on the ground that the findings of the lower courts had been correct.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 6 April 2009 the Makarska Municipal Court decided again that the enforcement on the flat in question was not permissible. The applicant appealed and the case is still pending before the Split County Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "19.  Article 29 § 1 of the Constitution (Ustav Republike Hrvatske, Official Gazette no. 41/2001 of 7 May 2001) reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his rights and obligations or of any criminal charge against him, everyone is entitled to a fair hearing within a reasonable time by an independent and impartial court established by law.”",
                                "elements": []
                            },
                            {
                                "content": "20.  The relevant part of section 63 of the Constitutional Act on the  (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002 of 3 May 2002 – “the Constitutional Court Act”) reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“(1) The Constitutional Court shall examine a constitutional complaint whether or not all legal remedies have been exhausted if the competent court fails to decide a claim concerning the individual's rights and obligations or a criminal charge against him or her within a reasonable time ...",
                                "elements": []
                            },
                            {
                                "content": "(2) If a constitutional complaint ... under sub-section 1 of this section is upheld, the  shall set a time-limit within which the competent court must decide the case on the merits...",
                                "elements": []
                            },
                            {
                                "content": "(3) In a decision issued under sub-section 2 of this section, the  shall assess appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date on which a request for payment is lodged.”",
                                "elements": []
                            },
                            {
                                "content": "21.  The relevant part of the Courts Act (Zakon o sudovima, Official Gazette nos. 150/05, 16/07 and 113/08), which entered into force on 29 December 2005, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "III. PROTECTION OF THE RIGHT TO A HEARING WITHIN A REASONABLE TIME",
                                "elements": []
                            },
                            {
                                "content": "Section 27",
                                "elements": []
                            },
                            {
                                "content": " “(1) A party to court proceedings who considers that the competent court failed to decide within a reasonable time on his or her rights or obligations or a criminal charge against him or her, may lodge a request for the protection of the right to a hearing within a reasonable time with the immediately higher court.",
                                "elements": []
                            },
                            {
                                "content": "(2) If the request concerns proceedings pending before the High Commercial Court of the Republic of Croatia, the High Court for Administrative Offences of the Republic of Croatia or the Administrative Court of the Republic of Croatia, the request shall be decided by the Supreme Court of the .",
                                "elements": []
                            },
                            {
                                "content": "(3) The proceedings for deciding the request referred to in sub-section 1 of this section shall be urgent. The rules of non-contentious procedure shall apply mutatis mutandis in those proceedings and, in principle, no hearing shall be held.",
                                "elements": []
                            },
                            {
                                "content": "Section 28",
                                "elements": []
                            },
                            {
                                "content": " (1) If the court referred to in section 27 of this Act finds the request well founded, it shall set a time-limit within which the court before which the proceedings are pending must decide on a right or obligation of, or a criminal charge against, the person who lodged the request, and shall award him or her appropriate compensation for the violation of his or her right to a hearing within a reasonable time.",
                                "elements": []
                            },
                            {
                                "content": "(2) The compensation shall be paid out of the State budget within three months of the date on which the party's request for payment is lodged.",
                                "elements": []
                            },
                            {
                                "content": "(3) An appeal, to be lodged with the Supreme Court within fifteen days, lies against a decision on the request for the protection of the right to a hearing within a reasonable time. No appeal lies against a Supreme Court decision, but a constitutional complaint may be lodged.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant complained that the length of the enforcement proceedings was incompatible with the “reasonable time” requirement laid down in Article 6 § 1 of the Convention. In particular, he complained that the compensation he had been awarded for the length of the proceedings was not adequate. Article 6 § 1 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "23.  The Court considers that the period to be taken into consideration began on 6 November 1997, the day after the entry into force of the Convention in respect of .",
                                "elements": []
                            },
                            {
                                "content": "24.  The period has not yet ended. In assessing the reasonableness of the time that elapsed after 6 November 1997, account must be taken of the state of the proceedings at the time of ratification. In this connection, the Court notes that the proceedings have been pending so far for more than fifteen years, of which three years before and about twelve years after the ratification of the Convention by Croatia, at two levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "25.  The Government argued that the applicant should have lodged a constitutional complaint about the amount of compensation awarded to him, which he failed to do.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The applicant argued that he had properly exhausted all domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Court notes that, following the decisions of the County Court and the Supreme Court on his complaints about the length of the enforcement proceedings at issue, the applicant did lodge a constitutional complaint about the length of the same enforcement proceedings, which, however, was dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  In these circumstances the Government's objection must be rejected.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant's victim status",
                                        "elements": [
                                            {
                                                "content": "29.  The Government submitted that the County Court and the Supreme Court had accepted the applicant's complaint, found a violation of his right to a hearing within a reasonable time, and awarded him appropriate compensation. The violation complained of had therefore been remedied before the domestic authorities and, as a result, the applicant had lost his victim status.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The applicant replied that he could still be considered a victim of the violation complained of.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court notes that the last decision at domestic level concerning the applicant's complaint about the length of the enforcement proceedings at issue was adopted by the  on 19 February 2009. At that time the proceedings had been pending for more than eleven years after the ratification of the Convention by . For this whole period, just satisfaction was awarded only by the Split County Court on 1 March 2007. It does not correspond to what the Court would have been likely to award under Article 41 of the Convention in respect of the same period. Furthermore, although both the County Court and the Supreme Court ordered the Municipal Court to adopt a decision and complete the enforcement within six months, the Municipal Court failed to comply with the first order and the decision it adopted the second time was quashed, so that the enforcement proceedings are still pending.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The compensation awarded cannot therefore be regarded as adequate in the circumstances of the case (see the principles established in the Court's case-law in Cocchiarella v. Italy [GC], no. 64886/01, §§ 65-107, ECHR 2006-V, or Scordino v.  (no. 1) [GC], no. 36813/97, §§ 178-213, ECHR 2006-V). In these circumstances the applicant has not lost his status as a victim within the meaning of Article 34 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "33.  Having regard to the above facts, the Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "34.  The applicant complained that the length of the enforcement proceedings had been excessive because of the inactivity and inefficiency of the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government accepted the County Court's findings that the length of the proceedings at issue had exceeded a “reasonable time” requirement but they contested that the delays occurred after the decision of the County Court had been attributable to the national courts. They further argued that the applicant had contributed to the complexity and length of the proceedings because the ownership of the flat on which he had sought enforcement had been disputed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII). The Court reiterates that enforcement proceedings by their very nature need to be dealt with expeditiously (see Comingersoll S.A. v. Portugal [GC], no. 35382/97, § 23, ECHR 2000IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court considers that the length of the enforcement proceedings at issue, lasting twelve years after the ratification of the Convention, is a priori unreasonable and calls for a global assessment. The overall length could be justified only under exceptional circumstances. In this connection, the Court notes that, contrary to the Government's submissions, the County Court attributed all delays to the inefficiency of the Municipal Court. Therefore the Court cannot accept the explanations given by the Government for the length of proceedings. The Court reiterates that a State has an obligation to organise a system of enforcement of judgments that is effective both in law and in practice and that ensures their enforcement without any undue delay (see Fuklev v. Ukraine, no. 71186/01, § 84, 7 June 2005, and Mužević v. , no. 39299/02, § 83, 16 November 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising similar issues to the present one (see, for example, Plazonić v. Croatia, no. 26455/04, 6 March 2008, and Medić v. Croatia, no. 49916/07, 26 March 2009). It holds that in the period which was subject to the scrutiny of the national courts the length of the proceedings was already excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In the light of the foregoing, the Court considers that there has been a breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicant also complained under Article 13 of the Convention, taken in conjunction with Article 6 § 1 thereof, that the Makarska Municipal Court had not complied with the orders of the Split County Court and the Supreme Court to complete the enforcement proceedings within the specified time-limit. Therefore the remedies he had at his disposal were not effective. He relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in the Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "41.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "42.   The Court finds that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' arguments",
                                        "elements": [
                                            {
                                                "content": "43.  The applicant called into question the effectiveness of the domestic remedies in connection with the length of the enforcement proceedings. This since the Makarska Municipal Court had failed to complete the enforcement proceedings within the time-limits ordered by the Split County Court and the Supreme Court and because this was not remedied by the Constitutional court either.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Government argued that a complaint about the length of proceedings under the Courts Act was an effective domestic remedy which provided both the speeding up of the proceedings at issue and the award of just satisfaction and it has been efficiently applied by the  and Supreme Court. They further submitted that the Makarska Municipal Court had complied with the time-limit ordered by the Supreme Court by declaring the enforcement on the flat in question impermissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "45.  The Court reiterates that Article 13 guarantees an effective remedy before a national authority for an alleged breach of the requirement under Article 6 § 1 to hear a case within a reasonable time (see Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI). In the instant case it is to be noted that enforcement of a judgment given by any court must be regarded as an integral part of the “hearing” for the purposes of Article 6 (see Lukavica v. Croatia, no. 39810/04, § 22, 5 July 2007, Hornsby v. Greece, judgment of 19 March 1997, Reports of Judgments and Decisions 1997II, pp. 510–511, § 40).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In the present case, firstly the County Court and then the Supreme Court both accepted the applicant's complaints about the length of proceedings, found a violation of his right to a hearing within a reasonable time and the County Court awarded him compensation. The mere fact that the compensation awarded to the applicant at the domestic level does not correspond to the amount awarded by the Court in comparable cases does not render the remedy ineffective (see for example, Jakupović v. Croatia, no. 12419/04, § 28, 31 July 2007 and Rišková v. Slovakia, no. 58174/00, § 100, 22 August 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47. However, the Court considers that the obligation of the States under Article 13 also encompasses the duty to ensure that the competent authorities enforce remedies when granted and notes that it has already found violations on account of a State's failure to observe that requirement (see Iatridis v. Greece [GC], no. 31107/96, § 66, ECHR 1999-II). For the Court, it would be inconceivable that Article 13 provided the right to have a remedy, and for it to be effective, without protecting the implementation of the remedies afforded. To hold the contrary would lead to situations incompatible with the principle of the rule of law which the Contracting States undertook to respect when they ratified the Convention (see, by analogy, Hornsby v. Greece, 19 March 1997, § 40, Reports of Judgments and Decisions 1997-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  As regards the circumstances of the present case, the Court notes that firstly the Split County Court and then also the Supreme Court ordered a time-limit for the Makarska Municipal Court to complete the enforcement proceedings at issue. However, the Municipal Court failed to comply with the time-limit ordered by the County Court. Furthermore, although the applicant complained about this to the , it dismissed the applicant's complaint without addressing the issue of non-enforcement of the said orders. In these circumstances the Court cannot accept that the remedies provided by the national law in respect of the length of proceedings were effective in the applicant's case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  This conclusion, however, does not call into question the effectiveness of the remedy as such or the obligation to lodge a complaint about the length of pending proceedings under section 27 of the Courts Act and subsequently also a constitutional complaint under section 63 of the Constitutional Court Act in order to exhaust domestic remedies concerning complaints about length of proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been a breach of Article 13 in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  The applicant also invoked Article 14 of the Convention and Article 1 of Protocol No. 1 to the Convention, stating that the facts of the case disclosed a violation of his property rights “in the widest sense”, without further substantiation.",
                                "elements": []
                            },
                            {
                                "content": "51.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court considers that this part of the application does not disclose any appearance of a violation of any of the above Articles of the Convention. It follows that this part of the application is inadmissible under Article 35 § 3 as manifestly illfounded and must be rejected pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "53.  The applicant claimed HRK 343,213,01 (EUR 47,393,73) , in respect of pecuniary damage and EUR 50,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  As regards the pecuniary damage alleged, the Court notes that no sufficient link has been established between the violation found and the compensation sought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  As regards the non-pecuniary damage, the Court, ruling on an equitable basis, awards the applicant EUR 2,900 under that head, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "57.  The applicant also claimed HRK 24,871,46 (EUR 3,430) for the costs and expenses incurred in the enforcement proceedings at issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Since the applicant did not submit a claim for the costs and expenses related to remedy the violation claimed , either before the domestic courts or before it, the Court considers that there is no call to award him any sum on that account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "59.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the length of the enforcement proceedings and the alleged lack of an effective remedy in that respect admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amount, which is to be converted into the national currency of the respondent State at the rate applicable on the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 April 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PRAUNSPERGER v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-98415.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0422JUD001655308",
    "externalsources": [],
    "extractedappno": [
        "16553/08",
        "150/05",
        "16/07",
        "113/08",
        "64886/01",
        "36813/97",
        "30979/96",
        "35382/97",
        "71186/01",
        "39299/02",
        "26455/04",
        "49916/07",
        "30210/96",
        "39810/04",
        "12419/04",
        "58174/00",
        "31107/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-98415",
    "judgementdate": "22/04/2010 00:00:00",
    "kpdate": "22/04/2010 00:00:00",
    "kpthesaurus": [
        "445",
        "444"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "PRAUNSPERGER",
        "CROATIA"
    ],
    "rank": "728.279968261719",
    "representedby": [
        "N/A"
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "395794",
    "typedescription": "15"
}