{
    "__articles": "5;5-1;5-5;5-1-c;5-1-b;5-3;6;6-3-a;6-2;6-3-b;6-3-c;10;10-2;10-1;11;13;41",
    "__conclusion": "Not necessary to examine Art. 5-3;Not necessary to examine Art. 6-2;Not necessary to examine Art. 6-3-b;Not necessary to examine Art. 6-3-c;Not necessary to examine Art. 11;Not necessary to examine Art. 13;No violation of Art. 5-1 (first applicant);No violation of Art. 5-1 (second applicant);Violation of Art. 5-1 (third, fourth and fifth applicant);No violation of Art. 5-1 (first and second applicant);No violation of Art. 5-5;No violation of Art. 6-3-a;No violation of Art. 10 (first applicant);No violation of Art. 10 (second applicant);Violation of Art. 10 (third, fourth and fifth applicants);Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "24838/94",
    "article": [
        "13",
        "10",
        "5",
        "6",
        "11",
        "41"
    ],
    "conclusion": [
        {
            "article": "5-1",
            "base_article": "5",
            "details": [
                "first and second applicant"
            ],
            "element": "No violation of Art. 5-1",
            "type": "no-violation"
        },
        {
            "article": "5-1",
            "base_article": "5",
            "details": [
                "third, fourth and fifth applicant"
            ],
            "element": "Violation of Art. 5-1",
            "type": "violation"
        },
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "second applicant"
            ],
            "element": "No violation of Art. 10",
            "type": "no-violation"
        },
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "third, fourth and fifth applicants"
            ],
            "element": "Violation of Art. 10",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58240.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 9 July 1997, within the three-month period laid down by Article 32 § 1 and Article 47 of the Convention. It originated in an application (no. 24838/94) against the United Kingdom of Great Britain and Northern Ireland lodged with the Commission under Article 25 by five British nationals, Ms Helen Steel, Ms Rebecca Lush, Ms Andrea Needham, Mr David Polden and Mr Christopher Cole, on 31 May 1994.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 and to the declaration whereby the United Kingdom recognised the compulsory jurisdiction of the Court (Article 46). The object of the request was to obtain \na decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Articles 5, 6, 10, 11 and 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  In response to the enquiry made in accordance with Rule 33 § 3 (d) of Rules of Court A, the applicants stated that they wished to take part in the proceedings and designated the lawyer who would represent them (Rule 30).",
                        "elements": []
                    },
                    {
                        "content": "3.  The Chamber to be constituted included ex officio Sir John Freeland, the elected judge of British nationality (Article 43 of the Convention), and Mr R. Bernhardt, the Vice-President of the Court (Rule 21 § 4 (b)). On 27 August 1997, in the presence of the Registrar, the President of the Court, Mr R. Ryssdal, drew by lot the names of the other seven members, namely Mr Thór Vilhjálmsson, Mr F. Gölcüklü, Mr N. Valticos, Mrs E. Palm, Mr J. Makarczyk, Mr K. Jungwiert and Mr T. Pantiru (Article 43 in fine of the Convention and Rule 21 § 5).",
                        "elements": []
                    },
                    {
                        "content": "4.  As President of the Chamber (Rule 21 § 6), Mr Bernhardt, acting through the Registrar, consulted the Agent of the United Kingdom Government (“the Government”), the applicants’ lawyer and the Delegate of the Commission on the organisation of the proceedings (Rules 37 § 1 and 38). Pursuant to the order made in consequence, the Registrar received the Government’s and the applicants’ memorials on 11 March 1998. ",
                        "elements": []
                    },
                    {
                        "content": "5.  In accordance with the President’s decision, the hearing took place in public in the Human Rights Building, Strasbourg, on 18 May 1998. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "A.\tFirst applicant",
                        "elements": [
                            {
                                "content": "6.  The first applicant, Ms Helen Steel, was born in 1965 and lives in London.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 22 August 1992, together with approximately sixty others, she took part in a protest against a grouse shoot on Wheeldale Moor, Yorkshire. During the morning, the protesters attempted to obstruct and distract those taking part in the shoot. At midday the shooting party broke for lunch and did not recommence until approximately 1.45 p.m., when the police arrived and an officer began warning the protesters, through a public address system, to stop their behaviour. The protesters ignored this request and the police made a total of thirteen arrests. ",
                                "elements": []
                            },
                            {
                                "content": "8.  Ms Steel was arrested by a police officer at approximately 2 p.m. for “breach of the peace” (see paragraphs 25–29 below). According to the police she was intentionally impeding the progress of a member of the shoot by walking in front of him as he lifted his shotgun to take aim, thus preventing him from firing. ",
                                "elements": []
                            },
                            {
                                "content": "9.  She was taken to a police vehicle where she was detained until about 3.15 p.m., when she was transferred to a prison van. At approximately 7.15 p.m. she was taken to Whitby police station. Upon review, her continued detention there was authorised at 11 p.m. “to prevent any further breach of the peace” and subsequently, at 6.25 a.m. on 23 August, “in order to place her before the court later [that] morning”. In total she was detained for approximately forty-four hours.",
                                "elements": []
                            },
                            {
                                "content": "10.  At 12.56 a.m. on 23 August 1992 she was cautioned and charged. The charge-sheet stated:",
                                "elements": []
                            },
                            {
                                "content": "“That you did on Saturday 22 August 1992 at Wheeldale Beck in the Parish of Sefton behaved [sic] in a manner whereby a breach of the peace was occasioned. The complaint of PC 676 Dougall of North Yorkshire Police who applies for an order requiring that you enter into a recognizance with or without sureties to keep the peace. Pursuant to section 115 of the Magistrates’ Courts Act 1980 [“the 1980 Act” – see paragraphs 32–33 below].”",
                                "elements": []
                            },
                            {
                                "content": "\nAt 9.40 a.m. on 24 August 1992, she was further charged with using “threatening, abusive or insulting words or behaviour within the hearing or sight of a person likely to be caused harassment, alarm or distress”, contrary to section 5 of the Public Order Act 1986 (“the 1986 Act” – see paragraph 30 below).",
                                "elements": []
                            },
                            {
                                "content": "11.  She attended court on the morning of 24 August 1992 and was released on conditional bail, the condition being that she was not to attend any game shoot in North Yorkshire during the period of remand.",
                                "elements": []
                            },
                            {
                                "content": "12.  Ms Steel’s trial took place before the Whitby Magistrates’ Court between 15 and 20 February 1993. She was acquitted on the section 5 charge relating to the morning of 22 August 1992, and convicted on the section 5 charge relating to the afternoon of the same day. The magistrates found the complaint regarding the alleged breach of the peace proved but did not specify what behaviour of the applicant justified this conclusion or whether the complaint related to the morning or the afternoon.",
                                "elements": []
                            },
                            {
                                "content": "13.  Ms Steel appealed. Her appeal was heard by way of rehearing on 1 December 1993 by the Teesside Crown Court, which upheld the magistrates’ findings, imposed a fine of 70 pounds sterling (GBP) for the section 5 offence, and, in respect of the breach of the peace, ordered the applicant to agree to be bound over for twelve months in the sum of GBP 100 (see paragraph 31 below).",
                                "elements": []
                            },
                            {
                                "content": "Ms Steel refused to be bound over, and was committed to prison for twenty-eight days.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tSecond applicant",
                        "elements": [
                            {
                                "content": "14.  The second applicant, Ms Rebecca Lush, was born in 1973 and lives in Warsash, Hampshire.",
                                "elements": []
                            },
                            {
                                "content": "15.  \tOn 15 September 1993, she took part in a protest against the building of an extension to the M11 motorway in Wanstead, London. During the course of that day a group of twenty to twenty-five protesters repeatedly broke into a construction site, where they climbed into trees which were to be felled and onto some of the stationary machinery. On each occasion they were removed by security guards. The protesters did not offer any resistance and there were no incidents of violence or damage to machinery.",
                                "elements": []
                            },
                            {
                                "content": "16.  Ms Lush was arrested at approximately 4.15 p.m. while standing under the “bucket” of a “JCB” digger, for conduct “likely to provoke a disturbance of the peace”. She was taken to Ilford police station where she was charged at 5.30 p.m. The charge-sheet states:",
                                "elements": []
                            },
                            {
                                "content": "\n“Arrested as a person whose conduct on 15 September 1993 at Cambridge Park, Wanstead, was likely to provoke a disturbance of the peace to be brought before a Justice of the Peace or Magistrate to be dealt with according to law.”",
                                "elements": []
                            },
                            {
                                "content": "She was kept in custody until 9.40 a.m. the following day (approximately seventeen hours’ detention), on the grounds that if released she would cause a further breach of the peace.",
                                "elements": []
                            },
                            {
                                "content": "17.  She appeared before Redbridge Magistrates’ Court on the morning of 16 September 1993 to answer an allegation that she had engaged in conduct likely to provoke a disturbance of the peace. The proceedings were adjourned and she was released.",
                                "elements": []
                            },
                            {
                                "content": "18.  The proceedings resumed on 14 December 1993, when the allegation of conduct likely to cause a breach of the peace, brought under section 115 of the 1980 Act, was found to have been made out. Ms Lush was ordered to agree to be bound over for twelve months to keep the peace and be of good behaviour in the sum of GBP 100. She refused to be bound over and was committed to prison for seven days. ",
                                "elements": []
                            },
                            {
                                "content": "19.  On 23 December 1993 Ms Lush requested the magistrates to state a case to the High Court (see paragraph 36 below). The magistrates replied on 24 December that under section 114 of the 1980 Act they would require a recognizance of GBP 500 that the applicant would prosecute the appeal without delay, submit to judgment and pay any costs ordered by the High Court. After correspondence between Ms Lush’s representatives and the clerk of the court concerning the applicant’s means, the magistrates agreed to reduce the recognizance to GBP 400. However, Ms Lush was unable to continue with the appeal since her application for legal aid was refused.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\tThird, fourth and fifth applicants",
                        "elements": [
                            {
                                "content": "20.  Ms Andrea Needham, born in 1965, Mr David Polden, born in 1940, and Mr Christopher Cole, born in 1963, all live in London.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 20 January 1994, at approximately 8 a.m., they attended the Queen Elizabeth Conference Centre in Westminster, London, where the “Fighter Helicopter II” Conference was being held, in order to protest with three others against the sale of fighter helicopters. The protest took the form of handing out leaflets and holding up banners saying: “Work for Peace and not War.”",
                                "elements": []
                            },
                            {
                                "content": "\n22.  At approximately 8.25 a.m. the three applicants were arrested by police officers. Ms Needham was holding a banner and Mr Polden and Mr Cole were distributing leaflets. All three applicants were taken to Charing Cross police station where the custody record for each states the “circumstances” (the word “charges” having been deleted) as:",
                                "elements": []
                            },
                            {
                                "content": "“Breach of the peace, common law.",
                                "elements": []
                            },
                            {
                                "content": "On 20 January 1994 at Queen Elizabeth Conference Centre, Victoria Street, London SW1, constituted or was likely to provoke a disturbance of the peace to be brought before a Justice of the Peace to be dealt with according to law.",
                                "elements": []
                            },
                            {
                                "content": "Contrary to common law.”",
                                "elements": []
                            },
                            {
                                "content": "23.  At approximately 10.40 a.m. the applicants were taken to Bow Street Magistrates’ Court where they were detained in a cell. They were brought before the magistrates at 3.45 p.m., having been detained for approximately seven hours. The magistrates adjourned the matters due to lack of time and the applicants were released.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 25 February 1994, when the proceedings were resumed, the prosecution decided not to call any evidence and the magistrates dismissed the case against the applicants.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "A.\tBreach of the peace",
                        "elements": [
                            {
                                "content": "1.\tDefinition",
                                "elements": [
                                    {
                                        "content": "25.  Breach of the peace – which does not constitute a criminal offence (R. v. County Quarter Sessions Appeals Committee, ex parte Metropolitan Police Commissioner [1948] 1 King’s Bench Reports 260) – is a common-law concept dating back to the tenth century. However, as Lord Justice Watkins, giving judgment in the Court of Appeal in the case of R. v. Howell ([1982] 1 Queen’s Bench Reports 416), remarked in January 1981:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A comprehensive definition of the term ‘breach of the peace’ has very rarely been formulated…” (p. 426)",
                                        "elements": []
                                    },
                                    {
                                        "content": "He continued:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“We are emboldened to say that there is likely to be a breach of the peace whenever harm is actually done or is likely to be done to a person or in his presence to his property or a person is in fear of being so harmed through an assault, an affray, a riot, unlawful assembly or other disturbance.” (p. 427)",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n26.  In October 1981, in a differently constituted Court of Appeal giving judgment in R. v. Chief Constable of Devon and Cornwall, ex parte Central Electricity Generating Board ([1982] Queen’s Bench Reports 458), which concerned a protest against the construction of a nuclear power station, Lord Denning, Master of the Rolls, defined “breach of the peace” more broadly, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“There is a breach of the peace whenever a person who is lawfully carrying out his work is unlawfully and physically prevented by another from doing it. He is entitled by law peacefully to go on with his work on his lawful occasions. If anyone unlawfully and physically obstructs the worker – by lying down or chaining himself to a rig or the like – he is guilty of a breach of the peace.” (p. 471) ",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In a subsequent case before the Divisional Court (Percy v. Director of Public Prosecutions [1995] 1 Weekly Law Reports 1382), Mr Justice Collins followed Howell, rather than ex parte Central Electricity Generating Board, in holding that there must be a risk of violence before there could be a breach of the peace. However, it was not essential that the violence be perpetrated by the defendant, as long as it was established that the natural consequence of his behaviour would be to provoke violence in others:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The conduct in question does not itself have to be disorderly or a breach of the criminal law. It is sufficient if its natural consequence would, if persisted in, be to provoke others to violence, and so some actual danger to the peace is established.” (p. 1392)",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In another case before the Divisional Court, Nicol and Selvanayagam v. Director of Public Prosecutions ([1996] Justice of the Peace Reports 155), Lord Justice Simon Brown stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“… the court would surely not find a [breach of the peace] proved if any violence likely to have been provoked on the part of others would be not merely unlawful but wholly unreasonable – as of course, it would be if the defendant’s conduct was not merely lawful but such as in no material way interfered with the other’s rights. A fortiori, if the defendant was properly exercising his own basic rights, whether of assembly, demonstration or free speech.” (p. 163)",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tArrest for breach of the peace",
                                "elements": [
                                    {
                                        "content": "29.  A person may be arrested without warrant by exercise of the common-law power of arrest, for causing a breach of the peace or where it is reasonably apprehended that he is likely to cause a breach of the peace (Albert v. Lavin [1982] Appeal Cases 546 at 565). This power was preserved by the Police and Criminal Evidence Act 1984 (sections 17(6) and 25(6)).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tSection 5 of the Public Order Act 1986",
                        "elements": [
                            {
                                "content": "30.  Section 5 of the Public Order Act 1986 (“the 1986 Act”) creates the offence of threatening, abusive, insulting or disorderly conduct likely to harass, alarm or distress others. It is triable before magistrates and punishable by fine. It is a defence to a charge under section 5 for the accused to show that the behaviour in question was reasonable in the circumstances.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\tBinding over ",
                        "elements": [
                            {
                                "content": "31.  Magistrates have powers to “bind over” under the Magistrates’ Courts Act 1980 (“the 1980 Act”), under common law and under the Justices of the Peace Act 1361 (“the 1361 Act”).",
                                "elements": []
                            },
                            {
                                "content": "A binding over order requires the person bound over to enter into a “recognizance”, or undertaking secured by a sum of money fixed by the court, to keep the peace or be of good behaviour for a specified period of time. If he or she refuses to consent to the order, the court may commit him or her to prison, for up to six months in the case of an order made under the 1980 Act or for an unlimited period in respect of orders made under the 1361 Act or common law. If an order is made but breached within the specified time period, the person bound over forfeits the sum of the recognizance. A binding-over order is not a criminal conviction (R. v. London Quarter Sessions, ex parte Metropolitan Police Commissioner [1940] 1 King’s Bench Reports 670). ",
                                "elements": []
                            },
                            {
                                "content": "1.\tBinding over under the Magistrates’ Courts Act 1980",
                                "elements": [
                                    {
                                        "content": "32.  Section 115 of the 1980 Act provides: ",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  The power of a magistrates’ court on the complaint of any person to adjudge any other person to enter into a recognizance, with or without sureties, to keep the peace or to be of good behaviour towards the complainant shall be exercised by order on complaint. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "(…)",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  If any person ordered by a magistrates’ court under subsection (1) above to enter into a recognizance, with or without sureties, to keep the peace or to be of good behaviour fails to comply with the order, the court may commit him to custody for a period not exceeding 6 months or until he sooner complies with the order.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The procedure under section 115 of the 1980 Act is begun by laying a formal complaint, usually by a police officer. Before the magistrates can make an order they must be satisfied, on the basis of admissible evidence, that (1) the defendant’s conduct caused a breach of the peace or was likely to cause one (R. v. Morpeth Ward Justices, ex parte Ward [1992] \n95 Criminal Appeal Reports 215); and (2) unless the order is made, there is a real risk that the defendant will cause a further breach of the peace in the future.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Although a binding-over order is not a criminal conviction, these proceedings have been described as analogous to criminal proceedings. In the past it was unclear whether the court should apply the criminal or the civil standard of proof when deciding whether facts exist which warrant a binding-over order at the conclusion of the proceedings. However, in Nicol and Selvanayagam v. DPP (cited above), Lord Justice Simon Brown stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It is common ground that, although no criminal conviction results from finding such a complaint proved, the criminal standard of proof applies to the procedure.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tBinding over at common law and under the Justices of the Peace Act 1361",
                                "elements": [
                                    {
                                        "content": "35.  In addition to the above statutory procedure, magistrates have powers to bind over at common law and under the 1361 Act. These powers allow magistrates, at any stage in proceedings before them, to bind over any participant in the proceedings (for example, a witness, acquitted defendant or a defendant who has not yet been acquitted or convicted), if they consider that the conduct of the person concerned is such that there might be a breach of the peace or that his or her behaviour has been contra bonos mores (“conduct which has the property of being wrong rather than right in the judgment of the vast majority of contemporary fellow citizens” (per Lord Justice Glidewell in Hughes v. Holley [1988] 86 Criminal Appeal Reports 130).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.\tAppeals",
                                "elements": [
                                    {
                                        "content": "36.  An order of the magistrates to require a person to enter into a recognizance to keep the peace or to be of good behaviour can be appealed either to the High Court or the Crown Court. An appeal to the High Court is limited to questions of law, and proceeds by way of “case stated”. Before stating a case, the magistrates may, under section 114 of the 1980 Act, require the appellant to enter into a recognizance to pursue the appeal and to pay costs. An appeal to the Crown Court, under the Magistrates’ Courts (Appeals from Binding Over Orders) Act 1956, section 1, proceeds as a rehearing of all issues of fact and law.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4.\tThe Law Commission’s report on binding over",
                                "elements": [
                                    {
                                        "content": "37.  In response to a request by the Lord Chancellor to examine binding-over powers, the Law Commission (the statutory law-reform body for England and Wales) published in February 1994 its report entitled “Binding Over”, in which it found that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“We are satisfied that there are substantial objections of principle to the retention of binding over to keep the peace or to be of good behaviour. These objections are, in summary, that the conduct which can be the ground for a binding-over order is too vaguely defined; that binding-over orders when made are in terms which are too vague and are therefore potentially oppressive; that the power to imprison someone if he or she refuses to consent to be bound over is anomalous; that orders which restrain a subject’s freedom can be made without the discharge of the criminal, or indeed any clearly defined, burden of proof; and that witnesses, complainants or even acquitted defendants can be bound over without adequate prior information of any charge or complaint against them.” (Law Commission Report no. 222, § 6.27)",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Law Commission therefore recommended abolition of the power to bind over.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "D.\tImmunity of magistrates from civil proceedings ",
                        "elements": [
                            {
                                "content": "38.  Under section 108 of the Courts and Legal Services Act 1990, a civil action, for example for false imprisonment, may lie against a magistrate in respect of any act or omission in the purported execution of his or her duty only if it can be proved that he or she acted both in bad faith and in excess of jurisdiction.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "39.  In their application to the Commission (no. 24838/94) of 31 May 1994, the applicants complained, under Article 5 of the Convention, that the concept of breach of the peace and the power to bind over were not sufficiently clearly defined for their detention to be “prescribed by law”; that their detention did not fall into any of the categories set out in Article 5 § 1 of the Convention; and that, because of the immunity of magistrates from civil proceedings, they had been denied a right to compensation in breach of Article 5 § 5. They alleged that there had been violations of Article 6 § 3 (a) in that inadequate details of the accusations had been provided to the first and second applicants, and of Article 6 § 2 in that \nbreach of the peace did not have to be proved beyond reasonable doubt. They also complained of violations of Articles 10 and 11, arising from the uncertainty inherent in the concept of breach of the peace and the power to bind over and the disproportionality of the restrictions on their freedom to protest. Finally, the first and second applicants alleged a violation of Article 13 in connection with their refusal to be bound over.",
                        "elements": []
                    },
                    {
                        "content": "40.  The Commission (First Chamber) declared the application admissible on 26 June 1996. In its report of 9 April 1997 (Article 31), it expressed the unanimous opinion that there had been no violation of Article 5 §§ 1, 3 or 5; that there had been no violation of Article 6 §§ 1, 2 or 3; that there had been no violation of Article 10 as regarded the first and second applicants, but that there had been a violation of Article 10 as regarded the third, fourth and fifth applicants; that it was not necessary to examine separately the complaint under Article 11; and that there had been no violation of Article 13.",
                        "elements": []
                    },
                    {
                        "content": "The full text of the Commission’s opinion is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "41.  In their memorial and at the hearing, the Government asked the Court to find that there had been no violation of the Convention in this case.",
                        "elements": []
                    },
                    {
                        "content": "The applicants asked the Court to find violations of Articles 5 §§ 1 and 5, 6 § 3 (a), 10, 11 and 13 of the Convention, and to award them just satisfaction under Article 50.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "42.  Before the Commission the applicants raised a number of complaints under Articles 5 § 3, 6 § 2 and 6 § 3 (b) and (c) of the Convention (see paragraph 39 above).",
                        "elements": []
                    },
                    {
                        "content": "\n43.  These complaints were not pursued before the Court, which sees no reason to consider them of its own motion (see, for example, the Stallinger and Kuso v. Austria judgment of 23 April 1997, Reports of Judgments and Decisions 1997-II, p. 680, § 52).",
                        "elements": []
                    },
                    {
                        "content": "44.  The applicants alleged that all their arrests and initial periods in police detention, and the later detention of the first and second applicants following their refusal to be bound over, violated Article 5 § 1 of the Convention, which states (as relevant):",
                        "elements": []
                    },
                    {
                        "content": "“Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                        "elements": []
                    },
                    {
                        "content": "(a)  the lawful detention of a person after conviction by a competent court;",
                        "elements": []
                    },
                    {
                        "content": "(b)  the lawful arrest or detention of a person for noncompliance with the lawful order of a court or in order to secure the fulfilment of any obligation prescribed by law;",
                        "elements": []
                    },
                    {
                        "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                        "elements": []
                    },
                    {
                        "content": "…”",
                        "elements": []
                    },
                    {
                        "content": "45.  The Court must consider whether the deprivations of liberty suffered by the applicants fell within one of the exceptions permitted under Article 5 § 1 and were “lawful”, including whether they complied with “a procedure prescribed by law”. In this connection, it will examine, first, the arrests and pre-trial detention of each applicant and, secondly, the detention of the first and second applicants following their refusal to be bound over.",
                        "elements": []
                    },
                    {
                        "content": "A.\tArrests and initial detention of each applicant ",
                        "elements": [
                            {
                                "content": "1.\tGround of detention under Article 5 § 1",
                                "elements": [
                                    {
                                        "content": "46.  It was not disputed before the Court that breach of the peace amounted to a “criminal offence” for the purposes of the Convention, and that the applicants’ arrests and detention before being brought to the magistrates’ courts fell within the scope of sub-paragraph (c) of Article 5 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nFurther or in the alternative, the Government submitted that these initial periods of detention had been permissible under Article 5 § 1 (b), since the obligation to keep the peace was specific and prescribed by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court recalls that each applicant was arrested for acting in a manner which allegedly caused or was likely to cause a breach of the peace and detained until he or she could be brought before a magistrates’ court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Breach of the peace is not classed as a criminal offence under English law (see paragraph 25 above). However, the Court observes that the duty to keep the peace is in the nature of a public duty; the police have powers to arrest any person who has breached the peace or who they reasonably fear will breach the peace; and the magistrates may commit to prison any person who refuses to be bound over not to breach the peace where there is evidence beyond reasonable doubt that his or her conduct caused or was likely to cause a breach of the peace and that he or she would otherwise cause a breach of the peace in the future (see paragraphs 33–34 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Bearing in mind the nature of the proceedings in question and the penalty at stake, the Court considers that breach of the peace must be regarded as an “offence” within the meaning of Article 5 § 1 (c) (see, mutatis mutandis, the Benham v. the United Kingdom judgment of 10 June 1996, Reports 1996-III, p. 756, § 56).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court therefore finds that each applicant was arrested and detained with the purpose of bringing him or her before the competent legal authority on suspicion of having committed an “offence” or because it was considered necessary to prevent the commission of an “offence”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It will consider whether this suspicion was “reasonable” below, in connection with the issue of lawfulness (see paragraphs 58–64).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tLawfulness of the arrests and initial detention ",
                                "elements": [
                                    {
                                        "content": "51.  The Government submitted that the applicants’ arrests and initial detention complied with a well-established common-law power of arrest in respect of actual or reasonably apprehended breaches of the peace which had been preserved by the Police and Criminal Evidence Act 1984 (see paragraph 29 above). The conditions in which this power of arrest might be exercised had been clarified by the national courts in the cases of Howell, Percy and Nicol (see paragraphs 25–28 above) with the result that the law was sufficiently certain and precise. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the hearing before the Court, in respect of the detention of the third, fourth and fifth applicants, the Government pointed out that if the police officers’ belief that these applicants’ actions had been likely to cause a breach of the peace had lacked objective justification, it would have been open to the applicants to challenge the legality of their arrests in the domestic courts. Since they had failed to take such proceedings, it had to be presumed that their arrests had been objectively justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n52.  The applicants contended that their arrests and initial periods of detention had not been “lawful”, since the concept of breach of the peace and the attendant powers of arrest were insufficiently certain under English law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "First, they submitted that if, as appeared from the national case-law (see paragraph 27 above), an individual committed a breach of the peace when he or she behaved in a manner the natural consequence of which was that others would react violently, it was difficult to judge the extent to which one could engage in protest activity, in the presence of those who might be annoyed, without causing a breach of the peace. Secondly, the power to arrest whenever there were reasonable grounds for apprehending that a breach of the peace was about to take place granted too wide a discretion to the police. Thirdly, there had been conflicting decisions at Court of Appeal level as to the definition of breach of the peace (see paragraphs 25–26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Commission found that there had been no violation of Article 5 § 1 since the arrests and initial detention had not been arbitrary and there had been no suggestion of any lack of conformity with domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court recalls that the expressions “lawful” and “in accordance with a procedure prescribed by law” in Article 5 § 1 stipulate not only full compliance with the procedural and substantive rules of national law, but also that any deprivation of liberty be consistent with the purpose of Article 5 and not arbitrary (see the above-mentioned Benham judgment, pp. 752–53, § 40). In addition, given the importance of personal liberty, it is essential that the applicable national law meet the standard of “lawfulness” set by the Convention, which requires that all law, whether written or unwritten, be sufficiently precise to allow the citizen – if need be, with appropriate advice – to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see the S.W. v. the United Kingdom judgment of 22 November 1995, Series A no. 335-B, pp. 41–42, §§ 35–36, and, mutatis mutandis, the Sunday Times v. the United Kingdom (no. 1) judgment of 26 April 1979, Series A no. 30, p. 31, § 49, and the Halford v. the United Kingdom judgment of 25 June 1997, Reports 1997-III, p. 1017, § 49).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In this connection, the Court observes that the concept of breach of the peace has been clarified by the English courts over the last two decades, to the extent that it is now sufficiently established that a breach of the peace is committed only when an individual causes harm, or appears likely to cause harm, to persons or property or acts in a manner the natural consequence of which would be to provoke others to violence (see paragraphs 25–28 above). It is also clear that a person may be arrested for causing a breach of the peace or where it is reasonably apprehended that he or she is likely to cause a breach of the peace (see paragraph 29 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nAccordingly, the Court considers that the relevant legal rules provided sufficient guidance and were formulated with the degree of precision required by the Convention (see, for example, the Larissis and Others v. Greece judgment of 24 February 1998, Reports 1998-I, p. 377, § 34).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  When considering whether the arrest and detention of each applicant was carried out in accordance with English law, the Court recalls that it is in the first place for the national authorities, notably the courts, to interpret and apply domestic law. However, since failure to comply with domestic law entails a breach of Article 5 § 1, the Court can and should exercise a certain power of review in this matter (see the above-mentioned Benham judgment, p. 753, § 41).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court has already noted that under English law there is a power to arrest an individual for causing a breach of the peace or where it is reasonably apprehended that he is likely to cause a breach of the peace. It will therefore examine the circumstances of each applicant’s arrest to determine whether one of these criteria applied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court recalls that the first applicant was arrested during a protest at a grouse shoot. During the morning, protesters had taken steps to disrupt the shoot. In the early afternoon, Ms Steel was arrested as she walked in front of a person who was armed with a gun, thus preventing him from firing (see paragraphs 7–8 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The second applicant was arrested while she stood under the bucket of a mechanical digger, towards the end of a day during which twenty to twenty-five protesters had repeatedly obstructed the work of road-builders (see paragraphs 15–16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court notes that the national courts that dealt with these cases were satisfied that each applicant had caused or had been likely to cause a breach of the peace (see paragraphs 12–13, 18 and 33 above). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court, having itself examined the evidence before it, finds no reason to doubt that the police were justified in fearing that these applicants’ behaviour, if persisted in, might provoke others to violence. It follows that the arrests and initial detention of the first and second applicants complied with English law. Moreover, there is no evidence to suggest that these deprivations of liberty were arbitrary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In conclusion, there has been no violation of Article 5 § 1 in respect of the arrests and initial detention of the first and second applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Turning to Ms Needham, Mr Polden and Mr Cole, the Court recalls that they were arrested outside a conference centre where they had been handing out leaflets and holding up banners protesting at the sale of weapons. They were subsequently detained for approximately seven hours before being released on bail (see paragraphs 21–22 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court notes that there is no ruling of a national court on the question whether the arrests and detention of these applicants accorded with English law, since the prosecution decided to withdraw the allegations of breach of the peace from the magistrates (see paragraph 24 above) and since the applicants did not bring any civil claim for false imprisonment against the police. It observes that the Government have not raised any preliminary objection in respect of this omission by the applicants, and, in the absence of such a plea, it is not necessary for the Court to consider whether the complaint should have been declared inadmissible for non-exhaustion of domestic remedies (see the Olsson v. Sweden (no. 1) judgment of 24 March 1988, Series A no. 130, p. 28, § 56, and the Open Door and Dublin Well Woman v. Ireland judgment of 29 October 1992, Series A no. 246-A, p. 23, § 46).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Having itself considered the evidence available to it relating to the arrests of these three applicants, the Court sees no reason to regard their protest as other than entirely peaceful. It does not find any indication that they significantly obstructed or attempted to obstruct those attending the conference, or took any other action likely to provoke these others to violence. Indeed, it would not appear that there was anything in their behaviour which could have justified the police in fearing that a breach of the peace was likely to be caused. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "For this reason, in the absence of any national decision on the question, the Court is not satisfied that their arrests and subsequent detention for seven hours complied with English law so as to be “lawful” within the meaning of Article 5 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  It follows that there has been a violation of Article 5 § 1 in respect of the third, fourth and fifth applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tDetention of the first and second applicants following their refusal to be bound over",
                        "elements": [
                            {
                                "content": "1.\tCategorisation under Article 5 § 1",
                                "elements": [
                                    {
                                        "content": "66.  The Government contended that the detention of the first and second applicants following their refusal to be bound over fell within the scope of Article 5 § 1 (a), since an order to be bound over, requiring a finding by a court that the accused had committed a breach of the peace, was analogous \nto a criminal conviction. Further or in the alternative, the detention fell under Article 5 § 1 (b), since the applicants were committed to prison as a result of their refusal to comply with the orders that they enter into recognizances to keep the peace.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The applicants considered that the power to bind over to keep the peace operated in the nature of a criminal sanction. However, they disputed that the detention of Ms Steel and Ms Lush for refusing to be bound over could be justified under Article 5 § 1 (b) since, in their submission, a requirement in general terms “to keep the peace” was not sufficiently concrete and specific to amount to an “obligation prescribed by law”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Commission found that, although it could be said that the first and second applicants had been “convict[ed] by a competent court”, Article 5 § 1 (a) required a causal connection between conviction and detention which, arguably, had been broken in the present cases, since it was not the magistrates’ finding that the applicants had committed breaches of the peace which led to their detention, but rather their refusal to enter into recognizances. In any case, the detention was in accordance with Article 5 § 1 (b).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court recalls that, in proceedings under section 115 of the 1980 Act (see paragraphs 10 and 32 above), the first applicant was ordered by the Teesside Crown Court to agree to be bound over to keep the peace and be of good behaviour for a period of twelve months, subject to a recognizance of GBP 100. When she refused to agree to the terms of this order, she was committed to prison for twenty-eight days (see paragraph 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The second applicant was similarly ordered by the Redbridge Magistrates’ Court to agree to be bound over under section 115 of the 1980 Act to keep the peace and be of good behaviour for twelve months in the sum of GBP 100. When she refused to observe this order, she was committed to prison for seven days (see paragraph 18 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  In the Court’s view, both applicants were, therefore, detained for non-compliance with the order of a court, as is permitted by Article 5 § 1 (b).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It will consider in connection with the issue of “lawfulness” (see paragraphs 74–78 below) whether the terms of the binding-over orders applied to these applicants were sufficiently clearly defined for the purposes of Article 5 § 1.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tLawfulness of the applicants’ detention for refusing to be bound over ",
                                "elements": [
                                    {
                                        "content": "71.  The Government submitted that it was clear from national case-law that an order to be bound over to keep the peace and be of good behaviour \nrequired the person bound over to avoid conduct involving violence or the threat of violence or unreasonably giving rise to a situation where there was a real risk that violence might occur. The magistrates had acted within the law in committing Ms Steel and Ms Lush to prison for refusing to be bound over.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The applicants argued that it was unclear, first, what conduct could trigger an order to be bound over to keep the peace and be of good behaviour and, secondly, what conduct would amount to a breach of such an order; the expression contra bonos mores in particular was very vague (see paragraph 35 above). In addition, there was no limit to the possible duration of an order, the amount of the recognizance or, under the common law, the length of detention following refusal to enter into an order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Commission found that the detention was lawful under English law and, since the applicants could have avoided it by agreeing to be bound over, was not arbitrary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court will examine the applicants’ detention and the binding-over orders with reference to the requirements of “lawfulness” under Article 5 § 1 (see paragraph 54 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  It will first consider whether the national law was formulated with sufficient precision reasonably to allow the applicants to foresee the consequences of their actions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this connection, it recalls its finding (in paragraph 55 above) that the elements of breach of the peace were adequately defined by English law. Furthermore, it is clear, from the terms of section 115 of the 1980 Act and the relevant case-law (see paragraphs 31–33 above) that where magistrates are satisfied, on the basis of admissible evidence, that an individual has committed a breach of the peace and that there is a real risk that he or she will do so again, the accused may be required to enter into recognizances to keep the peace or be of good behaviour. Finally, it is also clear that, if the accused refuses to comply with such an order, he or she may be committed to prison for up to six months (ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court is, therefore, satisfied that the applicants could reasonably have foreseen that, if they acted in a manner the natural consequence of which would be to provoke others to violence, they might be ordered to be bound over to keep the peace, and if they refused so to be bound over, they might be committed to prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court will also examine whether the binding-over orders applied to the applicants were specific enough properly to be described as “lawful order[s] of a court”. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this respect it notes that the orders were expressed in rather vague and general terms; the expression “to be of good behaviour” was particularly imprecise and offered little guidance to the person bound over as to the type of conduct which would amount to a breach of the order. However, in each \napplicant’s case the binding-over order was imposed after a finding that she had committed a breach of the peace. Having considered all the circumstances, the Court is satisfied that, given the context, it was sufficiently clear that the applicants were being requested to agree to refrain from causing further, similar, breaches of the peace during the ensuing twelve months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Finally, the Court observes that there is no evidence to suggest that the magistrates acted outside their jurisdiction or that the binding-over orders or the applicants’ subsequent detention failed to comply with English law for any other reason. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  It follows that there has been no violation of Article 5 § 1 in respect of the detention of the first and second applicants following their refusal to be bound over.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  All the applicants complained that under English law there was no right to compensation in respect of arrests and detention which violated the Convention but were in accordance with national law, whereas Article 5 § 5 of the Convention provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Government submitted that there had been no breach of Article 5 § 1, and that Article 5 § 5 was thus inapplicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the alternative, they pointed out that if the applicants’ arrests or detention had been contrary to English law, they could have brought civil proceedings against the police for false imprisonment. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court recalls that Article 5 § 5 guarantees an enforceable right to compensation to those who have been the victims of arrest or detention in contravention of the other provisions of Article 5 (see the above-mentioned Benham judgment, p. 755, § 50).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  In view of the Court’s finding that there was no violation of Article 5 § 1 in respect of the first and second applicants, it concludes that Article 5 § 5 is not applicable in those cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court has found that Article 5 § 1 was violated in respect of the third, fourth and fifth applicants, because it is not satisfied that their arrests and ensuing detention complied with domestic law. However, it notes in this respect that it would have been open to these applicants to bring civil actions for damages against the police (see paragraph 63 above). It therefore considers that these applicants had at their disposal “an enforceable right to compensation” and that Article 5 § 5 was accordingly not violated in this case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The first and second applicants complained that they had not been provided with sufficient details of the charges against them, in violation of Article 6 § 3 (a) of the Convention, which states:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone charged with a criminal offence has the following minimum rights:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him;",
                                        "elements": []
                                    },
                                    {
                                        "content": "…”",
                                        "elements": []
                                    },
                                    {
                                        "content": "They argued that, since “breach of the peace” was a very general accusation, the precise behaviour of each applicant which formed the basis of the charge should have been specified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Government pointed out that within ten hours of her arrest the first applicant had been given a charge-sheet which informed her that she was charged with causing a breach of the peace contrary to section 115 of the 1980 Act on a stated date and in a stated place (see paragraph 10 above). The second applicant had been provided with similar information one and a quarter hours after her arrest (see paragraph 16 above). In the Government’s submission, with which the Commission agreed, this was sufficient to comply with Article 6 § 3 (a).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court recalls its above finding (paragraph 49) that breach of the peace should be regarded as an “offence” for the purposes of the Convention. Article 6 § 3 (a) is thus applicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court, like the Commission, considers that the details contained in the charge-sheets given to the first and second applicants (see paragraphs 10 and 16 above) were sufficient to comply with this Article (see the Brozicek v. Italy judgment of 19 December 1989, Series A no. 167, pp. 18–19, § 42).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that there has been no violation of Article 6 § 3 (a).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  All the applicants complained that the measures taken against them violated their rights to freedom of expression under Article 10 of the Convention, which states: ",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers…",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are \nprescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court must determine whether the impugned measures amounted to interferences with the applicants’ rights to freedom of expression and, if so, whether they were “prescribed by law”, pursued a legitimate aim and were “necessary in a democratic society” within the meaning of Article 10 § 2.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "A.\tInterference",
                        "elements": [
                            {
                                "content": "90.  The Government submitted that the protest activity of the first and second applicants was not peaceful, and that Article 10 was not, therefore, applicable.",
                                "elements": []
                            },
                            {
                                "content": "91.  The Commission found that the measures taken against each of the five applicants amounted to interferences with their rights under Article 10.",
                                "elements": []
                            },
                            {
                                "content": "92.  The Court recalls that the first and second applicants were arrested while protesting against a grouse shoot and the extension of a motorway respectively (see paragraphs 7 and 15–16 above). It is true that these protests took the form of physically impeding the activities of which the applicants disapproved, but the Court considers nonetheless that they constituted expressions of opinion within the meaning of Article 10 (see, for example, the Chorherr v. Austria judgment of 25 August 1993, Series A no. 266-B, p. 35, § 23). The measures taken against the applicants were, therefore, interferences with their right to freedom of expression.",
                                "elements": []
                            },
                            {
                                "content": "93.  With regard to the third, fourth and fifth applicants, it has not been disputed that their arrests and detention constituted interferences with their Article 10 rights.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\t“Prescribed by law”",
                        "elements": [
                            {
                                "content": "94.  The Court recalls its above findings (paragraphs 61, 78 and 65) that the measures taken against the first and second applicants were lawful within the meaning of Article 5 § 1, but that those taken against the third, fourth and fifth applicants were not.",
                                "elements": []
                            },
                            {
                                "content": "Since the requirement under Article 10 § 2 that an interference with the exercise of freedom of expression be “prescribed by law” is similar to that under Article 5 § 1 that any deprivation of liberty be “lawful” (see paragraph 54 above), it follows that the arrests and detention of the first and \nsecond applicants were “prescribed by law” under Article 10 § 2 but that those of the third, fourth and fifth applicants were not (see paragraph 64 above).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\t\tLegitimate aim",
                        "elements": [
                            {
                                "content": "95.  It was not disputed before the Court that the impugned measures pursued one or more of the legitimate aims listed in Article 10 § 2.",
                                "elements": []
                            },
                            {
                                "content": "96.  The Court considers that each applicant’s arrest and initial detention pursued the legitimate aims of preventing disorder and protecting the rights of others.",
                                "elements": []
                            },
                            {
                                "content": "97.  The position with regard to the detention of the first and second applicants following their refusal to be bound over is somewhat different. Here the Court considers that the purpose in binding over the applicants was to deter them from causing future breaches of the peace. Thus the bindingover orders themselves pursued the aims of preventing disorder and protecting the rights of others. However, in refusing to comply with these orders, the applicants were, to a certain extent, challenging the authority of the courts which imposed them. Their subsequent committal to prison, therefore, was intended not only to deter future breaches of the peace, but also pursued the aim under Article 10 § 2 of maintaining the authority of the judiciary.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "D.\t“Necessary in a democratic society”",
                        "elements": [
                            {
                                "content": "98.  The Government contended that the measures taken against the applicants fell within the margin of appreciation allowed to the national authorities and were proportionate to the aims pursued, particularly in view of the fact that the police had been called upon to make decisions in difficult circumstances to preserve public order. The applicants were initially detained only until they could be brought before the magistrates, which occurred in each case on the first working day following the arrest. This detention prevented them from returning to the scene of the protest and committing further breaches of the peace. Finally, the detention of the first and second applicants following their refusal to be bound over was also proportionate, given that each had had the option instead to comply with lawful, and more lenient, court orders.",
                                "elements": []
                            },
                            {
                                "content": "99.  The applicants maintained that the measures taken against them were disproportionate.",
                                "elements": []
                            },
                            {
                                "content": "\nFirst, they stated that, in the context of non-violent protest activity, arrest was too extreme a measure since it totally extinguished the possibility further to participate in the demonstration and since the threat of arrest had a “chilling” effect on the exercise of Article 10 rights. Secondly, they pointed out that they had each been detained for long periods of time when other less restrictive measures could have been used.",
                                "elements": []
                            },
                            {
                                "content": "Finally, the first and second applicants argued that their freedom to protest would have been unreasonably restricted had they agreed to the vague and general terms of the binding-over orders and that they had been imprisoned for long periods of time as a result of their refusal to accept these restrictions.",
                                "elements": []
                            },
                            {
                                "content": "100.  The Commission found that, in all the circumstances, the measures taken against the first and second applicants had not been disproportionate, whereas those taken against the third, fourth and fifth applicants had violated Article 10.",
                                "elements": []
                            },
                            {
                                "content": "101.  As the Court has often observed, freedom of expression constitutes an essential foundation of democratic society and one of the basic conditions for its progress and for each individual’s self-fulfilment (see, most recently, the Incal v. Turkey judgment of 9 June 1998, Reports 1998IV, p. 1566, § 46). It is true that States enjoy a certain margin of appreciation in assessing whether and to what extent any interference with the exercise of freedom of expression is necessary, particularly as regards the choice of reasonable and appropriate means to be used to ensure that lawful activities can take place peacefully (see the above-mentioned Chorherr judgment, p. 37, § 31). However, this margin goes hand in hand with supervision by the Court, which must ascertain that any such interference was proportionate to the legitimate aim pursued, due regard being had to the importance of freedom of expression (ibid.).",
                                "elements": []
                            },
                            {
                                "content": "Since different factors are relevant to each of the applicants, the Court will examine each case separately.",
                                "elements": []
                            },
                            {
                                "content": "1.\tFirst applicant",
                                "elements": [
                                    {
                                        "content": "102.  The Court recalls that, as part of a protest against a grouse shoot, the first applicant walked in front of an armed member of the shoot, thus physically preventing him from firing. She was arrested and detained for approximately forty-four hours prior to being brought before a magistrates’ court and then released. At the subsequent hearing, she was fined GBP 70 in respect of an offence under the Public Order Act 1986 and, in respect of the breach of the peace, she was ordered to agree to be bound over for twelve months in the sum of GBP 100. When she refused, she was imprisoned for twenty-eight days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n103.  The Court has no doubt that the measures taken against Ms Steel, particularly the long periods of detention, amounted to serious interferences with the exercise of her right to freedom of expression. However, it must also have regard to the dangers inherent in the applicant’s particular form of protest activity and the risk of disorder arising from the persistent obstruction by the demonstrators of the members of the grouse shoot as they attempted to carry out their lawful pastime. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  In these circumstances, the Court does not find that the actions of the police in arresting Ms Steel and removing her from the scene of the demonstration were disproportionate. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  She was then held for approximately forty-four hours. From the custody record it would appear that the police considered this necessary to prevent any further breach of the peace and to ensure that she attended before the magistrates (see paragraph 9 above). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Forty-four hours is undoubtedly a long period of detention in such a case. However, the Court recalls that Ms Steel’s behaviour prior to her arrest had created a danger of serious physical injury to herself and others and had formed part of a protest against grouse shooting which risked culminating in disorder and violence. Particularly given the risk of an early resumption by her, if released, of her protest activities against field sports, and the possible consequences of this eventuality, both of which the police were best placed to assess, the Court does not consider that this detention was disproportionate. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Court must also have regard to the measures applied to the applicant after her trial and appeal (see paragraphs 12–13 above). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "It recalls its above finding that, in ordering Ms Steel to be bound over to keep the peace and be of good behaviour, the court was effectively requesting her to agree to refrain for a year from causing any further breach of the peace (see paragraph 76 above). Again, given the dangers inherent in her chosen form of protest and the public interest in deterring such conduct, the Court does not find that the imposition either of this order, or of the GBP 70 fine, was excessive in the circumstances. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The applicant was imprisoned because she refused to comply with the binding-over order. The Court agrees with the Commission that it was legitimate for the national court to interpret this refusal as a statement by the applicant that, despite the court’s order, she considered her protest behaviour to have been justified and intended to continue with it in the future. In these circumstances, bearing in mind not only the aim of deterrence mentioned above, but also the importance in a democratic society of maintaining the rule of law and the authority of the judiciary (see \nparagraph 97 above and the above-mentioned Sunday Times (no. 1) judgment, p. 34, § 55), the Court does not find it disproportionate that the applicant was committed to prison, even for as long as twenty-eight days, for refusing to comply with the court’s order.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tSecond applicant",
                                "elements": [
                                    {
                                        "content": "108.  The second applicant had taken part in a protest against the building of a motorway extension, placing herself in front of machinery in order to impede the engineering works. She was arrested and detained for approximately seventeen hours prior to being brought before a magistrates’ court, and was subsequently imprisoned for seven days after refusing to agree to be bound over (see paragraphs 15–18 above). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Court refers to its reasoning and findings in relation to the first applicant (paragraphs 103–07 above). Although the risk of disorder created by Ms Lush’s conduct was, arguably, less serious than that caused by the first applicant, the magistrates nonetheless found that she had acted in a way likely to cause a breach of the peace and the Court sees no reason to doubt this conclusion (see paragraph 60 above). Taking into account the interest in maintaining public order and protecting the rights of others, and also the need to maintain the authority of the judiciary, the measures taken against the second applicant were not disproportionate.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.\tThird, fourth and fifth applicants",
                                "elements": [
                                    {
                                        "content": "110.  The Court recalls its above finding that the measures taken against Ms Needham, Mr Polden and Mr Cole were not “lawful” or “prescribed by law”, since it is not satisfied that the police had grounds reasonably to apprehend that the applicants’ peaceful protest would cause a breach of the peace (see paragraph 94 above). For similar reasons, as developed in paragraph 64 above, it considers that the interference with the exercise by the applicants of their right to freedom of expression was also disproportionate to the aims of preventing disorder and protecting the rights of others, and was not, therefore, “necessary in a democratic society”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4.\tConclusion",
                                "elements": [
                                    {
                                        "content": "111.  In conclusion, the measures taken against the first and second applicants did not give rise to any violation of Article 10, while those taken against the third, fourth and fifth applicants did.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The applicants complained that the impugned measures also violated Article 11 of the Convention, which states: ",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others. This Article shall not prevent the imposition of lawful restrictions on the exercise of these rights by members of the armed forces, of the police or of the administration of the State.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Court does not find that this complaint raises any issues not already examined in the context of Article 10. For this reason it is unnecessary to consider it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The first and second applicants alleged that there had been a breach of Article 13 of the Convention, which states:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Commission, in its report, had concluded that the applicants’ complaints under Article 13 “relate[d] essentially to the state of United Kingdom law”, and found no violation since Article 13 could not be interpreted as guaranteeing a remedy against, or judicial review of, domestic law which was not considered to be in conformity with the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  However, except for a bare statement in their memorial that “the first and second applicants claim a violation of Article 13 … in relation to their lack of remedies in connection with their detention for refusing to be bound over”, the applicants did not submit any argumentation in respect of this complaint to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  In these circumstances, where the complaint does not appear to have been pursued, the Court does not consider it necessary to consider it of its own motion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The applicants claimed just satisfaction under Article 50 of the Convention, which provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The Court recalls that it has found breaches of the Convention in respect only of the third, fourth and fifth applicants. It will not, therefore, consider the first and second applicants’ claims for just satisfaction.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "A.\tNon-pecuniary damage",
                        "elements": [
                            {
                                "content": "120.  The applicants claimed compensation for non-pecuniary damage. ",
                                "elements": []
                            },
                            {
                                "content": "121.  The Government contended that a finding of violation would provide adequate just satisfaction. ",
                                "elements": []
                            },
                            {
                                "content": "122.  The Court recalls that Ms Needham, Mr Polden and Mr Cole were each imprisoned for seven hours following the peaceful exercise of their right to freedom of expression. It awards them GBP 500 each in compensation for non-pecuniary damage.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tCosts and expenses",
                        "elements": [
                            {
                                "content": "123.  The total costs and expenses claimed in respect of all five applicants were GBP 53,889.62 (inclusive of value-added tax “VAT”).",
                                "elements": []
                            },
                            {
                                "content": "124.  The Government submitted that, in the event that the Court upheld only part of the applicants’ complaints, only part of their claim for costs should be awarded. They also questioned whether it had been necessary to employ three counsel on such a case.",
                                "elements": []
                            },
                            {
                                "content": "125.  In view of the fact that it has found violations in respect of only part of the last three applicants’ complaints, and deciding on an equitable basis, the Court awards in respect of costs and expenses GBP 20,000, together with any VAT which may be payable, but less the amounts already paid by way of legal aid by the Council of Europe.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\tDefault interest",
                        "elements": [
                            {
                                "content": "126.  According to the information available to the Court, the statutory rate of interest applicable in the United Kingdom at the date of adoption of the present judgment is 7.5% per annum.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "for these reasons, the court",
                "elements": [
                    {
                        "content": "1.\tHolds unanimously that it is not necessary to examine the applicants’ complaints under Articles 5 § 3, 6 § 2, 6 § 3 (b) and (c), 11 or 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds by seven votes to two that there has been no violation of Article 5 § 1 of the Convention in respect of the arrest and initial detention of the first applicant;",
                        "elements": []
                    },
                    {
                        "content": "3.\tHolds unanimously that there has been no violation of Article 5 § 1 of the Convention in respect of the arrest and initial detention of the second applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.\tHolds unanimously that there has been a violation of Article 5 § 1 of the Convention in respect of the arrests and detention of the third, fourth and fifth applicants; ",
                        "elements": []
                    },
                    {
                        "content": "5.\tHolds by eight votes to one that there has been no violation of Article 5 § 1 of the Convention in respect of the detention of the first and second applicants for refusing to agree to be bound over;",
                        "elements": []
                    },
                    {
                        "content": "6.\tHolds unanimously that there has been no violation of Article 5 § 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.\tHolds unanimously that there has been no violation of Article 6 § 3 (a) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "8.\tHolds by five votes to four that there has been no violation of Article 10 of the Convention in respect of the first applicant;",
                        "elements": []
                    },
                    {
                        "content": "9.\tHolds by seven votes to two that there has been no violation of Article 10 of the Convention in respect of the second applicant;",
                        "elements": []
                    },
                    {
                        "content": "10.\tHolds unanimously that there has been a violation of Article 10 of the Convention in respect of the third, fourth and fifth applicants;",
                        "elements": []
                    },
                    {
                        "content": "11.\tHolds unanimously",
                        "elements": []
                    },
                    {
                        "content": "12.\tDismisses unanimously the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 23 September 1998.",
                        "elements": []
                    },
                    {
                        "content": "\tSigned: Rudolf Bernhardt",
                        "elements": []
                    },
                    {
                        "content": "\t\tPresident",
                        "elements": []
                    },
                    {
                        "content": "Signed: Herbert Petzold",
                        "elements": []
                    },
                    {
                        "content": "\tRegistrar",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 § 2 of the Convention and Rule 53 § 2 of Rules of Court A, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "In paragraphs 105 and 107 of the judgment the majority of our colleagues conclude that neither the initial detention of the first applicant for forty-four hours after her arrest on 22 August 1992 nor her imprisonment for twenty-eight days because of her refusal to comply with the binding-over order were disproportionate in the particular circumstances of her case. Our assessment of the weight of the relevant arguments set out in paragraphs 102 to 107 of the judgment lead us to the conclusion that the periods of deprivation of liberty were disproportionately long and that there was a violation of Article 10 of the Convention in respect of the first applicant.",
                        "elements": []
                    },
                    {
                        "content": "(Translation)",
                        "elements": []
                    },
                    {
                        "content": "While we share the Chamber’s opinion and conclusions on most of the points in the instant case, there is one with which we cannot associate ourselves.",
                        "elements": []
                    },
                    {
                        "content": "This is the case of the first applicant, Ms Helen Steel, who during a protest against a grouse shoot caused an obstruction by walking in front of a member of the shoot in such a way as to prevent him from firing. She was then taken to a police vehicle and detained for forty-four hours, after which she was charged. The court imposed a fine of 70 pounds sterling and, under an Act of 1980, ordered her to agree to be bound over for twelve months. Ms Steel refused to agree to an undertaking she considered to be too vague and was committed to prison for twenty-eight days.",
                        "elements": []
                    },
                    {
                        "content": "We cannot regard these measures as being compatible with the letter and spirit of the Convention. In the first place, the judge did not in this instance really act judicially, convicting someone on account of an offence she had committed, but, by seeking assurances from her that were drafted in very vague terms, and on pain of criminal penalties, he exercised a kind of “imperium” conferred on him by the Act, and in our view this type of order, which is not moreover regarded as a criminal penalty, goes beyond the concept of judicial decision to which the Convention refers.",
                        "elements": []
                    },
                    {
                        "content": "That, of course, is debatable. What is not in any event debatable is that to detain for forty-four hours and then sentence to twenty-eight days’ imprisonment a person who, albeit in an extreme manner, jumped up and down in front of a member of the shoot to prevent him from killing a feathered friend is so manifestly extreme, particularly in a country known for its fondness for animals, that it amounted, in our view, to a violation of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "For this reason, we voted against the majority on points 2 and 9 of the operative provisions and I (Judge Valticos) also voted against the majority on point 5.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrR. Bernhardt",
            "role": "president"
        },
        {
            "name": "MrThór Vilhjálmsson",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrF. Gölcüklü",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrN. Valticos",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrsE. Palm",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "SirJohn Freeland",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrJ. Makarczyk",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrT. Pantiru",
            "role": "and also of mr h. petzold"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF STEEL AND OTHERS v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58240.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1998:0923JUD002483894",
    "externalsources": [],
    "extractedappno": [
        "24838/94"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "R. v. County Quarter Sessions Appeals Committee, ex parte Metropolitan Police Commissioner [1948] 1 King's Bench Reports p. 260",
        "Judgment in the Court of Appeal in the case of R. v. Howell [1982] 1 Queen's Bench Reports p. 416, at p. 427",
        "R. v. Chief Constable of Devon and Cornwall, ex parte Central Electricity Generating Board [1982] Queen's Bench Reports p. 458, at p. 471",
        "Percy v. Director of Public Prosecutions [1995] 1 Weekly Law Reports p. 1382",
        "Nicol and Selvanayagam v. Director of Public Prosecutions [1996] Justice of the Peace Reports p. 155, at p. 163",
        "Police and Criminal Evidence Act 1984, sections 17(6) and 25(6)",
        "Justices of the Peace Act 1361",
        "Magistrates' Courts Act 1980, section 115",
        "R. v. Morpeth Ward Justices, ex parte Ward [1992] 95 Criminal Appeal Reports p. 215"
    ],
    "itemid": "001-58240",
    "judgementdate": "23/09/1998 00:00:00",
    "kpdate": "23/09/1998 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "71",
        "456",
        "275",
        "45",
        "149",
        "316",
        "140",
        "148",
        "201",
        "265",
        "331",
        "379",
        "238",
        "445",
        "145",
        "444",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "5-1-c",
        "6-3-c",
        "10-2",
        "13",
        "5-3",
        "5-5",
        "6-3-b",
        "6-3-a",
        "10",
        "5-1-b",
        "10-1",
        "5-1",
        "5",
        "6",
        "11",
        "6-2",
        "41"
    ],
    "parties": [
        "STEEL AND OTHERS",
        "THE UNITED KINGDOM"
    ],
    "rank": "372.463226318359",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Sunday Times v. the United Kingdom (no. 1) judgment of 26 April 1979, Series A no. 30, p. 31, § 49, p. 34, § 55",
        "Olsson v. Sweden (no. 1) judgment of 24 March 1988, Series A no. 130, p. 28, § 56",
        "Brozicek v. Italy judgment of 19 December 1989, Series A no. 167, pp. 18-19, § 42",
        "Open Door and Dublin Well Woman v. Ireland judgment of 29 October 1992, Series A no. 246-A, p. 23, § 46",
        "Chorherr v. Austria judgment of 25 August 1993, Series A no. 266-B, p. 35, § 23, p. 37, § 31",
        "S.W. v. the United Kingdom judgment of 22 November 1995, Series A no. 335-B, pp. 41-42, §§ 35-36",
        "Benham v. the United Kingdom judgment of 10 June 1996, Reports of Judgments and Decisions (\"Reports\") 1996-III, pp. 752-753, § 40, § 41, p. 755, § 50, p. 756, § 56",
        "Stallinger and Kuso v. Austria judgment of 23 April 1997, Reports  1997-II, p. 680, § 52",
        "Halford v. the United Kingdom judgment of 25 June 1997, Reports 1997-III, p. 1017, § 49",
        "Larissis and Others v. Greece judgment of 24 February 1998, Reports 1998-I, p. 377, § 34",
        "Incal v. Turkey judgment of 9 June 1998, Reports 1998-IV, p. 1566, § 46"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "443621",
    "typedescription": "15"
}