{
    "__articles": "10;7",
    "__conclusion": "Violation of Art. 10;No violation of Art. 7",
    "applicability": "",
    "appno": "30865/08",
    "article": [
        "10",
        "7"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        },
        {
            "article": "7",
            "base_article": "7",
            "element": "No violation of Art. 7",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-103027.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30865/08) against the Republic of Finland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Finnish nationals, Ms Susanna Helena Reinboth and Mr Janne Sakari Virkkunen, and a Finnish newspaper company Helsingin Sanomat Oy (“the applicants”), on 24 June 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr Petteri Sotamaa, a lawyer practising in . The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that they had been convicted of a crime in violation of Article 7 of the Convention and that their right to freedom of expression under Article 10 of the Convention had been violated.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 10 September 2008 the President of the Fourth Section decided to communicate the applicants' complaints under Articles 7 and 10 to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The first and second applicants were born in 1963 and 1948 and live in . The applicant company is based in . The applicant company is the publisher of a daily newspaper called Helsingin Sanomat which has a circulation of approximately 430,000. The first applicant was a journalist and the second applicant the editor-in-chief of the publication at the relevant time.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 3 February 2000, during the presidential election campaign, a short article was published in the newspaper Ilta-Sanomat, entitled “The ex-husband of [R. U.] and the person in charge of communications for the [E.A.] campaign have found each other”. The article stated that P.N., who was separated from his wife, had found a new partner, O.T. The wife of P.N. was known as a political reporter in the election-related TV debates and previously as a news reader. It was mentioned in the article that O.T. was in charge of communications for the E. A. campaign and that, in her civilian life, O.T. was the communications manager in a specified pension insurance company and a mother.",
                                "elements": []
                            },
                            {
                                "content": "7.  The article went on to state that, before joining the campaign, O.T. had been active in the same political party as P.N. and that she had been involved in some “insider committees”. The article continued to note that P.N. worked as a director for F., a company promoting Finnish exports, and that in the 1990s he had been posted in New York, where his wife had followed him, taking leave from her own job. The article stated that P.N. and his wife had two children and that they had separated in the autumn of 1999. Pictures of O.T. and P.N.'s wife were included in the article.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 1 February 2002 the journalist and the editor-in-chief of Ilta-Sanomat were convicted by the Forssa District Court (käräjäoikeus, tingsrätten) for having violated O.T.'s private life by publishing the original article. On 12 December 2002 and 4 July 2005, respectively, the Turku Court of Appeal (hovioikeus, hovrätten) and the Supreme Court (korkein oikeus, högsta domstolen) upheld the judgment. These proceedings were public.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 2 and 10 February 2002 the applicant company published two articles on the trial and the judgment of the Forssa District Court, written by the first applicant and approved by the second applicant.",
                                "elements": []
                            },
                            {
                                "content": "10.  The first article summarised the judgment of the District Court, including O.T.'s full name and the court's sentence. It also described the court proceedings and stated that the decision had required a vote as one of the lay members of the court would have preferred to dismiss the charges. Moreover, the first article also included some of the details about O.T.'s private life already published in the original article of 3 February 2000.",
                                "elements": []
                            },
                            {
                                "content": "11.  The second article was published as a legal column in a Sunday edition of the paper. The article reproduced the content of the original article without mentioning any names. It made reference to the trial and went on to explain the history of the Penal Code section concerning invasion of privacy that had been introduced in 1974. The article went on to state that the law did not define privacy, but left it to the courts to interpret on a case-by-case basis. The section was amended in 2000, but the only change in essence, according to the article, was the title of the section, now known as dissemination of information violating private life. The article further noted that the worst fears of the press had never materialised but there had been some surprises. The article made reference to a decision of the Supreme Court from 2001 to convict Alibi magazine for publishing a story with a picture and the name of a person who was at the time accused and later convicted of fraud on public pension funds. The article then reverted to the judgment in question pondering, without mentioning any names, as to who could be considered a private person and what was the responsibility of such a person with regard to his or her public performance and behaviour.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 14 March 2002 O.T. requested that a criminal investigation be initiated against the applicants on the basis of the articles. The prosecutor pressed charges on 31 January 2003 and the applicants were summonsed on 31 March and 1 April 2003.",
                                "elements": []
                            },
                            {
                                "content": "13.  As the original decision of 1 February 2002 by the Forssa District Court had been upheld by the Turku Court of Appeal on 12 December 2002 and was pending before the Supreme Court, the Vantaa District Court decided on 15 September 2004 to wait for the final decision in the original case before examining the applicants' case. It is stated in the decision of the Vantaa District Court that the request for adjournment was made by the applicants. This is contested by the first applicant.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 4 July 2005 the Supreme Court gave a lengthy judgment in the case against Ilta-Sanomat (KKO 2005:82) wherein the question of whether the article had infringed O.T.'s privacy was thoroughly examined in the light of the national legislation and the case-law of the Court.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 18 October 2005 the Vantaa District Court held a hearing in the applicants' case.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 3 November 2005 the District Court convicted the applicants of dissemination of information violating private life. The first applicant was ordered to pay 740 euros (EUR), the second applicant EUR 1,140, both amounts being 10 day fines as adjusted by their taxable income. All three applicants were ordered jointly to pay compensation to O.T. in the amount of EUR 6,000 plus interest for suffering and distress and EUR 11,845.95 plus interest for her legal costs.",
                                "elements": []
                            },
                            {
                                "content": "17.  The court found that as two years had passed since the publication of the original article, O.T. was now entitled to the total enjoyment of private life and that there had thus been no ground for the disclosure of her name. As to the legality principle, a Penal Code could not be drafted in a manner covering all possible situations that might be envisaged. The first applicant had been well aware of the legal situation, and the interpretation of the provision in question had been well established and foreseeable. When a court found that private life has been invaded, another offence will be committed if that judgment is reported by mentioning the very same details of private life. The court was not unanimous as one of the lay judges dissented.",
                                "elements": []
                            },
                            {
                                "content": "18.  By letters dated 30 November and 1 December 2005 the applicants appealed to the Helsinki Court of Appeal claiming, inter alia, that the conviction and sanctions imposed on them violated Article 10 of the Convention and that no grounds had been presented to show why it had been necessary in the present case to restrict their freedom of expression. Confidential information could only be disclosed once. The District Court judgment was public and everyone had a constitutional right to have information about a public document. The information had also been published twice before. The applicants had lacked intent as they had not realised that they were committing a crime when publishing the articles.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 20 April 2007 the Court of Appeal upheld the Vantaa District Court's judgment. The applicants were obliged to cover O.T.'s legal fees before the Court of Appeal in the amount of EUR 2,623 plus interest. The court found that the present case was about conflicting fundamental rights, namely the core areas of protection of private life and the margins of the freedom of expression. It was not juridically relevant whether the disclosed information was based on court case files or whether somebody else had earlier disclosed that information. As the Forssa District Court had on 1 February 2002 already found that the information disclosed in the original article had invaded O.T.'s privacy and as she was no longer in the same position as in 2000, the applicants had had no right to disclose her name when reporting on the Forssa District Court judgment.",
                                "elements": []
                            },
                            {
                                "content": "20.  By letters dated 24 May and 13 June 2007 the applicants appealed to the Supreme Court, reiterating the grounds of appeal already presented before the Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 28 December 2007 the Supreme Court refused the applicants leave to appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitutional provisions",
                                "elements": [
                                    {
                                        "content": "22.  Article 8 of the Constitution of Finland (Suomen perustuslaki, Finlands grundlag, Act no. 731/1999) provides that no one shall be found guilty of a criminal offence or be sentenced to a punishment on the basis of a deed, which has not been determined punishable by an Act at the time of its commission. The penalty imposed for an offence shall not be more severe than that provided by an Act at the time of commission of the offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Article 10 of the Constitution guarantees everyone's right to private life. According to it,",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone's private life, honour and the sanctity of the home are guaranteed. More detailed provisions on the protection of personal data are laid down by an Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The secrecy of correspondence, telephony and other confidential communications is inviolable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Measures encroaching on the sanctity of the home, and which are necessary for the purpose of guaranteeing basic rights and liberties or for the investigation of crime, may be laid down by an Act. In addition, provisions concerning limitations of the secrecy of communications which are necessary in the investigation of crimes that jeopardise the security of the individual or society or the sanctity of the home, at trials and security checks, as well as during the deprivation of liberty may be laid down by an Act.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Article 12 of the Constitution concerns the freedom of expression and provides the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone has the freedom of expression. Freedom of expression entails the right to express, disseminate and receive information, opinions and other communications without prior prevention by anyone. More detailed provisions on the exercise of the freedom of expression are laid down by an Act. Provisions on restrictions relating to pictorial programmes that are necessary for the protection of children may be laid down by an Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Documents and recordings in the possession of the authorities are public, unless their publication has for compelling reasons been specifically restricted by an Act. Everyone has the right of access to public documents and recordings.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Penal Code",
                                "elements": [
                                    {
                                        "content": "25.  Chapter 24, section 8, of the Penal Code (rikoslaki, strafflagen as amended by Act no. 531/2000) reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Dissemination of information violating private life:",
                                        "elements": []
                                    },
                                    {
                                        "content": "A person who unlawfully (1) through the use of the mass media, or (2) in another manner publicly spreads information, an insinuation or an image of the private life of another person, such that the act is likely to cause that person damage or suffering, or subject that person to contempt, shall be convicted of injuring personal reputation and sentenced to a fine or a maximum term of two years' imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The spreading of information, an insinuation or an image of the private life of a person in politics, business, public office or a public position, or in a comparable position, shall not constitute injury to personal reputation, if it may affect the evaluation of that person's activities in the position in question and if it is necessary for the purposes of dealing with a matter of importance to society.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  According to the travaux préparatoires (see government bill HE 184/1999), the content of this provision corresponds to the old Chapter 27, section 3(a), of the Penal Code. The amendments and clarifications made to the existing provision were mainly technical. The provision thus still restricts the protection of the private life of persons having important political or economic powers. Functions in respect of which the protection of private life is narrower in scope under paragraph 2 include political functions, business functions and public functions or duties. The matter must have social significance. This restriction, however, applies only to the persons referred to, not to their close friends and family. According to the Parliamentary Law Committee's Report (lakivaliokunnan mietintö, lagutskottets betänkande LaVM 6/2000), the purpose of that provision is to permit the dissemination of information on the private life of such persons if the information may be relevant in assessing the performance of their functions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The government bill HE 184/1999 further provides that in the assessment of interferences with private life, the lawfulness of the interference and the concept of private life are taken into account. The publicity of a document does not automatically give the right to present in the mass media information concerning one's private life included in the document. A person's consent to the provision of information has relevance in the assessment of the lawfulness of the interference. Without explicit consent, there is usually no reason to believe that the person in question would have consented to the publication of information relating to private life (see Parliamentary Law Committee's Report LaVM 6/2000). Moreover, private life is, in particular, protected against dissemination of information which may be correct as such. In order for the act to be punishable, it is necessary that the information concerns the private life of the person in question (see government bill HE 184/1999). With regard to the concept of private life, a reference is made to the explanatory works concerning the Constitutional provisions on fundamental rights and to the government bill HE 84/1974.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In the travaux préparatoires concerning the old Chapter 27, section 3(a), of the Penal Code (see government bill HE 84/1974), there was no precise definition of private life but matters such as, inter alia, family life, spare time activities, health and relationships and such conduct in socially significant positions that had no significance to the relevant exercise of power, were considered as a part of private life. It was further required that the act might have caused damage or suffering. Such damage might have also been “immaterial damage, which might have manifested itself in problems with social interaction or respect”. An ordinary person enjoyed the strongest protection of private life. His or her involvement in an incident of importance to society might have warranted an exception to the protection. In any case, if an offence was of such a kind that it could not be regarded as having social significance, it was a matter to be protected as belonging to the sphere of private life, otherwise the protection of private life did not restrict publishing. Moreover, the publishing could not be to a greater extent than was necessary. Thus, the necessity of mentioning a person's name or other description of a person enabling identification was always subject to careful consideration.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Provisions concerning publicity",
                                "elements": [
                                    {
                                        "content": "29.  The Act on the Openness of Government Activities (laki viranomaisten toiminnan julkisuudesta, lagen om offentlighet i myndigheternas verksamhet; Act no. 621/1999) contains provisions on the right of access to official documents in the public domain, officials' duty of non-disclosure, document secrecy and any other restrictions of access that are necessary for the protection of public or private interests, as well as on the duties of the authorities to achieve the objectives of the Act. However, there are specific provisions that apply to court hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  According to section 22 of the Act on the Publicity of Court Proceedings in General Courts (laki oikeudenkäynnin julkisuudesta yleisissä tuomioistuimissa, lagen om offentlighet vid rättegång i allmänna domstolar; Act no. 370/2007), the court decisions are public unless the court orders that they be kept secret. The parties and the public have the right to be present when the decisions are pronounced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  According to the preparatory works of the Act (see government bill HE 13/2006),",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the case files are to a large extent public and the publicity does not limit itself to publicity of oral hearings. On the other hand, in  the publicity of the case files does not automatically mean that all public documentation could as such, for example, without invading privacy, be published in the media. This right of the media to publish is limited not only by its self-regulation but also for example by the provisions of the Penal Code concerning the protection of privacy. It can, thus, be said that publicity is wider and the control of the protection of privacy is done mostly in arrears. It is for the media themselves to consider which of the public documentation they shall publish.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Provisions concerning liability",
                                "elements": [
                                    {
                                        "content": "32.  Section 39 of the Freedom of the Press Act (painovapauslaki, tryckfrihetslagen; Act no. 1/1919), as in force at the relevant time, provided that the provisions of the Tort Liability Act applied to the payment of compensation for damage caused by the content of printed material.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Chapter 5, section 6, of the Tort Liability Act (vahingonkorvauslaki, skadeståndslagen, Act no. 412/1974, as amended by Act no. 509/2004) stipulates that damages may also be awarded for distress arising, inter alia, from an offence against liberty, honour, home or private life. Under Chapter 5, section 1, of the said Act, damages shall constitute compensation for personal injury and damage to property. Section 2 provides that a person who has suffered personal injury shall be entitled to damages to cover medical costs and other costs arising from the injury, as well as loss of income and maintenance and pain and suffering.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  According to the government bill to amend the Tort Liability Act (HE 116/1998), the maximum amount of compensation for pain and suffering from, inter alia, bodily injuries had in the recent past been approximately FIM 100,000 (EUR 16,819). In the subsequent government bill to amend the Tort Liability Act (HE 167/2003, p. 60), it is stated that no changes to the prevailing level of compensation for suffering are proposed. In the recommendation of the Personal Injury Advisory Board (Henkilövahinkoasiain neuvottelukunta, Delegationen för personskade-ärenden) in 2008, compensation awards for distress in defamation cases can go up to EUR 10,000 and in cases concerning dissemination of information violating personal privacy up to EUR 5,000. On the other hand, the maximum award for, for example, attempted manslaughter, murder or killing varies between EUR 3,000 and EUR 5,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Supreme Court practice",
                                "elements": [
                                    {
                                        "content": "35.  The Supreme Court decision (KKO 1980-II-99) concerned public showing of a series of photographs of half-naked children. The act was committed before the entry into force of Chapter 27, section 3(a), of the Penal Code and no criminal sanctions were requested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In a Supreme Court decision (KKO 1980 II 123) the following was noted (summary from the Yearbook):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The accused had picked up a photograph of the plaintiff from the archives of a newspaper and published it in the context of an electoral campaign without the plaintiff's consent. He was convicted of a violation of private life and ordered, jointly with the political organisations which had acted as publishers, to pay damages for mental suffering.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 11 June 1997 the Supreme Court delivered two decisions relating to articles which had given information on cases of arson. The first decision (KKO 1997:80) concerned a newspaper article (summary from the Supreme Court's Yearbook):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A newspaper published an article concerning cases of arson, in which it was said that the suspect was the wife of the head of a local fire department. As it was not even alleged that the head of the fire department had any role in the events, there was no justifiable reason for publishing the information on the marriage between him and the suspect. The publisher, the editor-in-chief and the journalist who wrote the article were ordered to pay compensation for the suffering caused by the violation of the right to respect for private life.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The second decision (KKO 1997:81) concerned an article published in a periodical, which was based on the afore-mentioned newspaper article (see the previous paragraph) and on the records of the pre-trial investigation and the court proceedings, but did not indicate that the newspaper article had been used as a source (summary from the Yearbook):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Compensation was ordered to be paid for the reason that the article violated the right to respect for private life. Another issue at stake in the precedent was the relevance to liability for damages and the amount of compensation of the fact that the information had been reported in another publication at an earlier stage.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The article published in the periodical had similarly mentioned the name and profession of the head of the fire department, although the offence was not related to the performance of his duties. Thus, it had not been necessary to refer to his position as head of the fire department or to his marriage to the suspect in order to give an account of the offence. The fact that the information had previously been published in print did not relieve the defendants of their responsibility to ensure, before publishing the information again, that the article did not contain information insulting the persons mentioned in it. The mere fact that the interview with the head of the fire department had been published in the newspaper did not justify the conclusion that he had also consented to its publication in the periodical. Repeating a violation did not necessarily cause the same amount of damage and suffering as the initial violation. The readers of the newspaper and the periodical were partly different, and the circulation of the newspaper apparently did not entirely coincide with that of the periodical. Therefore, and considering the differences in the content and tone of the articles, the Supreme Court found it established that the article published in the periodical was conducive to causing the head of the fire department additional mental suffering. The events reported in the article did not concern the plaintiff's conduct in the performance of his duties as head of the fire department and it had not been necessary to mention the complainant's name and profession for the purpose of discussing a matter involving significant public interest or reporting on the offences. By associating the complainant's name and profession with the offences in question, the article had unlawfully spread information and insinuations concerning his private life likely to cause him damage and suffering. The disclosure of the complainant's name and the emphasis on his occupation had amounted to an insult. By again reporting on the matter two months after the events had occurred, the periodical was found to have caused the complainant additional suffering for which separate compensation was to be paid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Supreme Court's decision of 26 September 2001 (KKO 2001:96) concerned the publication in a magazine of an article which had described a pending criminal case in which the accused had been charged with, inter alia, aggravated fraud. The article had been illustrated, without the accused's permission, with another article published previously in another magazine and with a picture of the accused published in that connection. The accused's name had been given in the text of the article and she could be recognised from the picture. The Supreme Court found that the criminal case had no such social significance that would justify its publication without the accused's permission and, consequently, her private life had been invaded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Supreme Court's decision of 25 June 2002 (KKO 2002:55) concerned an incident following which A., a public figure, and B., his female friend, had been convicted. When interviewing A., B.'s name was mentioned in the television broadcast in January 1997, that is, after they had been convicted. The court found that the facts discussed in the television programme with regard to B. were part of her private life and enjoyed the protection of privacy. The fines imposed on her as punishment for the assault did not constitute a criminal-law sanction justifying publication of her name. The interviewer and the television company were ordered to pay B. damages in the amount of EUR 8,000 for disclosing her identity in the television programme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The decision of 4 July 2005 (KKO 2005:82) concerned the publishing of the original article in the present case. The article had been written about a relationship between A., who worked as a press officer for a candidate in the presidential elections, and B., the ex-spouse of a TV journalist. A.'s photo was included in the article. The Supreme Court, having assessed the provision on the invasion of privacy in the Penal Code in the light of this Court's case-law, found that A. did not hold a position that meant that such details of her private life were of public importance. The article had thus invaded A.'s privacy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In a decision of 19 December 2005 (KKO 2005:136), the Supreme Court noted that an offence was not a private matter for the offender. In principle, however, a person convicted of and sentenced for having committed an offence also enjoyed the right inherent in private life to live in peace. According to the Personal Data Act, any information about the commission of an offence and the resulting sentence qualified as “sensitive” personal data. The publicity per se of criminal proceedings and of related documents did not mean that information made public during the proceedings could be freely published as such by the media. The Supreme Court concluded that publishing the name of a person convicted of, inter alia, assault and deprivation of liberty did not invade his privacy as the person concerned had been convicted of offences of violence which had also degraded the victim's human dignity. Furthermore, the article in question did not include his photo.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Supreme Court's decision of 16 March 2006 (KKO 2006:20) concerned the scope of the private life of a leading public prosecutor whose name or identity had not been revealed in an article which mainly concerned his wife, who had been suspected of having committed a crime. The Supreme Court concluded that the issue had had social significance as the person under suspicion was the public prosecutor's wife. Even though the public prosecutor could have been identified from the article, this was justified by the fact that his own impartiality as a prosecutor was at stake.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In the Supreme Court's decision of 22 January 2009 (KKO 2009:3) A. had been convicted of incest with his children and the case file was declared secret. Later A. revealed certain details of the case in a television programme. The court found that, even though the children had remained anonymous in the programme, they could still be identified because A. had appeared in the programme undisguised and his first name had been given. The privacy of the children and their mother had thus been invaded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The latest Supreme Court decision of 16 June 2010 (KKO 2010:39) concerned invasion of privacy of the Prime Minister by his ex-companion. The Supreme Court found that the ex-companion had had no right to disclose intimate details about the Prime Minister's private life and their dating in her book.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Self-regulation of journalists",
                                "elements": [
                                    {
                                        "content": "46.  The Union of Journalists in  (Suomen Journalistiliitto,  Journalistförbund ry) publishes Guidelines for Journalists (Journalistin ohjeet, Journalistreglerna) for the purposes of self-regulation. The 1992 Guidelines were in force at the material time and provided, inter alia, that matters falling in the sphere of private life, being detrimental to the relevant party or his or her near relative, should not be published unless the matters are of general significance (Article 24). The principles concerning the protection of an individual also apply to the use of information contained in public documents or other public sources. Information being public does not always mean that it is freely publishable (Article 29).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  New Guidelines came into force in 2005, which noted that when publishing public material regard must be had to the protection of private life. Highly delicate information relating to one's personal life may only be published with the consent of the person in question, or if such matters are of considerable public interest (Article 27).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Also the Council for Mass Media (Julkisen sanan neuvosto, Opinionsnämnden för massmedier), which is a self-regulating body established in 1968 by publishers and journalists in the field of mass communication and whose task it is to interpret good professional practice and defend the freedom of speech and publication, has issued a number of resolutions and statements, inter alia, in 1980 and 1981. The former concerned the content of private life and the latter disclosure of names in crime news coverage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In its statement of 1980, the Council for Mass Media stated, inter alia, that the protection of private life applies, in principle, to all citizens. The greater and more profound social implications a matter has, the more important it is to be able to publish information thereon. The Council divided persons into three groups as to the protection of identity: (1) persons exercising political, economic or administrative power; (2) other public persons, for example in the sectors of entertainment, sports, arts or science; and (3) ordinary citizens. The Council noted that the protection of identity is narrowest for group 1 and most extensive for group 3. However, this scale was not to be used formally, but the extent of protection should be interpreted on a case by case basis. A person's position had a great significance in determining the protection of private life but that alone could not be considered as a decisive factor. The significance of a matter also had an important impact. The conduct of a well-known person appearing in public in connection with his or her professional tasks or public role does not as such belong to such person's protected private life. On the contrary, information concerning lifestyle does normally belong to such person's sphere of private life even though his or her sphere of protection is narrower than that of an ordinary citizen. In some cases information concerning a person's lifestyle can be closely connected to his or her professional tasks in a way that its publication is justified. It is required, however, that the matter in question does have considerable general significance. Also, the publishing should not extend further than is necessary for the consideration of the matter. Finally, it is in accordance with good journalistic practice to see to it that the publishing does not cause undue suffering for the person in question or for his or her relatives.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIALS",
                        "elements": [
                            {
                                "content": "50.  On 10 July 2003 the Committee of Ministers of the Council of Europe adopted Recommendation No. Rec(2003)13 on the provision of information through the media in relation to criminal proceedings. In points 1, 2 and 8 of the principles appended to the recommendation, it considers as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The public must be able to receive information about the activities of judicial authorities and police services through the media. Therefore, journalists must be able to freely report and comment on the functioning of the criminal justice system, subject only to the limitations provided for under the following principles.",
                                "elements": []
                            },
                            {
                                "content": "Respect for the principle of the presumption of innocence is an integral part of the right to a fair trial. Accordingly, opinions and information relating to on-going criminal proceedings should only be communicated or disseminated through the media where this does not prejudice the presumption of innocence of the suspect or accused.",
                                "elements": []
                            },
                            {
                                "content": "The provision of information about suspects, accused or convicted persons or other parties to criminal proceedings should respect their right to protection of privacy in accordance with Article 8 of the Convention. Particular protection should be given to parties who are minors or other vulnerable persons, as well as to victims, to witnesses and to the families of suspects, accused and convicted. In all cases, particular consideration should be given to the harmful effect which the disclosure of information enabling their identification may have on the persons referred to in this Principle.”",
                                "elements": []
                            },
                            {
                                "content": "51.  On 4 October 2007 the Parliamentary Assembly of the Council of Europe adopted Resolution 1577 (2007), Towards decriminalisation of defamation, in which it urged those member States which still provide for prison sentences for defamation, even if they are not actually imposed, to abolish them without delay.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 7 AND 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  The applicants complained that they had been convicted of a crime in violation of Article 7 of the Convention and that their right to freedom of expression under Article 10 of the Convention had been violated in respect of the articles published in February 2002.",
                                "elements": []
                            },
                            {
                                "content": "53.  Article 7 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be held guilty of any criminal offence on account of any act or omission which did not constitute a criminal offence under national or international law at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the criminal offence was committed.",
                                "elements": []
                            },
                            {
                                "content": "2.  This article shall not prejudice the trial and punishment of any person for any act or omission which, at the time when it was committed, was criminal according to the general principles of law recognised by civilised nations.”",
                                "elements": []
                            },
                            {
                                "content": "54.  Article 10 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "55.  The Government contested these arguments.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "56.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicants",
                                "elements": [
                                    {
                                        "content": "57.  The applicants noted that the first article on 2 February 2002 had been purely an account of a court trial. The article had described the judgment of the Forssa District Court in a neutral manner commonly used when reporting trials. It was undisputed that the account of the trial had been based on facts, that the events reported and comments quoted in the article had been based on the public case file, that the reporting had not compromised the prerequisites of a fair trial and that the trial had been public. There had been no reasons relating to the trial itself why reporting should have been restricted. The second article was a commentary on legal policy similar to a newspaper column. No names had been mentioned in that article. The information provided in the article had been based on public events which had come to light during the trial, and on public facts which could be found in official documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  At the time of the publication of the articles, national legislation had contained no provision criminalising the publication of public information, nor had any such provision been laid down in national legislation to this date. The internal Guidelines for Journalists had laid down clearly more stringent requirements than the legislation in force at the time. The Guidelines had, however, been prepared for the sole purpose of the industry's self-regulation and could not be used as a basis for criminal or tort liability. Such liability could only be based on law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The applicants argued, under Article 7 of the Convention, that Finnish law contained no provision which defined reporting of a public trial as a punishable offence. At the time of the publication of the articles, it had been unforeseeable and surprising to the applicants that penal sanctions could be imposed on them for having published public information that had been freely available to everybody and to which anyone could have had access on the basis of Article 12, paragraph 2, of the Constitution of Finland. The published information remained even today freely available. The interference with the applicants' freedom of expression had thus not been foreseeable or “prescribed by law”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The applicants maintained that nor had the interference been “necessary in a democratic society”. The press had the right and obligation to distribute information and thoughts about all issues of public interest and concern. A journalist was entitled to the protection safeguarded by Article 10 of the Convention at least in circumstances in which the journalist was distributing public information that was both correct and reliable. Journalistic ethics required a journalist to tell readers what was going on in society. This requirement was of particular significance with regard to the reporting of trials as trial accounts fostered the openness of court proceedings and was at the very core of the freedom of expression. Trials, and especially the already delivered court decisions, had to be reportable in the media.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The applicants noted that the facts in the present case had in all respects been based on public official documents. There could be no pressing social need to prevent such reporting. Quite the contrary; the openness of court proceedings was in fact achieved through the media. Trial reporting was of great importance to society and it was the core mission of freedom of expression. The information reported in the article had previously been published in a newspaper of wide circulation and in a pre-election book published at the time by the presidential candidate. The information had already been freely available to the public, it had been public and it had remained freely accessible to anyone. The Government had not put forward any “pressing social need” to interfere with the applicants' freedom of expression. Finding the applicants guilty of an offence and ordering them to pay damages was not proportionate in relation to the acceptable aims for restricting freedom of expression.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "62.  The Government agreed that the conviction of the first and second applicants and the obligation of all applicants to pay damages and costs had amounted to an interference with their right to freedom of expression.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  As to the requirement that measures be “prescribed by law” the Government pointed out that the impugned measures had had a basis in Finnish law, namely in Articles 8, 10 and 12 of the Constitution and, in particular, in Chapter 24, section 8, of the Penal Code. Even if the Penal Code provision in question had only been in force for about one and a half years at the time of the events, already the earlier provision of the Penal Code, which had been in force for 25 years, together with the preparatory works, had described the concept of private life and had guided the interpretation of the said provision. The earlier provision had been interpreted by the Supreme Court on several occasions prior to the publication of the impugned article. The rules on criminal liability could thus be regarded as having been gradually clarified through judicial interpretation in a manner which had been consistent with the essence of the offence. There had been no greater difficulties in the application of the said provision, although the boundary between the protection of private life and the freedom of expression had been sought here more clearly than in the application of other provisions of the Penal Code. The general nature of the provision had allowed for its flexible application in line with social developments as well as the balancing of the freedom of expression and the protection of private life. According to the Court's case-law, the consequences which a given act may entail did not have to be foreseeable with absolute certainty as this was unattainable. Consequently, in the Government's view, the relevant domestic law had been precise enough in order for the applicants to be able to foresee, to a degree that was reasonable in the circumstances of the present case, the consequences which their action would entail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Moreover, the Government noted that the right to have access to public information did not entail that public information was always publishable. The Guidelines for Journalists and the practice of the Council for Mass Media both regulated also publication of information concerning one's private life. The Council had stated that the conduct of a well-known person appearing in the public connected to his or her professional tasks or public role did not as such belong to such person's protected private life. On the contrary, information concerning lifestyle did normally belong to such person's sphere of private life. The applicants should have understood that the publishing of all information contained in public documents had not been automatically permissible and that the name of a victim of a crime could not be automatically published either. Accordingly, the interference had been foreseeable and “prescribed by law” as required by Articles 7 and 10 § 2 of the Convention. Moreover, the legitimate aim had been to protect the private life of O.T., namely the reputation and rights of others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Government maintained that the interference had also been “necessary in a democratic society”. It was undisputed that the information published concerned O.T.'s private life and that she had not been a public figure within the meaning of Chapter 24, section 8 of the Penal Code. In any event, the private life of public officials, politicians or actors in business life was not automatically public but could be revealed if necessary in dealing with a socially important matter. The Supreme Court had noted in its precedent case KKO 2005:82 that O.T. had not been a public official but an assistant in elections of a political candidate. The political motivations connected to her recruitment could not be considered to entail that protection of her private life would become narrower. The extra-marital relationship had not, at any rate, had any impact on O.T.'s capacities to perform her function as a communications expert for the election campaign. In any event, at the time of the publication of the articles in question in 2002, O.T. had no longer been in a similar position to that during the presidential elections campaign in 2000. O.T.'s appearance with P.N. in public places had not reduced the protection of her privacy nor could it be considered as tacit consent to the disclosure of such information. The articles could have been written without mentioning O.T. by name or referring to other information on her private life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  As to the fines imposed, the Government argued that they had been moderate. The damages and the costs the applicants had been ordered to pay to O.T. had also been reasonable. Bearing in mind the margin of appreciation, the Government argued that the interference in the present case had been “necessary in a democratic society”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court's assessment under Article 10 of the Convention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "1.  Whether there was an interference",
                                "elements": [
                                    {
                                        "content": "67.  The Court agrees with the parties that the applicants' conviction, the fines imposed on them and the award of damages constituted an interference with their right to freedom of expression, as guaranteed by Article 10 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Whether it was prescribed by law and pursued a legitimate aim",
                                "elements": [
                                    {
                                        "content": "68.  As to whether the interference was “prescribed by law”, the applicants argued that, at the time of the events or even currently, the national legislation contained no provision criminalising the publication of public information and that they had not therefore been able to foresee that criminal sanctions could be imposed on them for having published details of a public judgment. The Government argued that the scope of criminal liability had gradually been clarified through judicial interpretation in a manner which had been consistent with the essence of the offence and with good journalistic practice, and that Chapter 24, section 8, of the Penal Code had been precise enough in order for the applicants to be able to foresee, to a degree that was reasonable in the circumstances of the present case, the consequences which their action had entailed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court notes that the parties agree that the interference complained of had a basis in Finnish law, namely Chapter 24, section 8, of the Penal Code. The parties' views, however, diverge as far as the scope and foreseeability of the said provision are concerned. The Court must thus examine whether the provision in question fulfils the foreseeability requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court has already noted that a norm cannot be regarded as a “law” unless it is formulated with sufficient precision to enable the individual to regulate his conduct: he must be able - if need be with appropriate advice - to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail. Those consequences need not be foreseeable with absolute certainty: experience shows this to be unattainable. Again, whilst certainty is highly desirable, it may entail excessive rigidity and the law must be able to keep pace with changing circumstances. Accordingly, many laws are inevitably couched in terms which, to a greater or lesser extent, are vague and whose interpretation and application are a question of practice (see Sunday Times v. the United Kingdom (no. 1), 26 April 1979, § 49, Series A no. 30 and mutatis mutandis Kokkinakis v. Greece, 25 May 1993, § 40, Series A no. 260-A).",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  As concerns the provision in question at the relevant time, Chapter 24, section 8, of the Penal Code, the Court has already found in the Eerikäinen case (see Eerikäinen and Others v. Finland, no. 3514/02, § 58, 10 February 2009), in which the earlier provision of the Penal Code was at stake, namely that of Chapter 27, section 3(a), that it did not discern any ambiguity as to its contents: the spreading of information, an insinuation or an image depicting the private life of another person which was conducive to causing suffering qualified as invasion of privacy. Furthermore, the Court notes that the exception in the second sentence of the earlier provision concerning persons in a public office or function, in professional life, in a political activity or in another comparable activity is equally clearly worded (see Flinkkilä and Others v. Finland, no. 25576/04, § 66, 6 April 2010). The Court finds that the content of Chapter 24, section 8, of the Penal Code corresponds to the old Chapter 27, section 3(a), of the Penal Code as the amendments and clarifications made to the existing provision have been mainly technical (see and compare Lindon, Otchakovsky-Laurens and July v. France [GC], nos. 21279/02 and 36448/02, § 42, ECHR 2007XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  While at the time when the articles in question were published, in February 2002, there were five Supreme Court decisions concerning the interpretation of the provisions in question, all of which concerned different aspects of private life, the Court finds that the possibility that a sanction would be imposed for invasion of private life was not unforeseeable. Even though there was no precise definition of private life in the preparatory works (see government bills HE 84/1974 and HE 184/1999), these works mentioned that the necessity of mentioning a person's name or other description of a person enabling identification was always subject to careful consideration. Had the applicants had doubts about the exact scope of the provision in question they should have either sought advice about its content or refrained from disclosing O.T.'s identity. Moreover, the applicants, who were professional journalists, could not claim to be ignorant of the content of the said provision since the Guidelines for Journalists and the practice of the Council for Mass Media, although not binding, provided even more strict rules than the Penal Code provision in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court concludes therefore that the interference was “prescribed by law” (see Nikula v. Finland, no. 31611/96, § 34, ECHR 2002-II; Selistö v. Finland, no. 56767/00, § 34, 16 November 2004; Karhuvaara and Iltalehti v. Finland, no. 53678/00, § 43, ECHR 2004-X; Eerikäinen and Others v. Finland, cited above, § 58; and Flinkkilä and Others v. Finland, cited above, § 68, 6 April 2010). In addition, it has not been disputed that the interference pursued the legitimate aim of protecting the reputation or rights of others, within the meaning of Article 10 § 2.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  Whether the interference was necessary in a democratic society",
                                "elements": [
                                    {
                                        "content": "74.  According to the Court's well-established case-law, freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and each individual's self-fulfilment. Subject to paragraph 2 of Article 10 of the Convention, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness, without which there is no “democratic society”. This freedom is subject to the exceptions set out in Article 10 § 2 which must, however, be strictly construed. The need for any restrictions must be established convincingly (see, for example, Lingens v. , 8 July 1986, § 41, Series A no. 103, and Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 43, ECHR 1999-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The adjective “necessary”, within the meaning of Article 10 § 2, implies the existence of a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with a European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10 (see Janowski v. Poland [GC], no. 25716/94, § 30, ECHR 1999-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court's task in exercising its supervision is not to take the place of national authorities but rather to review under Article 10, in the light of the case as a whole, the decisions they have taken pursuant to their power of appreciation (see, among many other authorities, Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  In exercising its supervisory jurisdiction, the Court must look at the impugned interference in the light of the case as a whole, including the content of the remarks made by the applicants and the context in which they made them. In particular, it must determine whether the interference in issue was “proportionate to the legitimate aims pursued” and whether the reasons adduced by the national authorities to justify it were “relevant and sufficient” (see Sunday Times v. the United Kingdom (no. 1), cited above § 62, Series A no. 30; Lingens, cited above, § 40; Barfod v. Denmark, 22 February 1989, § 28, Series A no. 149; Janowski, cited above, § 30; and News Verlags GmbH & Co.KG v. Austria, no. 31457/96, § 52, ECHR 2000I). In doing so, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they based themselves on an acceptable assessment of the relevant facts (see Jersild v. Denmark, 23 September 1994, § 31, Series A no. 298).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court further emphasises the essential function the press fulfils in a democratic society. Although the press must not overstep certain bounds, particularly as regards the reputation and rights of others and the need to prevent the disclosure of confidential information, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on all matters of public interest (see Jersild, cited above, § 31; De Haes and Gijsels v. Belgium, 24 February 1997, § 37, Reports of Judgments and Decisions 1997I; and Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 58, ECHR 1999-III). This duty extends to the reporting and commenting on court proceedings which, provided that they do not overstep the bounds set out above, contribute to their publicity and are thus consonant with the requirement under Article 6 § 1 of the Convention that hearings be public (see Egeland and Hanseid v. Norway, no. 34438/04, § 49, 16 April 2009). Not only do the media have the task of imparting such information and ideas, the public also has a right to receive them (see, Sunday Times v. the  (no. 1), cited above, § 65). In addition, the Court is mindful of the fact that journalistic freedom also covers possible recourse to a degree of exaggeration, or even provocation (see Prager and Oberschlick v. Austria, 26 April 1995, § 38, Series A no. 313, and Bladet Tromsø and Stensaas, loc. cit.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The limits of permissible criticism are wider as regards a politician than as regards a private individual. Unlike the latter, the former inevitably and knowingly lay themselves open to close scrutiny of their words and deeds by journalists and the public at large, and they must consequently display a greater degree of tolerance (see, for example, Lingens v. Austria, cited above, § 42; Incal v. Turkey, 9 June 1998, § 54, Reports of Judgments and Decisions 1998IV; and Castells v. Spain, 23 April 1992, § 46, Series A no. 236).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court reiterates that civil servants acting in an official capacity are, like politicians, subject to wider limits of acceptable criticism than is the case of private individuals. However, it cannot be said that civil servants knowingly lay themselves open to close scrutiny of their every word and deed to the same extent as politicians and should therefore be treated on an equal footing with the latter when it comes to the criticism of their actions (see Nikula v. Finland, cited above, § 48).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The freedom of expression has to be balanced against the protection of private life guaranteed by Article 8 of the Convention. The concept of private life covers personal information which individuals can legitimately expect should not be published without their consent and includes elements relating to a person's right to their image. The publication of a photograph thus falls within the scope of private life (see Von Hannover v. , no. 59320/00, §§ 50-53 and 59, ECHR 2004VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  In the cases in which the Court has had to balance the protection of private life against freedom of expression, it has stressed the contribution made by photographs or articles in the press to a debate of general interest (see Tammer v. Estonia, no. 41205/98, §§ 59 et seq., ECHR 2001-I; New Verlags GmbH & Co. KG v. Austria, cited above, §§ 52 et seq.; and Krone Verlag GmbH & Co. KG v. Austria, no. 34315/96, §§ 33 et seq., 26 February 2002). The Court thus found, in one case, that the use of certain terms in relation to an individual's private life was not “justified by considerations of public concern” and that those terms did not “[bear] on a matter of general importance” (see Tammer, cited above, § 68) and went on to hold that there had not been a violation of Article 10. In another case, however, the Court attached particular importance to the fact that the subject in question was a news item of “major public concern” and that the published photographs “did not disclose any details of [the] private life” of the person in question (see Krone Verlag GmbH & Co. KG, cited above, § 37) and held that there had been a violation of Article 10.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Turning to the facts of the present case, the Court notes that the first and second applicants were convicted on the basis of disclosure of private details made in the articles in their capacity as a journalist or as editor-in-chief and that they, together with the applicant company, were ordered to pay damages and costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court observes at the outset that the first article of 2 February 2002 summarised the judgment of 1 February 2002 of the Forssa District Court and that it included O.T.'s full name, the court's sentence and the description of the court proceedings together with some of the same details about O.T.'s private life already published in the original article of 3 February 2000. The second article of 10 February 2002 reproduced the content of the original article without mentioning any names, made a reference to the trial and went on to discuss the legal framework surrounding the Penal Code section concerning invasion of privacy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Court notes that these facts were presented in an objective manner. There is no evidence, or indeed any allegation, of factual misrepresentation or bad faith on the part of the applicants. Nor is there any suggestion that details about O.T. were obtained by subterfuge or other illicit means (compare Von Hannover v. Germany, cited above, § 68). The facts set out in the articles in issue were not in dispute even before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court notes that, in the context of the case Saaristo and Others v. , it has already found that O.T. had been politically active in local politics and that her recruitment to the presidential election campaign had attracted political interest. Even though she could not be considered a civil servant or a politician in the traditional sense of the word, she had not been a completely private person either. Due to her function in the presidential election campaign, she had been publicly promoting the goals and objectives of one of the presidential candidates by belonging to his inner circle and by being therefore visible in the media during the campaign. The Court considered that, when taking up her duties as a communications officer for one of the two presidential candidates, she must have understood that her own person would also attract public interest and that the scope of her protected private life would become somewhat more limited. The impugned article had had a direct bearing on matters of public interest, namely the on-going presidential election campaign. Moreover, the fact that P.N.'s ex-spouse had conducted election debates on television prior to the publishing of the article, and that the article had apparently been politically motivated and intended to affect the campaign, were also of relevance in this respect. Taking into account that the article had been published during the presidential election campaign and had thus been closely linked to it in time, the Court considered that the article did not only satisfy the curiosity of certain readers but it also contributed to an important matter of public interest in the form of political background information. The Court thus found a violation of Article 10 of the Convention (see Saaristo and Others v. Finland, 12 October 2010, §§ 66-67).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court notes that the same information was repeated in the articles now at stake. As the Court has already found a violation in this respect in the Saaristo and Others v. Finland case, it sees no reason to judge differently in the present case. The only relevant difference was that the article in that case was published two years earlier. However, the Court notes that the information about O.T.'s private life was already available to the public and might already have been known to a large number of people (see Fressoz and Roire v. France [GC], cited above, § 53). There was thus no need to prevent the disclosure of that information again. For the Court, it is also of importance that the article was based on public court proceedings and on a district court judgment which was a public document (see Eerikäinen and Others v. Finland, cited above, § 64). The district court did not declare its judgment secret at any point of time (see paragraph 30 above). In addition, there is no indication that the reporting in question would have disclosed any new private information about O.T. (see and compare Principle 8 in the Appendix to Recommendation Rec(2003)13 of the Committee of Ministers to member States on the provision of information through the media in relation to criminal proceedings, quoted at paragraph 50 above; and Egeland and Hanseid v. Norway, cited above, § 60).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  As regards the second article, the Court notes that O.T.'s name was not mentioned and that it took the form of a commentary on legal policy. Thus, the article was very much in the public interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Finally, the Court has taken into account the severity of the sanctions imposed on the applicants. The first and second applicants were convicted under criminal law and were ordered to pay, in respect of both articles, ten day-fines, amounting to EUR 740 and EUR 1,140 respectively. In addition, they were, together with the applicant company, ordered to pay damages jointly and severally to O.T. in a total amount of EUR 6,000 plus interest and her legal fees amounting to EUR 11,845.95 plus interest and EUR 2,623 plus interest, in total EUR 27,150.08. The amounts of compensation must be regarded as substantial, given that the maximum compensation afforded to victims of serious violence was approximately FIM 100,000 (EUR 17,000) at the time (see paragraph 34 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court would observe in this connection that, in view of the margin of appreciation left to Contracting States, a criminal measure as a response to defamation cannot, as such, be considered disproportionate to the aim pursued (see Lindon, Otchakovsky-Laurens and July v. France [GC], cited above, § 59, Radio France and Others v. France, no. 53984/00, § 40, ECHR 2004-II and Rumyana Ivanova v. , no. 36207/03, § 68, 14 February 2008). Nevertheless, in the Finnish legal system, when a statement, whether qualified as defamatory or insulting by the domestic authorities, is made in the context of a public debate, the bringing of criminal proceedings against the maker of the statement entails the risk that a prison sentence might be imposed. In this connection, the Court points out that the imposition of a prison sentence for a press offence will be compatible with journalists' freedom of expression as guaranteed by Article 10 only in exceptional circumstances, notably where other fundamental rights have been impaired as, for example, in the case of hate speech or incitement to violence (see Cumpǎnǎ and Mazǎre v. Romania [GC], no. 33348/96, § 115, ECHR 2004-XI). For the Court, similar considerations should apply to insults expressed in connection with a public debate (see Długołęcki v. , no. 23806/03, § 47, 24 February 2009). The Court would further observe that the Parliamentary Assembly of the Council of Europe in its Resolution 1577 (2007) urged those member States which still provide for prison sentences for defamation, even if they are not actually imposed, to abolish them without delay (Resolution Towards decriminalisation of defamation adopted on 4 October 2007). For the Court, similar considerations should apply to infringements of privacy which arise in circumstances such as those in the instant case (see Saaristo and Others v. Finland, cited above, § 69).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court considers that such severe consequences, viewed against the background of the circumstances resulting in the interference with O.T.'s right to respect for her private life, were disproportionate having regard to the competing interest of freedom of expression.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  In conclusion, in the Court's opinion the reasons relied on by the domestic courts, although relevant, were not sufficient to show that the interference complained of was “necessary in a democratic society”. Moreover, the totality of the sanctions imposed were disproportionate. Having regard to all the foregoing factors, and notwithstanding the margin of appreciation afforded to the State in this area, the Court considers that the domestic courts failed to strike a fair balance between the competing interests at stake.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  There has therefore been a violation of Article 10 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The Court's assessment under Article 7 of the Convention",
                                        "elements": [
                                            {
                                                "content": "94.  In view of the finding under Article 10 of the Convention that the interference was in accordance with the law, the Court finds that there has been no violation of Article 7 of the Convention in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  REMAINDER OF THE APPLICATION",
                        "elements": [
                            {
                                "content": "95.  The applicants also complained under Article 6 of the Convention about the excessive length of their proceedings.",
                                "elements": []
                            },
                            {
                                "content": "96.  The Court notes that the applicants' proceedings lasted some five years and nine months at three levels of jurisdiction. In the light of the criteria laid down in its case-law and having regard to all the circumstances of the case, the Court concludes that the overall length of the proceedings was not excessive and thus satisfied the reasonable time requirement under Article 6 § 1 of the Convention. Accordingly, this part of the application is manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "97.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "98.  The applicants claimed EUR 29,030.08 in respect of pecuniary loss, consisting of damages and legal costs paid to O.T. in the amount of EUR 27,150.08 and of the fines in the amount of EUR 1,880.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Government noted that the pecuniary damages had been paid by the applicant company in its capacity as an employer. The applicants had not submitted all receipts or clarifications regarding the payment of the amounts claimed under this heading or on the interest paid. They left it to the Court's discretion to decide whether the applicants had submitted sufficient documents to support their claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Court finds that there is a causal link between the violation found and the pecuniary damage alleged and that, consequently, there is justification for making an award to the applicants under that head. The Court notes that the pecuniary damages had been paid by the applicant company in its capacity as an employer. Having regard to all the circumstances and to the documents in its possession, Court awards the applicant company the sum claimed in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "101.  The first applicant also claimed EUR 9,000 and the applicant company EUR 17,011.74 for the costs and expenses incurred before the domestic courts and an unspecified amount of compensation for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Government considered that the applicants had not submitted sufficient specification of the costs and expenses, as required by Rule 60 of the Rules of Court, as the measures performed, hours used for each measure or the cost for each measure had not been specified. In addition, the applicants had not submitted any details of the costs and expenses incurred before the Court. They left it to the Court's discretion to decide whether the details provided had been sufficient. The fact that the Article 6 complaint had not been communicated to the Government should also be taken into account. In any event, the Government found the applicants' claims excessive as to quantum and considered that the total amount of compensation for costs and expenses incurred before the domestic courts should not exceed EUR 2,000 (inclusive of value-added tax) in respect of the first applicant and EUR 5,000 (inclusive of value-added tax) in respect of the applicant company. The total amount of compensation for costs and expenses incurred before the Court should not exceed EUR 1,000 (inclusive of value-added tax) for all applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court rejects the first applicant's claim for costs and expenses in the domestic proceedings as well as the applicants' claim for costs and expenses before the Court for lack of substantiation. The Court considers it reasonable to award the applicant company the sum of EUR 8,000 (inclusive of value-added tax) for costs and expenses incurred in the domestic proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "104.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Articles 7 and 10 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 7 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant company, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(i)  EUR 29,030.08 (twenty-nine thousand and thirty euros and eight cents), plus any tax that may be chargeable, in respect of pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(ii)  EUR 8,000 (eight thousand euros), plus any tax that may be chargeable to it, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 January 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Vincent A. de Gaetano",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF REINBOTH AND OTHERS v. FINLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-103027.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0125JUD003086508",
    "externalsources": [],
    "extractedappno": [
        "30865/08",
        "3514/02",
        "25576/04",
        "21279/02",
        "36448/02",
        "31611/96",
        "56767/00",
        "53678/00",
        "23118/93",
        "25716/94",
        "29183/95",
        "31457/96",
        "21980/93",
        "34438/04",
        "59320/00",
        "41205/98",
        "34315/96",
        "53984/00",
        "36207/03",
        "33348/96",
        "23806/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-103027",
    "judgementdate": "25/01/2011 00:00:00",
    "kpdate": "25/01/2011 00:00:00",
    "kpthesaurus": [
        "149",
        "288"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "10",
        "7"
    ],
    "parties": [
        "REINBOTH AND OTHERS",
        "FINLAND"
    ],
    "rank": "778.708801269531",
    "representedby": [
        "SOTAMAA P."
    ],
    "respondent": "FIN",
    "respondentOrderEng": "15",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "358948",
    "typedescription": "15"
}