{
    "__articles": "9;9-1",
    "__conclusion": "Violation of Article 9 - Freedom of thought, conscience and religion (Article 9-1 - Freedom of conscience;Freedom of religion;Freedom of thought)",
    "applicability": "",
    "appno": "58070/12;58073/12;58077/12;58078/12;58085/12;58089/12;58091/12;58095/12;58098/12;58111/12;58120/12;58127/12;752/13;757/13;758/13;760/13;761/13;762/13;764/13;766/13;767/13;768/13",
    "article": [
        "9"
    ],
    "conclusion": [
        {
            "article": "9",
            "base_article": "9",
            "details": [
                "Article 9-1 - Freedom of conscience",
                "Freedom of religion",
                "Freedom of thought"
            ],
            "element": "Violation of Article 9 - Freedom of thought, conscience and religion",
            "type": "violation"
        }
    ],
    "content": {
        "001-198793.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in 22 applications (Mr Sergey Aghanyan and 21 others (“the applicants”) – see the appended table) against the Republic of Armenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by 22 Armenian nationals on the dates indicated in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr P. Muzny, Mr A. Carbonneau and Mr A. Martirosyan, lawyers practising in Strasbourg, Paris and Yerevan respectively. The Armenian Government (“the Government”) were represented by their Agent, Mr Y. Kirakosyan, Representative of the Republic of Armenia before the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 13 December 2018 the Government were given notice of the complaints concerning the alleged breach of the applicants’ right to freedom of thought, conscience and religion and the remainder of the applications was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants’ details are set out in the appended table.",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicants are all Jehovah’s Witnesses who were convicted on various dates in 2012 after refusing to perform both military and alternative civilian service, alleging that the latter was not of genuinely civilian nature and that it contradicted their conscience. The applicants complained that the criminal proceedings against them and their convictions violated their rights guaranteed under Article 9 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "6.  The relevant domestic law and international documents are summarised in the Court’s judgment in the case of Adyan and Others v. Armenia (no. 75604/11, §§ 27-48, 12 October 2017).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "7.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "THE GOVERNMENT’S REQUEST FOR THE APPLICATIONS TO BE STRUCK OUT UNDER ARTICLE 37 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "8.  In their letter of 18 April 2019 the Government rejected the Court’s friendly-settlement proposals and requested that the Court strike the cases out of its list on the basis of enclosed unilateral declarations with a view to resolving the issues raised by the applicants.",
                                "elements": []
                            },
                            {
                                "content": "9.  Having considered the terms of the Government’s unilateral declarations, the Court concludes that they did not offer a sufficient basis for finding that respect for human rights as defined in the Convention does not require the Court to continue its examination of the case (Article 37 § 1 in fine).",
                                "elements": []
                            },
                            {
                                "content": "10.  The Court, therefore, rejects the Government’s request to strike the application out and will accordingly pursue its examination of the merits of the case (see Tahsin Acar v. Turkey (preliminary objections) [GC], no. 26307/95, §§ 75-77, ECHR 2003VI).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 9 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "11.  The applicants complained that the criminal proceedings against them and their convictions for evasion of military and alternative civilian service had violated their rights as provided in Article 9 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
                                "elements": []
                            },
                            {
                                "content": "2.  Freedom to manifest one’s religion or belief shall be subject only to such limitations as are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "12.  The Government did not contest that argument.",
                                "elements": []
                            },
                            {
                                "content": "13.  The Court already found a violation of Article 9 of the Convention in respect of issues similar to those in the present case in the leading judgment of Adyan and Others (cited above, §§ 67-74).",
                                "elements": []
                            },
                            {
                                "content": "14.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion on the admissibility and merits of these complaints. Having regard to its case-law on the subject, the Court considers that in the instant case the applicants’ convictions for evasion of military and alternative service violated their right to freedom of thought, conscience and religion.",
                                "elements": []
                            },
                            {
                                "content": "15.  These complaints are therefore admissible and disclose a breach of Article 9 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicants claimed each 10,000 euros (EUR) in respect of nonpecuniary damage and EUR 2,000 in respect of costs and expenses incurred in the domestic proceedings and before the Court.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Government contested the claims, arguing that the amounts claimed were exorbitant.",
                                "elements": []
                            },
                            {
                                "content": "19.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award each applicant EUR 10,000 for non-pecuniary damage and EUR 1,000 covering costs for the domestic proceedings and those before the Court.",
                                "elements": []
                            },
                            {
                                "content": "20.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "Rejects the Government’s request to strike the applications out of its list of cases under Article 37 § 1 of the Convention on the basis of the unilateral declarations which they submitted;",
                        "elements": []
                    },
                    {
                        "content": "Declares the complaints concerning an alleged violation of the applicants’ right to freedom of thought, conscience and religion admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 9 of the Convention in respect of each applicant;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay each applicant, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "EUR 10,000 (ten thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "EUR 1,000 (one thousand euros), plus any tax that may be chargeable to the applicants, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 December 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "List of cases",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Krzysztof Wojtyczek",
            "role": "president"
        },
        {
            "name": "Armen Harutyunyan",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Renata Degener",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF AGHANYAN AND OTHERS v. ARMENIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-198793.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:1205JUD005807012",
    "externalsources": [],
    "extractedappno": [
        "58070/12",
        "75604/11",
        "26307/95",
        "58073/12",
        "58077/12",
        "58078/12",
        "58085/12",
        "58089/12",
        "58091/12",
        "58095/12",
        "58098/12",
        "58111/12",
        "58120/12",
        "58127/12",
        "752/13",
        "757/13",
        "758/13",
        "760/13",
        "761/13",
        "762/13",
        "764/13",
        "766/13",
        "767/13",
        "768/13"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-198793",
    "judgementdate": "05/12/2019 00:00:00",
    "kpdate": "05/12/2019 00:00:00",
    "kpthesaurus": [
        "154",
        "147",
        "152",
        "153"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "9-1",
        "9"
    ],
    "parties": [
        "AGHANYAN AND OTHERS",
        "ARMENIA"
    ],
    "rank": "4370.7333984375",
    "representedby": [
        "MUZNY P.",
        "CARBONNEAU A.",
        "MARTIROSYAN A."
    ],
    "respondent": "ARM",
    "respondentOrderEng": "3",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "493801",
    "typedescription": "15"
}