{
    "__articles": "6;6-1;35;41",
    "__conclusion": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Fair hearing) (Armenia);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "40358/05",
    "article": [
        "6",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Enforcement proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "mentions": [
                "Armenia"
            ],
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-112501.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 40358/05) against the Republic of Armenia and the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Moldovan national, Mr Valentin Sholokhov (“the applicant”), on 16 October 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr S. Corceac, a lawyer practising in Chişinău. The Armenian Government were represented by their Agent, Mr G. Kostanyan, Representative of the  at the European Court of Human Rights. The Moldovan Government were represented by their Agent, V. Grosu, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, inter alia, that the refusal by the Armenian courts to recognise and execute the final court judgment of 27 March 2003, taken in his favour, violated his rights under Article 6 of the Convention and Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 11 December 2008 the application was communicated to the Governments of Armenia and the . It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1). Following the resignation of Mr Mihai Poalelungi, the judge elected in respect of the Republic of Moldova (Rule 6 of the Rules of Court), the President of the Chamber appointed Mr Ján Šikuta to sit as ad hoc judge (Article 26 § 4 of the Convention and Rule 29 § 1 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1945 and lives in Chisinau.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "6.  In May 1971 the applicant, who was living in  at that time, suffered an injury at work, namely a spinal fracture, while working at the Yerevan Meat Factory, a State-owned enterprise. He was recognised as a disabled person of the first degree, in need of constant nursing, and was granted a monthly disability allowance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 25 February 1972 the administration of the Meat Factory acknowledged its liability for the accident and awarded the applicant monthly payments for life, equivalent to the difference between the disability allowance and the average wage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The first and the second sets of proceedings instituted by the applicant",
                                "elements": [
                                    {
                                        "content": "8.  On an unspecified date the applicant, who by that time had apparently moved to the Moldovan SSR, instituted proceedings in the local courts against the Meat Factory, seeking damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 20 November 1973 the Leninskiy District Court of Chisinau ordered the Meat Factory to pay the costs of nursing: a lump sum of 1,375 roubles and monthly payments of 62.50 roubles for the period between 29 October 1973 and 20 August 1975, the latter being the date when the applicant was supposed to undergo his regular disability examination. On 16 January 1974 the Civil Chamber of the Supreme Court of the Moldovan SSR modified this judgment by decreasing the awarded sums to 882 roubles and 40 roubles respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  It appears that on an unspecified date the applicant was granted disability status for life, with 100% loss of capacity for work. It further appears that the Factory continued to make the monthly payments on a voluntary basis after August 1975.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On an unspecified date in the late 1980s the applicant instituted proceedings against the Meat Factory seeking further damages for the cost of supplementary medical care and extra nutrition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 15 January 1988 the Ordzhonikidzenskiy District Court of Yerevan granted the applicant’s claims and ordered the Meat Factory to pay a lump sum of 5,430 roubles for the cost of supplementary medical care between 1971 and 1986, a lump sum of 400 roubles for the period between November 1986 and June 1987 and a lump sum of 4,655 roubles for the cost of extra nutrition for the period between October 1971 and June 1987 (hereafter “the 1988 judgment”). The District Court further ordered the Meat Factory to pay the applicant, with effect from the date of the judgment, 119.63 roubles monthly for supplementary medical care and extra dietary needs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  No appeal was lodged, so this judgment became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  It appears that the factory stopped making monthly payments to the applicant starting from 1 January 1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 14 June 1995 the Yerevan Meat Factory, which by that time had already been renamed the “Urartu Production Unit”, was restructured into the Urartu Production Unit Meat Factory of Yerevan Open Joint-Stock Company (hereafter the Urartu OJSC) and was subsequently privatised. According to the statute of the company, the Urartu OJSC was considered as a legal successor of the Urartu Production Unit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  By a letter of 26 July 1995, the general director of the Urartu OJSC, R.D., informed the Society of Disabled Persons of Moldova that the factory had been experiencing financial problems and was not able to make the payments. The general director pledged to restart the payments notwithstanding these problems.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 14 January 1997 the Erebuni District People’s Court of Yerevan, pursuant to the provisions of the Enterprises and Private Entrepreneurs Bankruptcy Act, declared the Urartu OJSC bankrupt. On 28 April 1997 the company was put up for auction and sold to a private person. On 12 May and 2 June 1997 respectively the District People’s Court declared the private person the new owner of Urartu OJSC and concluded the bankruptcy proceedings by releasing the debtor company from repayment of any debts. The Urartu OJSC, in turn, adopted a new statute according to which it was not considered as a legal successor of any other company and was not liable for any other company’s debts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  By a letter of 13 April 2001 the Ministry of Justice of Moldova (the MJM) informed the Ministry of Justice of  (the MJA) about the applicant’s allegations of non-enforcement of the 1988 judgment. Commenting on the fact that the Urartu OJSC was experiencing financial difficulties, the MJM drew attention to Article 7 of the Convention on Mutual Recognition of the Right to Compensation for Damage Caused to Employees by an Injury, an Occupational Disease or Other Damage to Health Related to the Performance of their Professional Duties, signed in Moscow on 9 September 1994 (Соглашение о взаимном признании прав на возмещение вреда, причиненного работникам увечьем, профессиональным заболеванием либо иным повреждением здоровья, связанные с исполнением ими трудовых обязанностей – “the Moscow Convention”) and asked the MJA to inform it about the outcome of its inquiry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  By a letter of 25 June 2001 the MJA informed the MJM that, provided that the applicant submitted all the duly completed documents, it was prepared to forward these documents to the relevant court to have the judgment in question enforced as required under the agreements of the Commonwealth of Independent States (CIS).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 19 November 2001 the applicant submitted a letter to the MJM complaining, inter alia, about the non-enforcement of the 1988 judgment and asking to have the arrears paid and the monthly payments resumed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  By a letter of 7 December 2001 the MJM forwarded the applicant’s letter to the MJA.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On an unspecified date the applicant wrote to the MJA, informing it that its request for duly completed documents must have been a misunderstanding since his complaints concerned the non-enforcement of a judgment adopted by the Armenian courts as opposed to a foreign judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The MJM addressed a letter to the MJA on 2 August 2002 with a similar content, attaching a copy of the 1988 judgment and stating that all the requisite enforcement documents were in the possession of the Armenian authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  By a letter of 20 September 2002 the MJA informed the MJM that it had applied to the Erebuni and Nubarashen District Court of Yerevan with an inquiry about the reasons for non-enforcement of the 1988 judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  By a letter of 21 November 2002 the MJA informed the MJM that, on 14 January 1997, Urartu OJSC had been declared bankrupt, sold to a third party by auction and that it was not considered as a legal successor of any other company and was not liable for any other company’s debts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On an unspecified date the applicant wrote to the General Prosecutor of  and the MJA stating that the above reply contradicted Article 7 of the Moscow Convention which was to be applied in his case if Urartu OJSC had been liquidated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On an unspecified date the applicant wrote to the MJA, arguing that Urartu OJSC could not be considered as liquidated and that, in any case, Article 7 of the Moscow Convention was to be applied. In the same period he wrote to the MJM, complaining about its failure to react under Articles 10 and 11 of the Moscow Convention to the non-compliance of the Armenian authorities with Article 7 of that Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  It appears that the applicant continued to complain to various authorities about the non-enforcement of the 1988 judgment. By a letter of 3 April 2006 the Ministry of Labour and Social Affairs of Armenia, in reply to the applicant’s complaint addressed to the Russian parliament, informed him that, according to Paragraph 16 of the Government decree no. 576 of 15 November 1992 which was no longer in force since 26 August 2004, in the event of liquidation of a company damage was to be compensated by the social security authorities with funds allocated from the State budget. The applicant could have applied to the competent authorities to obtain such compensation, which he had failed to do. Therefore the questions raised by the applicant in his complaint fell outside the competence of the administrative authorities. The applicant was advised to apply to the courts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The third set of proceedings instituted by the applicant",
                                "elements": [
                                    {
                                        "content": "29.  On an unspecified date the applicant instituted proceedings in the Moldovan courts against Urartu OJSC, alleging that the latter had stopped making any payments on 1 January 1992 and seeking further damages for (a) the costs of medicine, (b) the costs of prosthetics and a wheelchair once every five years, (c) the costs of domestic services, (d) the costs of sanitary and health resort treatment, including the voucher and the travel costs for himself and an accompanying person, (e) the costs of bed linen, (f) the costs connected with the purchase of a vehicle, its major repairs and fuel, (g) the costs of physiotherapy, massage, rental of equipment, and the fees of an instructor and masseur, and (h) the costs connected with the purchase of accommodation and its maintenance. The costs under items (a)-(g) were claimed for the period between January 1992 and December 2001. The applicant submitted that he had applied to the management of Urartu OJSC with the above claims but had been refused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 27 March 2003 the Ciocana District Court of Chisinau found Urartu OJSC to be the legal successor of the Yerevan Meat Factory and granted the applicant’s claims under items (a)-(g), awarding him a total of 17,884  dollars, while rejecting his claim under item (h) (hereafter “the 2003 judgment”). This judgment was subject to appeal within 15 days after its delivery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On an unspecified date the applicant lodged an appeal, seeking to have his claims granted in full.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 21 July 2003 Mr R.D. also lodged an appeal, apparently in his capacity as the general director of the company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 22 October 2003 the Civil Panel of the Chişinău Court of Appeal upheld the 2003 judgment in the final instance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  It appears that the applicant, in the meantime, requested the MJM to assist him in the recognition and execution of the 2003 judgment on the territory of Armenia in accordance with the Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters signed in Minsk on 22 January 1993 (Конвенция о правовой помощи и правовых отношениях по гражданским, семейным и уголовным делам – “the Minsk Convention”). It further appears that on 1 September 2003 the MJM forwarded the applicant’s request, including all the necessary documents, to the MJA.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  By a letter of 20 January 2004 the MJA informed the applicant that his request for the recognition and execution of the 2003 judgment had been forwarded to the competent Armenian court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 4 March 2004 the Erebuni and Nubarashen District Court of Yerevan granted the applicant’s request by recognising the 2003 judgment and ordering its enforcement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On an unspecified date Mr R.D. lodged an appeal against this decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 23 April 2004 the Civil Court of Appeal of  decided to dismiss the applicant’s request. In this respect, the Court of Appeal mentioned that, by the 1988 judgment, the applicant was awarded monthly payments for medical care and extra nutrition, and quoted Article 55 (c) of the Minsk Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On an unspecified date the applicant lodged an appeal on points of law, in which he argued that the subject matter of the 1988 and 2003 proceedings was different and that, in any event, the defendant had stopped making any payments on 1 January 1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 17 September 2004 the Court of Cassation dismissed the applicant’s appeal as unsubstantiated by upholding the findings of the Civil Court of Appeal. A copy of this decision was received by the applicant on an unspecified date after 19 April 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 22 November 2007 the MJM addressed a letter to the MJA seeking to find out the official position of the Armenian authorities on the interpretation and application of the Moscow Convention to the applicant’s case and the possibility of an unbiased examination by an Armenian court of the issue of the execution of the 2003 judgment. It is not clear if there was any reply to this letter by the MJA.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC AND INTERNATIONAL LAW",
                        "elements": [
                            {
                                "content": "A.  The Armenian Constitution of 1995 (following the amendments introduced on 27 November 2005 with effect from 6 December 2005)",
                                "elements": [
                                    {
                                        "content": "42.  According to Article 6, international agreements are an integral part of the legal system of .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Moscow Convention (in force in the Republic of Moldova and  from 7 and 27 October 1995 respectively)",
                                "elements": [
                                    {
                                        "content": "43.  The relevant provisions of the Moscow Convention provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "“This Convention covers enterprises, agencies and organisations of Contracting Parties (including those of the former ) irrespective of their form of ownership (hereafter, the enterprises).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Compensation payments for damage caused to employees by an injury, an occupational disease or other damage to health related to the performance of their professional duties (hereafter, compensation for damage) are made to the employees who have previously worked at the enterprises, or in case of their death to persons entitled to compensation for damage, and who are nationals of and permanent residents in any of the Contracting Parties. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Compensation for damage caused to an employee as a result of an occupational injury, other damage to health (including cases where the loss of capacity to work as a result of an accident at work connected with the performance of professional duties by employees occurs after the injured person has moved to another Contracting Party) or death is paid by the employer of the Contracting Party whose laws were applicable to the employee at the time of the injury, other damage to health or death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The employer responsible for causing damage pays compensation pursuant to the domestic law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 7",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In case of liquidation of the enterprise responsible for damage caused to an employee and in the absence of a legal successor, the Contracting Party on whose territory the enterprise was liquidated guarantees compensation for damage to such employees pursuant to the domestic law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 8",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A court of the Contracting Party on whose territory the action incurring a liability for damages has taken place, or a court of the Contracting Party on whose territory persons entitled to compensation for damage reside enjoy jurisdiction over the cases as provided for in the present Convention.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 10",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Disputes concerning interpretation or application of this Convention are resolved through negotiations between the Contracting Parties concerned and other generally accepted means, including conciliation commissions set up upon the request of one of the Contracting Parties.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 11",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Issues not regulated by this Convention, including those related to its application, are examined by the competent authorities of the Contracting Parties.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Minsk Convention (in force in Armenia and the  from 21 December 1994 and 26 March 1996 respectively)",
                                "elements": [
                                    {
                                        "content": "44.  The relevant provisions of Section III of the Minsk Convention, entitled “Recognition and Execution of Decisions”, provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 51: Recognition and execution of decisions",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Each Contracting Party, in compliance with the requirements of this Convention, shall recognise and execute the following decisions adopted in the territories of other Contracting Parties: (a) the decisions adopted by institutions of justice on civil and family cases...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 53: Request for authorisation of execution of a decision",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The request for authorisation of execution of a decision shall be filed with the competent court of the Contracting Party where the decision is subject to be executed. It can also be filed with the court which has decided on the case at first instance. That court shall forward the request to the court competent to decide on the request...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 54: The procedure for recognition and execution of decisions",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The request for recognition and execution of decisions envisaged by Article 51 shall be examined by the courts of the Contracting Party in the territory of which the decision must be executed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The court, examining the request for recognition and authorisation of execution of a decision, shall limit itself to determining that the requirements of this Convention have been observed. If the requirements have been observed, the court decides to have the decision executed...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 55: Refusal to recognise and execute decisions",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The recognition of decisions ... and the authorisation of their execution may be refused if: ... (c) there has been previously a final decision adopted on the case in the territory of the Contracting Party, where the decision must be recognised and executed, involving the same parties, having the same subject-matter and on the same grounds...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Enterprises and Private Entrepreneurs Bankruptcy Act of the  (in force from 18 June 1995 till 1 March 1997)",
                                "elements": [
                                    {
                                        "content": "45.  Section 17 empowered the court to declare a debtor bankrupt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Section 30 § 1 provided that the court shall decide to put a bankrupt debtor legal entity on sale through auction. According to sub-paragraph 4 of the same Section, the purchaser of the bankrupt legal entity should not be liable for its debts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Section 34 provided that a court, upon conclusion of the court examination of a bankruptcy case, should declare the debtor released from paying all outstanding debts and it should be forbidden thereafter to institute court proceedings against the debtor seeking to recover such debts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.   Decree no. 576 of 15 November 1992 of the Government of ",
                                "elements": [
                                    {
                                        "content": "48.  According to Paragraph 16 of the Decree, which lost its effect on 26 August 2004, in the event of termination of the activities of a company in consequence of its liquidation or restructuring the damage caused to an employee as a result of a professional injury was to be compensated by the company’s legal successor and, in the event of the absence of the latter, the social security authorities with funds allocated from the State budget.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "49.  The applicant complained about the failure by the Armenian and Moldovan authorities to enforce the 1988 judgment and the failure by the Armenian authorities to enforce the 2003 judgment, which were both delivered in his favour. He relied on Article 6 § 1 of the Convention and Article 1 of Protocol No. 1, which, in so far as relevant, provide:",
                                "elements": []
                            },
                            {
                                "content": "Article 6",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The non-enforcement of the judgment of 15 January 1988",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Scope of the complaint",
                                "elements": [
                                    {
                                        "content": "50.  By the 1988 judgment the applicant was awarded three lump sums of money as well as monthly payments for supplementary medical care and extra dietary needs. However, the only issue raised by the applicant when lodging this complaint and his later submissions was the non-payment since 1 January 1992 of the monthly sums for supplementary medical care and extra dietary needs. Accordingly, the Court will examine this complaint only in respect of the non-payment of the monthly sums of money.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The complaint in respect of ",
                                "elements": [
                                    {
                                        "content": "51.  The Armenian Government claimed that the applicant had failed to exhaust the domestic remedies in respect of this complaint since he had not instituted any proceedings before either the Armenian or the Moldovan courts concerning the failure to enforce the 1988 judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The applicant did not make any submissions in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court considers that there is no need to examine the Armenian Government’s objection of non-exhaustion since the present complaint is, in any event, inadmissible for the following reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  In the present case, by a final court judgment of 15 January 1988 the applicant was awarded monthly sums of money in relation to his work-related injury to be paid by his former employer, the Yerevan Meat Factory. However, on 2 June 1997, upon the conclusion of the bankruptcy proceedings and the sale of the Urartu OJSC, a legal successor of the Yerevan Meat Factory, the company was released from repayment of its debts, which included the obligations undertaken before the applicant (see paragraph 17 above). It can therefore be concluded that as from 2 June 1997 there was no longer an obligation under the Armenian law to pay the monthly payments to the applicant as awarded by the 1988 judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In this respect, the Court reiterates that, in accordance with the generally recognised rules of international law, the Convention only governs, for each Contracting Party, facts subsequent to its entry into force with regard to that Party (see, e.g., Jovanović v. Croatia (dec.), no. 59109/00, ECHR 2002-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court observes that the Convention and Protocol No. 1 entered into force in respect of  on 26 April 2002. Accordingly, at the time the Convention entered into force in respect of , neither the Urartu OJSC nor the Armenian authorities were obliged under the domestic law to make compensatory payments to the applicant under the 1988 judgment. Accordingly, the Court is not competent to examine the present complaint because it concerns the applicant’s right to receive the payments in question and therefore refers to events which had ended before the date of the entry into force of the Convention in respect of .",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Besides, in order to find out if the responsibility of the Armenian authorities for the non-enforcement of the 1988 judgment could be engaged on the basis of Article 7 of the Moscow Convention and Paragraph 16 of the Government Decree no. 576, it would be necessary to establish whether declaring the Urartu OJSC bankrupt and selling it to another person amounted to its de facto liquidation. However, the Court is precluded from examining the bankruptcy proceedings in question since they were terminated in 1997 and therefore fall outside the Court’s competence ratione temporis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  It follows that this complaint is incompatible ratione temporis with the provisions of the Convention, within the meaning of Article 35 § 3 of the Convention, and must be rejected pursuant to Article 35 § 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The complaint in respect of the ",
                                "elements": [
                                    {
                                        "content": "59.  The Moldovan Government submitted that the present complaint was incompatible ratione loci and ratione personae in respect of the . In this respect they claimed that the applicant’s work accident had taken place on the Armenian territory; the judgment against the Yerevan Meat Factory had been taken by an Armenian court and, therefore, was subject to execution by the Armenian authorities on its territory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The applicant submitted that the Moldovan Government did not take any efficient actions for the enforcement of the 1988 judgment, though it was aware of the fact that starting from January 1992 the debtor Urartu OSJC had stopped making the payments to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court notes that the present case concerns non-enforcement of a judgment of an Armenian court against a legal entity based in  (compare, Racu v. Moldova (dec.), no. 13136/07, 1 July 2008). The fact that the applicant, as a beneficiary of the 1988 judgment, is a Moldovan national is not sufficient for holding the Moldovan authorities liable in any way for its non-enforcement. In this respect, it must be noted that the applicant failed to specify in what particular manner as well as on what legal basis the Moldovan authorities were obliged to act but had allegedly failed to do so. Based on the above, the Court considers that the Moldovan authorities cannot be held responsible for the failure to enforce the 1988 judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  It follows that this complaint is incompatible ratione personae with the provisions of the Convention, within the meaning of Article 35 § 3 of the Convention, and must be rejected pursuant to Article 35 § 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Non-enforcement of the judgment of 27 March 2003",
                                        "elements": [
                                            {
                                                "content": "63.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "64.  The Armenian Government submitted that the refusal to grant the applicant’s request seeking recognition and execution of the 2003 judgment did not violate the applicant’s rights under the Convention. In particular, they claimed that the subject-matter of the 2003 judgment was identical to that of the 1988 judgment and, accordingly, such refusal was lawful as based on Article 55 (c) of the Minsk Convention and other domestic legal norms. In this respect, the Armenian Government claimed that the above-mentioned provision of the Minsk Convention was a manifestation of the principle of res judicata whose conditions applied to the present case as, before the 2003 judgment, there had already been a final judgment adopted between the same parties on the same grounds and having the same subject matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The applicant maintained that the subject matter of the 1988 judgment and the 2003 judgment was different. In particular, by the 1988 judgment he was awarded monthly sums for medical care and extra nutrition only, while, by the 2003 judgment, the Urartu OJSC was ordered to pay him 17,884  dollars for the costs of medicine, prosthetics, domestic services, resort treatment, bed linen, a vehicle, its major repairs and fuel, and the costs of masseur services.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Article 6 § 1 of the Convention",
                                "elements": [
                                    {
                                        "content": "66.  The Court reiterates that execution of a judgment given by a court is an integral part of the “trial” for the purposes of Article 6 (see Hornsby v. , 19 March 1997, § 40, Reports of Judgments and Decisions 1997-II). Besides, where civil rights and obligations are at stake, Article 6 is applicable to the execution of both domestic and foreign final judgments (see McDonald v. France (dec.), no.18648/04, 29 April 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court further reiterates that judgments of courts and tribunals should adequately state the reasons on which they are based. Article 6 § 1 obliges courts to give reasons for their judgments, but cannot be understood as requiring a detailed answer to every argument (see Hirvisaari v. , no. 49684/99, § 30, 27 September 2001). The extent to which this duty to give reasons applies may vary according to the nature of the decision and must be determined in the light of the circumstances of the case (see Ruiz Torija v. Spain and Hiro Balani v. Spain, 9 December 1994, Series A nos. 303-A and 303-B, § 29 and § 27 respectively; and Fomin v. , no. 36755/06, § 24, 11 October 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Turning to the circumstances of the present case, the Court observes that, by a final decision of 27 March 2003, the Ciocana District Court granted the applicant’s claim against the Urartu OSJC awarding him a total of 17,884  dollars. Pursuant to the provisions of the Minsk Convention, the 2003 judgment, upon an exequatur request, was subject to recognition and execution by the Armenian authorities. Such request was lodged by the applicant, via the MJM, with the MJA on 1 September 2003 (see paragraph 34 above). On 4 March 2004 the Erebuni and Nubarashen District Court of Yerevan granted the request. However, on 23 April 2004 the Civil Court of Appeal re-examined the request and dismissed it. In doing so, it referred to the 1988 judgment and quoted Article 55 (c) of the Minsk Convention, thus implying that there had previously been a final judgment, namely the 1988 judgment, adopted between the same parties, on the same grounds and having the same subject matter (see paragraph 38 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  In this respect, the Court observes that, while the principle on which the applicant’s request was dismissed is not, in itself, unreasonable, it is the manner in which it was done by the Civil Court of Appeal that the Court would like to draw its attention to. In particular, the decision of the Civil Court of Appeal of 23 April 2004 contained only a formal quotation of Article 55 of the Convention, while no reasons were given why it considered that the 1988 and 2003 judgments had the same subject matter. The Court notes that by the 2003 judgment the applicant was awarded costs of, inter alia, domestic services, bed linen and the purchase of a vehicle, its major repairs and fuel. It was therefore incumbent on the Civil Court of Appeal to state its reasons for finding that those costs fell under the category of supplementary medical care and extra dietary needs as awarded to the applicant by the 1988 judgment. Hence, in the particular circumstances, the reasoning cannot be regarded as adequate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Nor did the Court of Cassation attempt to remedy that situation as it simply upheld the decision of the appellate court by stating that the applicant’s appeal – in which the latter argued that the subject matter of the two judgments was not the same – was unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Based on the above, the Court concludes that the manner in which the Civil Court of Appeal dismissed the applicant’s request for recognition and execution of the 2003 judgment, namely by making a formal reference to Article 55 (c) of the Minsk Convention and without giving any reasons for finding that the 1988 and 2003 judgments had one and the same subject matter, failed to comply with the requirements of a fair trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Accordingly, there was a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Article 1 of Protocol No. 1",
                                "elements": [
                                    {
                                        "content": "73.  In view of its conclusions under Article 6 of the Convention above, the Court does not find it necessary to examine separately the same complaint under Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "74.  The applicant also complained under Article 6 of the Convention and Article 1 of Protocol No. 1 that the judgment of 20 November 1973 had not been enforced and that the Moldovan authorities were responsible for the non-enforcement of the 2003 judgment. He further complained under Article 2 of the Convention that he was deprived of his right to life, in the sense of normal life, and under Article 14 that he was discriminated against since the reason for the non-enforcement of the judgments in his favour was his being Russian by origin.",
                                "elements": []
                            },
                            {
                                "content": "75.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "76.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "77.  The applicant claimed EUR 431,590 in respect of pecuniary damage and EUR 1,000,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Armenian Government submitted that the applicant’s claims both for pecuniary and non-pecuniary damage were groundless and must be rejected. Furthermore, as regards non-pecuniary damage, the applicant had failed to show that there was any causal link between the violation alleged and the damage claimed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court observes that it has found a violation of Article 6 § 1 of the Convention in respect of the Civil Court of Appeal’s failure to give adequate reasons for its refusal to dismiss the applicant’s request for recognition and execution of the 2003 judgment. However, it will not speculate as to the outcome of the proceedings against the applicant, had the courts given reasons for their decisions. It therefore makes no award in respect of pecuniary damage. On the other hand, the Court considers that the applicant has sustained non-pecuniary damage on account of the breach of the Convention found in the present judgment. Ruling on an equitable basis, the Court awards the applicant EUR 5,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "80.  The applicant did not submit any claim under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "81.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the complaint in respect of the  concerning the non-enforcement of the 2003 judgment admissible and by majority the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by five votes to two that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that there is no need to examine separately under Article 1 of Protocol No. 1 the complaint concerning the non-enforcement of the 2003 judgment;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by five votes to two",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the Republic of Armenia is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Moldovan lei at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses by five votes to two the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 July 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinions of Judges Gyulumyan, Ziemele, López Guerra and Tsotsoria are annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  We do not agree with the Chamber’s conclusions concerning the violation of Article 6 § 1 of the Convention. When, upon an exequatur request, the 2003 judgment of the Ciocana District Court of Chisinau was subject to recognition and execution by the Armenian authorities, the request was examined and answered at three judicial levels. In those proceedings, the Civil Court of Appeal of , overturning a previous pronouncement of the Erebani and Nabarashen District Court, decided on 23 April 2004 to dismiss the applicant’s request. The reason given was that the request dealt with matters subject to the res judicata principle, implying (as expressed in paragraph 68 of the present judgment) that “there had previously been a final judgment, namely the 1988 judgment, adopted between the same parties, on the same grounds and having the same subject matter”. The Civil Court of Appeal’s decision was upheld by the Armenian Court of Cassation.",
                        "elements": []
                    },
                    {
                        "content": "2.  In view of these circumstances we do not find that the Armenian authorities violated Article 6 § 1 of the Convention with respect to the due execution of the 2003 judgment of the . In response to a petition for exequatur, on three different occasions the Armenian courts examined and adjudicated the applicant’s claims based on their appreciation of the facts of the case and their interpretation of the applicable law, both national and international. In their examination of the facts of the case, both the Court of Appeal and the Court of Cassation found that the Armenian court judgment of 1988 and the Moldovan court judgment of 2003 had dealt with the same subject matter (i.e., compensation due to the applicant for supplementary medical care and other costs derived from work injuries), basing their rulings on Article 55 (c) of the Minsk Convention, which excludes national authorities from recognising and enforcing the decisions of foreign courts in cases of res judicata. The Armenian courts stated the grounds for their judgments and the norms they were applying in a way which cannot be considered either arbitrary or unfounded. This is further reinforced by the fact that the company deemed responsible for compensation in the 1988 judgment had been declared bankrupt and sold to a third party, which was judicially ruled not to be liable for the company’s debt.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant disagrees with the findings of the Armenian Courts of Appeal and Cassation. But his disagreement, based on a different interpretation of the facts, is not a sufficient reason to review the factual and legal assessment of the case performed by the Armenian courts, as long as such assessment (as in the present case) is reasonable and based on the existing law. Taking into account the fact that the Armenian courts complied with all the procedural guarantees of a due process of law (a fact that the applicant does not deny), Article 6 § 1 of the Convention does not provide for our Court to deal with errors of fact or law allegedly committed by the national courts in reaching their conclusions.",
                        "elements": []
                    },
                    {
                        "content": "1.  We voted to find a violation of Article 6 and against the inadmissibility of the remainder of the application, and against dismissal of the applicant’s claim for just satisfaction. We are able to follow the majority’s reasoning in finding a violation of Article 6 in this case, but consider that this does not entirely cover the problem raised by the case as a whole.",
                        "elements": []
                    },
                    {
                        "content": "2.  In the first place, the applicant had in his favour a final judgment of the District Court of Yerevan from 1988, recognising his right to a number of lump sum payments and also to monthly payments from the Meat Factory arising from the work-related injury sustained by him there which was the basis for his subsequent disability. The factory had made payments until 1992. In 1997 the factory was declared bankrupt and the debtor company was released from the payment of any debts, in accordance with section 34 of the Bankruptcy Act. We note that the Government Decree of 1992 provided that in the event of a company’s liquidation, the legal successor is to pay the debts; where there is no successor, the State social authorities are to take over payments. This Decree was in force until August 2004. Furthermore, Armenia and  were parties to the Moscow Convention, Article 7 of which provides: “In the event of liquidation of the enterprise responsible for damage caused to an employee and in the absence of a legal successor, the Contracting Party on whose territory the enterprise was liquidated shall guarantee compensation for damage to such employees pursuant to domestic law.”",
                        "elements": []
                    },
                    {
                        "content": "3.  In 2001 the applicant, acting through the Moldovan Ministry of Justice and with reference to the Moscow Convention, requested the Armenian authorities to enforce the 1988 judgment. Following an exchange of correspondence, in 2002 the Armenian Ministry of Justice informed the Moldovan Ministry of Justice about the Meat Factory’s bankruptcy and the absence of a legal successor. It should be noted that this reply was sent to  at a time when the 1992 Government Order was still in force. After several years of correspondence between the applicant and various Armenian authorities, in 2006 the Armenian Ministry of Labour announced that the applicant could have applied to the social authorities in order to receive funds from the State budget, as provided for in the 1992 Government Order. Since he had failed to do so, he should now complain about his situation to the domestic courts.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Chamber considers that since the bankruptcy proceedings were terminated in 1997 the applicant’s complaint about non-enforcement of the 1988 judgment falls outside the Court’s jurisdiction ratione temporis. We disagree with this assessment. Non-enforcement of a judgment is a continuous situation unless the judgment is annulled or otherwise changed by relevant courts (see Sabin Popescu v. Romania, no. 48102/99, § 54, 2 March 2004). It appears that this is not the case here, and nor can the decision on the company’s bankruptcy be considered such an annulment, since Armenia was under an obligation, both in terms of domestic law and the Moscow Convention, to ensure that damages incurred on its territory to persons employed therein were compensated. The Chamber makes a doubtful distinction between liquidation and bankruptcy in this case. Even assuming that such a distinction could be made, the object and purpose of the Moscow Convention should have been assessed properly by the Armenian authorities. In 2001 the Armenian Ministry of Justice should already have known to which authority the applicant’s request was to be forwarded, or, if they considered that the applicant should have brought further proceedings before the Armenian courts, they should have informed him accordingly. It was only in 2006 that the Armenian authorities stated that it was too late for the applicant to receive funds from the social authorities. This reply does not make much sense, as the applicant had been in touch with the authorities from 2001.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Chamber is correct in noting in paragraph 57 that we cannot determine the proper status of the liquidation or bankruptcy proceedings in respect of the Factory. At the same time, the Court has always assessed the actions of the State in non-enforcement proceedings, including the obligation to have proper and clear legislation enabling the enforcement of judgments. We consider that the execution of the 1988 judgment was highly problematic and the difficulties were imputable to . A major issue also arises concerning ’s compliance with its international obligations under the Moscow Convention. It would appear that the applicant’s problems persist, and that the proceedings leading to the adoption of the 2003 judgment have not helped the matter, if indeed they are relevant at all to the 1988 judgment in respect of which the Chamber has found a violation of Article 6; this remains unclear. For all these reasons we consider that there was also a violation of Article 6 with regard to non-execution of the 1988 judgment.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Ineta Ziemele",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": " Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SHOLOKHOV v. ARMENIA AND MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-112501.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0731JUD004035805",
    "externalsources": [
        "Convention on Mutual Recognition of the Right to Compensation for Damage Caused to Employees by an Injury, an Occupational Disease or Other Damage to Health Related to the Performance of their Professional Duties (the Moscow Convention)",
        "Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (the Minsk Convention)"
    ],
    "extractedappno": [
        "40358/05",
        "59109/00",
        "13136/07",
        "18648/04",
        "49684/99",
        "36755/06",
        "48102/99"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 6 of the Armenian Constitution",
        "Sections 17, 30 and 34 of the Enterprises and Private Entrepreneurs Bankruptcy Act",
        "Decree no. 576 of 15 November 1992 of the Government of Armenia"
    ],
    "itemid": "001-112501",
    "judgementdate": "31/07/2012 00:00:00",
    "kpdate": "31/07/2012 00:00:00",
    "kpthesaurus": [
        "445",
        "113",
        "136",
        "14",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "41",
        "6-1",
        "35"
    ],
    "parties": [
        "SHOLOKHOV",
        "ARMENIA AND MOLDOVA"
    ],
    "rank": "904.954467773438",
    "representedby": [
        "CORCEAC S."
    ],
    "respondent": "ARM;MDA",
    "respondentOrderEng": "3",
    "scl": [
        "Fomin v. Moldova, no. 36755/06, § 24, 11 October 2011",
        "Hiro Balani v. Spain, 9 December 1994, Series A no. 303-B, § 27",
        "Hirvisaari v. Finland, no. 49684/99, § 30, 27 September 2001",
        "Hornsby v. Greece, 19 March 1997, § 40, Reports of Judgments and Decisions 1997-II",
        "Jovanovic v. Croatia (dec.), no. 59109/00, ECHR 2002-III",
        "McDonald v. France (dec.), no.18648/04, 29 April 2008",
        "Racu v. Moldova (dec.), no. 13136/07, 1 July 2008",
        "Ruiz Torija v. Spain, 9 December 1994, Series A no. 303-A, § 29"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "372458",
    "typedescription": "15"
}