{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "71731/01",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-69901.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 71731/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mrs Bogusława Kniat (“the applicant”), on 14 November 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mrs Maria Moś a lawyer practising in . The Polish Government (“the Government”) were represented by their Agents, Mr K. Drzewicki and subsequently Mr J. Wołąsiewicz.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular that she had been deprived of her right of access to a court.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "Having consulted the parties, the President of the Chamber decided that in the interests of the proper administration of justice, the proceedings in the present case should be conducted simultaneously with those in the cases of Podbielski and PPU Polpure v. Poland and Jedamski and Jedamska v. Poland (applications nos. 39199/98 and 73547/01) (Rule 42 § 2).]",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 17 June 2003 the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "Subsequently, the applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1956 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "8.  On an unknown date in 1997 the applicant’s husband lodged a petition for divorce with the  (Sąd Okręgowy). The applicant did not agree to a divorce and asked the court to dismiss the petition.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 1 November 1997 the court made an interim periodical payments order requiring the applicant’s husband to pay 2,500 Polish zlotys (PLN) for maintenance in respect of their 3 children pending the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 21 September 1999 the  granted a decree of divorce. The court held that the marital breakdown was irretrievable and that both spouses had been at fault in respect of the breakdown of their marriage. It ordered that a final court fee (“wpis ostateczny”) of PLN 10,000 should be borne by the parties in equal shares (PLN 5,000 each).",
                                "elements": []
                            },
                            {
                                "content": "11.  On 20 October 1999 the applicant appealed against the divorce decree. She contested the findings made by the  in respect of the breakdown of the marriage and her being responsible for the marital breakdown. She also asked the court to rule that adultery on the part of her husband had been the main reason why their marriage had ended.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 25 October 1999 the court ordered the applicant to pay a court fee of PLN 10,000 for lodging the appeal.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 3 November 1999 the applicant made an application for an exemption from that fee. She argued, in particular, that a court fee for lodging an appeal constituted in fact an interim court fee (“wpis tymczasowy”) and that it should be estimated pursuant to section 11 of the Ordinance of the Minister of Justice of 17 December 1996 on Determining Court Fees in Civil Cases (Rozporządzenie Ministra Sprawiedliwości w sprawie określenia wysokości wpisów w sprawach cywilnych). It could not, therefore, exceed the maximum interim court fee in divorce proceedings, which was PLN 600. The applicant further submitted that she was in a difficult financial situation and that she was not able to pay the fee in question. She also stressed that the sum required from her was unusually high and out of any proportion to her standard of living.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 8 November 1999 the  dismissed the application, considering that the applicant had “not shown that her financial situation made it impossible for her to pay the fee”. It held that she had not supplied a detailed statement concerning her financial situation.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 20 November 1999 the applicant lodged an interlocutory appeal against that decision. She maintained that she had already submitted a declaration of means, pursuant to Article 113 § 1 of the Code of Civil Procedure. The Poznań Court of Appeal (Sąd Apelacyjny) dismissed that appeal on 30 November 1999. That decision did not contain any reasons.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 16 December 1999 the  ordered the applicant to pay, within seven days, a court fee of PLN 10,000 for lodging the appeal of 20 October 1999, on pain of it being rejected.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 10 January 2000 the applicant lodged the second application for an exemption from court fees. She submitted that, given her financial means, she could pay only a sum not exceeding PLN 3,300. The applicant argued that she was not employed and that her only means were payments for her share in marital property received from her husband. She further maintained that she had not put money aside for the litigation since she had not expected the court fee to be so high. The applicant also stressed that the case was relatively simple but that important issues were at stake for her in the proceedings because they related to her civil status. Moreover, she pointed out that in other, more complex proceedings (concerning the marital property division) the  levied a moderate court fee of PLN 4,660 on each party.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 13 January 2000 the  dismissed the application for a partial exemption from court fees and rejected the appeal against the divorce decree of 21 September 1999 for non-compliance with the court’s decision ordering the applicant to pay the court fee for lodging that appeal. The court held that the applicant had failed to indicate whether paying the full amount of court fees would entail a substantial reduction in her standard of living.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 28 January 2000 the applicant lodged an interlocutory appeal against that decision. On 22 February 2000 the Poznań Court of Appeal dismissed the appeal. It held that the applicant’s financial situation was good since she had already received PLN 300,000 from her husband on the basis of a lump sum order made in the proceedings concerning the division of their marital property, and that she would receive more payments.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 20 March 2000 the applicant lodged a cassation appeal with the Supreme Court against that decision. She repeated the arguments raised in her earlier applications.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 29 March 2000 the Poznań Court of Appeal ordered the applicant to pay a court fee of PLN 10,000 for lodging the cassation appeal.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 5 April 2000 the applicant made an application for a partial exemption from court fees in the cassation proceedings. She submitted that she was able to pay the court fees not exceeding PLN 3,300. She further maintained that her financial situation was difficult because she was not employed and her only asset was the lump sum received from her husband; that sum, however, had to be disbursed not only for her needs but also for maintenance of her two minor children who lived with her.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 17 April 2000 the Poznań Court of Appeal dismissed the application. The decision did not contain any reasons.",
                                "elements": []
                            },
                            {
                                "content": "24.  The applicant did not pay the fee of PLN 10,000. As a consequence, on 16 May 2000, the Poznań Court of Appeal rejected her cassation appeal on formal grounds.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 26 May 2000 the applicant lodged an interlocutory appeal against that decision. On 30 May 2000 the Poznań Court of Appeal ordered the applicant to pay a court fee of PLN 2,000 for lodging the interlocutory appeal.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 6 June 2000 the applicant made another application for an exemption from court fees in the interlocutory appeal proceedings. On 9 June 2000 the court again ordered her to pay a court fee of PLN 2,000.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 9 June 2000 the Poznań Court of Appeal dismissed her application for an exemption from court fees in the interlocutory appeal proceedings. That decision was upheld on appeal on 12 July 2000.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "28.  The legal provisions applicable at the material time and questions of practice are set out in paragraphs 23-33 of the judgment delivered by the Court on 19 June 2001 in the case of Kreuz v. Poland (appl. no. 28249/95, ECHR 2001-VI; see also Jedamski and Jedamska v. Poland, no. 73547/01), §§ 29-39).",
                                "elements": []
                            },
                            {
                                "content": "Polish law provides however, for special regulations with respect to divorce proceedings. A petitioner is obliged to pay an interim court fee at the time of lodging a divorce petition with a court. Subsequently, the court levies a final court fee in a divorce decree.",
                                "elements": []
                            },
                            {
                                "content": "Section 31 of the Law of 13 June 1967 on Court Fees in Civil Cases (Ustawa o kosztach sądowych w sprawach cywilnych) (as amended) states, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In cases concerning non-pecuniary rights and in cases where it is impossible to establish the value of a claim at the time of lodging a statement of claim with a court, the president of the court shall order the party concerned to pay an interim court fee (wpis tymczasowy) for lodging his pleading.",
                                "elements": []
                            },
                            {
                                "content": "2. The court levies a final court fee (wpis ostateczny) at the end of the first -instance proceedings. In cases concerning non-pecuniary rights, the court shall take into consideration the financial situation of the party that has been ordered to pay the court fee in question, the circumstances of the case and its complexity ...”",
                                "elements": []
                            },
                            {
                                "content": "Paragraph 11(6) of the Ordinance of the Minister of Justice of 17 December 1996, reads:",
                                "elements": []
                            },
                            {
                                "content": "“An interim court fee for lodging a divorce petition shall range from PLN 30 to PLN 600.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  The applicant complained under Article 6 § 1 that, on account of the excessive court fees required from her for proceeding with her appeal against the divorce decree, she had been deprived of access to a court for the determination of her civil rights. Article 6 § 1 of the Convention, in so far as relevant, provides:",
                                "elements": []
                            },
                            {
                                "content": "\"In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing ... by [a] ... tribunal established by law. ...\"",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "30.  The applicant claimed that her case required special diligence from the authorities as it concerned her civil status. Her appeal had been directed against the divorce itself and the court’s finding that the breakdown of the marriage had been irretrievable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  She further stressed that the courts assessed her financial situation solely on the basis of the lump sum of PLN 300,000 which she had received from her ex-husband in the proceedings for the division of marital property. She maintained that it had not been justified to demand that she spend part of it for court fees, rather than secure her and her minor children’s future. The applicant also pointed out that the sum required from her had been unusually high and disproportionate to a normal standard of living in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  In conclusion she asked the Court to find that her right of access to a court had not been respected.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "33.  The Government maintained that the applicant’s appeal had been directed exclusively against the court’s finding concerning the responsibility for the breakdown of the marriage. Before fixing the final fee, the  had diligently examined the parties’ financial situation and their ability to pay the required sum. The ’s assessment of facts and law had been subsequently confirmed by the Poznań Court of Appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  They stressed that the applicant’s monthly income had been of considerable value and it could not be said that the fees required from her would have been detrimental to her financial situation. In their view, the courts had not been arbitrary in assessing the applicant’s financial situation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  They further underlined that it had been for the applicant to prove that she had been unable to pay the fees in question. As it emerged from the ’s decisions of 8 November 1999 and 13 January 2000, she had failed to do so. Thus, the courts assessed her financial situation on the basis of evidence that had been gathered in the course of the divorce proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  According to the Government, the amount of court fees imposed on the applicant had been entirely justified by the interests of justice and was based on an objective assessment of her financial situation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In sum, the Government invited the Court to find that there had been no violation of Article 6 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Principles deriving from the Court’s case law",
                                        "elements": [
                                            {
                                                "content": "38. The Court recalls that in its judgment of Kreuz v. Poland (cited above, § 60) it has already dealt with the question whether the requirement to pay excessive fees to civil courts in connection with claims can be regarded as a restriction on the right of access to a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In this connection the Court held that the amount of the fees assessed in the light of the particular circumstances of a given case, including the applicant’s ability to pay them, and the phase of the proceedings at which that restriction has been imposed are factors which are material in determining whether or not a person enjoyed his right of access and had “a ... hearing by [a] tribunal”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the above principles to the present case",
                                        "elements": [
                                            {
                                                "content": "40.  Bearing those factors in mind, the Court will now determine whether, in the particular circumstances of the present case, the fee actually charged constituted a restriction that impaired the very essence of the applicant’s right of access to a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court first observes that the present case was not of a pecuniary nature but it concerned the applicant’s civil status. It had already held on many occasions that particular diligence on the part of national authorities is required in cases concerning civil status and capacity (see for example Bock v. Germany, judgment of 29 March 1989, Series A no. 150, p. 23, § 49).",
                                                "elements": []
                                            },
                                            {
                                                "content": "While in cases relating to pecuniary claims it can be said that there is a direct relationship between the object of the proceedings and the court fee, since that fee depends on the amount that the person concerned has chosen to claim, there is no such link in cases involving claims for non-pecuniary rights. Moreover, it does not seem that the obligation to make a special payment for handling a divorce case was justified by the interest of justice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42. Secondly, the Court would underline that there was much at stake for the applicant in the appeal proceedings. She was the defendant in the proceedings and her appeal was in essence directed against the divorce itself and the court’s finding that the breakdown of the marriage was irretrievable. She also contested the ruling that both parties had been responsible for the breakdown of the marriage (see paragraphs10 and 11 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court further notes that despite the applicant’s repeatedly expressed will to pay 30% of the court fee i.e. PLN 3,300 (see paragraphs 17 and 22 above) the domestic courts did not give any consideration to the possibility of imposing on her the fee in a reduced amount.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  It is true that the taking and evaluating of evidence are primarily matters for the domestic courts. However, it is the Court’s role to review whether those courts, when exercising their power of appreciation in respect of the assessment of evidence, acted in accordance with Article 6 § 1 (see, mutatis mutandis, Kreuz v. Poland, cited above § 64).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the present case the Court considers that the judicial authorities refused to accept the applicant’s argument that she was unable to pay the court fees and they assessed her financial situation solely on the basis of the lump sum of PLN 300,000 which she had received or was to receive from her ex-husband in the proceedings for the division of marital property (see paragraph 19 above). In this respect the Court observes that the applicant received payments from her husband for her share in the parties’ matrimonial property. Nevertheless this sum constituted apparently her only asset and it did not seem reasonable to demand that she spend part of it for court fees, rather than build her future and secure her and her minor children’s basic needs after the divorce.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Assessing the facts of the case as a whole and having regard in particular to what was at stake for the applicant in the proceedings, the Court considers that the judicial authorities failed to secure a proper balance between, on the one hand, the interest of the State in collecting court fees for dealing with claims and, on the other hand, the interest of the applicant in pursuing her appeal against a divorce judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The fee required from the applicant for proceeding with her appeal was excessive. It resulted in her appeal being rejected on formal grounds. That, in the Court’s opinion, impaired the very essence of her right of access to a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  For the above reasons, the Court concludes that the refusal to reduce the fee for lodging the applicant’s appeal constituted a disproportionate restriction on her right of access to a higher court. It accordingly finds that there has been a breach of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "49.  The applicant sought an award of PLN 36,000 in respect of pecuniary damage. That amount corresponded to the value of 3 years’ maintenance payments which the applicant had expected to be awarded to her if her appeal had not been rejected on formal grounds. She further claimed the sum of PLN 30,000 for non-pecuniary damage moral suffering and distress caused by a violation of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government submitted that the sums were excessive. They further claimed that there had been no direct link between the pecuniary damage claimed and the alleged violation of the Convention. In particular, as it concerned a highly hypothetical income that the applicant expected to receive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  As regards the pecuniary damage, the Court’s conclusion, on the evidence before it, is that the applicant had failed to demonstrate that the pecuniary damage pleaded was actually caused by being deprived of access to a court. Consequently, there is no justification for making any award to her under that head (see, mutatis mutandis, Kudła v. Poland [GC], no. 30210/96, § 164, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On the other hand, the Court accepts that the applicant has suffered non-pecuniary damage which is not sufficiently compensated by the finding of a violation of the Convention. Making its assessment on an equitable basis, the Court awards the applicant EUR 6,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "53.  The applicant also claimed PLN 5,000 for the costs and expenses incurred before the domestic courts. She further asked for PLN 5,000 for her legal representation before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government submitted that the applicant’s claims were excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court has assessed the claim in the light of the principles laid down in its case-law (Kudła v. Poland judgment cited above, § 168). Applying the said criteria to the present case and making its assessment on an equitable basis, the Court rejects the claim for costs and expenses in the domestic proceedings. As far as the proceedings before the Court are concerned, it considers it reasonable to award the applicant EUR 1,250.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "56.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 6,000 (six thousand euros) in respect of non-pecuniary damage and EUR 1,250 (one thousand two hundred and fifty euros) in respect of costs and expenses, to be converted into Polish zlotys at a rate applicable at the date of the settlement, plus any tax that may be chargeable on the above amounts;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 July 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF KNIAT v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-69901.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0726JUD007173101",
    "externalsources": [],
    "extractedappno": [
        "71731/01",
        "39199/98",
        "73547/01",
        "28249/95",
        "30210/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Law of 13 June 1967 on Court Fees in Civil Cases, section 31",
        "Code of Civil Procedure, Articles 113, 116 and 120",
        "Ordinance of the Minister of Justice of 17 December 1996 on Determining Court Fees in Civil Cases"
    ],
    "itemid": "001-69901",
    "judgementdate": "26/07/2005 00:00:00",
    "kpdate": "26/07/2005 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "40",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "KNIAT",
        "POLAND"
    ],
    "rank": "521.119262695313",
    "representedby": [
        "MOS MARIAMOS"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Bock v. Germany, judgment of 29 March 1989, Series A no. 150, p. 23, § 49",
        "Jedamski and Jedamska v. Poland, no. 73547/01, §§ 29-39",
        "Kreuz v. Poland, no. 28249/95, §§ 60 and 64, ECHR 2001-VI",
        "Kudla v. Poland [GC], no. 30210/96, §§ 164, 168, ECHR 2000-XI"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "329395",
    "typedescription": "15"
}