{
    "__articles": "8;8-2;8-1;10;10-1;13;14;41",
    "__conclusion": "Violation of Art. 8;Violation of Art. 13;Not necessary to examine Art. 10;Not necessary to examine Art. 14;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "55",
    "appno": "20605/92",
    "article": [
        "14",
        "8",
        "10",
        "13",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 10",
            "type": "other"
        },
        {
            "element": "Not necessary to examine Art. 14",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58039.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.   The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 28 May 1996, within the three-month period laid down by Article 32 para. 1 and Article 47 of the Convention (art. 32-1, art. 47). The Government of the  of Great Britain and  (\"the Government\") also applied to refer the case to the Court on 27 August 1996 (see paragraph 6 below). It originated in an application (no. 20605/92) against the  lodged with the Commission under Article 25 (art. 25) by Ms Alison Halford, a British citizen, on 22 April 1992.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby the  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Articles 8, 10, 13 and 14 of the Convention (art. 8, art. 10, art. 13, art. 14).",
                        "elements": []
                    },
                    {
                        "content": "2.   In response to the enquiry made in accordance with Rule 33 para. 3 (d) of Rules of Court A, the applicant stated that she wished to take part in the proceedings and designated the lawyer who would represent her (Rule 30).",
                        "elements": []
                    },
                    {
                        "content": "3.   The Chamber to be constituted included ex officio Sir John Freeland, the elected judge of British nationality (Article 43 of the Convention) (art. 43), and Mr R. Bernhardt, the Vice-President of the Court (Rule 21 para. 4 (b)). On 10 June 1996, in the presence of the Registrar, the President of the Court, Mr R. Ryssdal, drew by lot the names of the other seven members, namely Mr L.-E. Pettiti, Mr C. Russo, Mr A. Spielmann, Mr I. Foighel, Mr J.M. Morenilla, Mr M.A. Lopes Rocha and Mr P. Kuris (Article 43 in fine of the Convention and Rule 21 para. 5) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "4.   As President of the Chamber (Rule 21 para. 6), Mr Bernhardt, acting through the Deputy Registrar, consulted the Agent of the Government, the applicant’s lawyer and the Delegate of the Commission on the organisation of the proceedings (Rules 37 para. 1 and 38). Pursuant to the order made in consequence, the Registrar received the Government’s memorial on 2 January 1997 and the applicant’s memorial on 6 January 1997.",
                        "elements": []
                    },
                    {
                        "content": "5.   On 20 August 1996 Mr Bernhardt had granted leave to Liberty, a non-governmental human rights organisation based in , to submit written comments on specified aspects of the case (Rule 37 para. 2). These were received on 2 January 1997.",
                        "elements": []
                    },
                    {
                        "content": "6.   On 21 February 1997, the Chamber decided to reject the Government’s application to refer the case to the Court, on the grounds that it was received after the expiry of the three-month period laid down by Articles 32 para. 1 and 47 of the Convention (art. 32-1, art. 47) and that there was no exceptional reason for extending the time-limit.",
                        "elements": []
                    },
                    {
                        "content": "7.   In accordance with the President’s decision, the hearing took place in public in the Human Rights Building, , on 17 March 1997. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "(a) for the Government",
                        "elements": []
                    },
                    {
                        "content": "Mr M. Eaton, Deputy Legal Adviser,",
                        "elements": []
                    },
                    {
                        "content": "Foreign and Commonwealth Office,\tAgent,",
                        "elements": []
                    },
                    {
                        "content": "Mr J. Eadie, Barrister-at-Law,\tCounsel,",
                        "elements": []
                    },
                    {
                        "content": "Mr H. Carter, Home Office,",
                        "elements": []
                    },
                    {
                        "content": "Mr P. Regan, Home Office,",
                        "elements": []
                    },
                    {
                        "content": "Mr C. Raikes, Department of Trade and Industry, \tAdvisers;",
                        "elements": []
                    },
                    {
                        "content": "(b) for the Commission",
                        "elements": []
                    },
                    {
                        "content": "Mrs J. Liddy,\tDelegate;",
                        "elements": []
                    },
                    {
                        "content": "(c) for the applicant",
                        "elements": []
                    },
                    {
                        "content": "Mr R. Makin,\tSolicitor,",
                        "elements": []
                    },
                    {
                        "content": "Mr P. Duffy, Barrister-at-Law,\tCounsel.",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mrs Liddy, Mr Makin, Mr Duffy and Mr Eadie and also the answer to a question put by one of its members.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I.   Circumstances of the case",
                        "elements": [
                            {
                                "content": "8.   The applicant, Ms Alison Halford, was born in 1940 and lives in the Wirral. From 1962 until her retirement in 1992 she worked in the police service.   ",
                                "elements": []
                            },
                            {
                                "content": "A. Background to the alleged telephone interceptions",
                                "elements": [
                                    {
                                        "content": "9.   In May 1983 Ms Halford was appointed to the rank of Assistant Chief Constable with the Merseyside police. As such she became the most senior-ranking female police officer in the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.   On eight occasions during the following seven years, Ms Halford applied unsuccessfully to be appointed to the rank of Deputy Chief Constable, in response to vacancies arising within Merseyside and other police authorities. In order to be considered for promotion to this rank, Home Office approval was required. However, according to the applicant, this was consistently withheld on the recommendation of the Chief Constable of the Merseyside police, who objected to her commitment to equality of treatment between men and women.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.   Following a further refusal to promote her in February 1990, Ms Halford commenced proceedings on 4 June 1990 in the Industrial Tribunal against, inter alia, the Chief Constable of Merseyside and the Home Secretary, claiming that she had been discriminated against on grounds of sex.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 14 June 1990, the Chairman and Vice-Chairman of the Merseyside Police Authority were designated a \"Special Committee\" to handle the issues arising from the discrimination case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.   Ms Halford alleges that certain members of the Merseyside Police Authority launched a \"campaign\" against her in response to her complaint to the Industrial Tribunal. This took the form, inter alia, of leaks to the press, interception of her telephone calls (see paragraph 16 below) and the decision to bring disciplinary proceedings against her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.   Thus, on 14 September 1990, the Special Committee referred to the Senior Officers’ Disciplinary Committee a report written by the Chief Constable about an alleged incident of misconduct on the part of Ms Halford on 24 July 1990. The Disciplinary Committee resolved, on 20 September 1990, to hold a formal investigation and to refer the matter to the Police Complaints Authority and, on 8 February 1991, to press charges. Ms Halford was suspended from duty on full pay from 12 December 1990.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.   She challenged the above decisions by way of judicial review in the High Court. The matter was adjourned by Mr Justice MacPherson in September 1991 in view of a possible settlement. However, the parties failed to reach agreement and the matter came back before him on 20 December 1991. He found that the Chairman and Vice-Chairman of the Police Authority had acted ultra vires and, without imputing ill-motive to them, held that there had been an element of unfairness. He therefore quashed the relevant decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.   The hearing before the Industrial Tribunal took place in June 1992. On 14 July 1992 the proceedings were adjourned pending negotiation between the parties, which led to settlement of the case. Ms Halford was given an ex gratia payment of 10,000 pounds sterling (GBP) by the Chief Constable (the statutory maximum which the Industrial Tribunal could have awarded), together with GBP 5,000 towards her personal expenses by the Home Secretary. It was agreed that she would retire from the police force on medical grounds (arising out of an injury to her knee in 1989). In addition, the Home Office agreed to implement various proposals put by the Equal Opportunities Commission, inter alia to update and review selection procedures for senior posts within the police force.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The alleged interceptions",
                                "elements": [
                                    {
                                        "content": "16.   As Assistant Chief Constable, Ms Halford was provided with her own office and two telephones, one of which was for private use. These telephones were part of the Merseyside police internal telephone network, a telecommunications system outside the public network. No restrictions were placed on the use of these telephones and no guidance was given to her, save for an assurance which she sought and received from the Chief Constable shortly after she instituted the proceedings in the Industrial Tribunal that she had authorisation to attend to the case while on duty, including by telephone.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, since she was frequently \"on call\", a substantial part of her home telephone costs were paid by the Merseyside police. Her home telephone consisted of a telephone apparatus connected, through the \"network termination point\", to the public telecommunications network.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.   She alleges that calls made from her home and her office telephones were intercepted for the purposes of obtaining information to use against her in the discrimination proceedings. In support of these allegations she adduced various items of evidence before the Commission (see paragraph 21 of the Commission’s report). In addition, she informed the Court that she was told by an anonymous source on 16 April 1991 that, shortly before, the source had discovered the Merseyside police checking transcripts of conversations made on her home telephone.",
                                        "elements": []
                                    },
                                    {
                                        "content": "For the purposes of the case before the Court, the Government accepted that the applicant had adduced sufficient material to establish a reasonable likelihood that calls made from her office telephones were intercepted. They did not, however, accept that she had adduced sufficient material to establish such a reasonable likelihood in relation to her home telephone.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.   Ms Halford raised her concerns about the interception of her calls before the Industrial Tribunal on 17 June 1992. On 2 July 1992, in the course of the hearing, counsel for the Home Secretary expressed the opinion that it was not possible for her to adduce evidence about the alleged interceptions before the Industrial Tribunal because section 9 of the Interception of Communications Act 1985 (\"the 1985 Act\") expressly excluded the calling of evidence before any court or tribunal which tended to suggest that an offence under section 1 of the Act had been committed (see paragraph 25 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.   On 6 December 1991 Ms Halford applied to the Interception of Communications Tribunal (\"the Tribunal\") for an investigation under section 7 of the 1985 Act (see paragraphs 30-32 below). In a letter dated 21 February 1992, the Tribunal informed her that its investigation had satisfied it that there had been no contravention of sections 2 to 5 of the 1985 Act in her case (see paragraphs 26-29 below). In a letter dated 27 March 1992, the Tribunal confirmed that it could not specify whether any interception had in fact taken place (see paragraph 32 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.   In a letter to Mr David Alton MP dated 4 August 1992, the Home Secretary explained that Ms Halford’s complaint regarding the interception of calls made from her office telephones \"[did] not fall within [his] responsibilities as Home Secretary nor within the terms of the [1985] Act\".",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   Relevant domestic law and practice",
                        "elements": [
                            {
                                "content": "A. Public telecommunications systems",
                                "elements": [
                                    {
                                        "content": "1. The offence created by the Interception of Communications Act 1985",
                                        "elements": [
                                            {
                                                "content": "21.   The Interception of Communications Act 1985 came into force on 10 April 1986 following the Court’s judgment in Malone v. the  (2 August 1984, Series A no. 82). Its objective, as outlined in the Home Office White Paper which preceded it, was to provide a clear statutory framework within which the interception of communications on public systems would be authorised and controlled in a manner commanding public confidence (Interception of Communications in the United Kingdom (February 1985) HMSO, Cmnd. 9438).",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.   A \"public\" telecommunications system is defined as a telecommunications system which is run pursuant to a licence granted under the Telecommunications Act 1984 (\"the 1984 Act\") and which has been designated as such by the Secretary of State (section 10 (1) of the 1985 Act, by reference to section 4 (1) of the 1984 Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.   By section 1 (1) of the 1985 Act, anyone who intentionally intercepts a communication in the course of its transmission by means of a public communications system is guilty of a criminal offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.   Section 1 (2) and (3) provide four circumstances in which a person who intercepts communications in this way will not be guilty of the offence. The only one of these which is relevant to the present case is the interception of a communication pursuant to a warrant issued by the Secretary of State under section 2 of the Act (see paragraph 26 below).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Exclusion of evidence",
                                        "elements": [
                                            {
                                                "content": "25.   Section 9 of the 1985 Act provides that no evidence shall be adduced by any party, in any proceedings before a court or tribunal, which tends to suggest either that an offence under section 1 of the 1985 Act has been committed by a public servant or that a warrant has been issued to such a person under section 2 of the 1985 Act.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Warrants",
                                        "elements": [
                                            {
                                                "content": "26.   Sections 2 to 6 of the 1985 Act set out detailed rules for the issuing of warrants by the Secretary of State for the interception of communications and the disclosure of intercepted material. Thus, section 2 (2) of the 1985 Act provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"The Secretary of State shall not issue a warrant ... unless he considers that the warrant is necessary –",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) in the interests of national security;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) for the purpose of preventing or detecting serious crime; or",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) for the purposes of safeguarding the economic well-being of the .\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "When considering whether it is necessary to issue a warrant, the Secretary of State must take into account whether the information which it is considered necessary to acquire could reasonably be acquired by other means (section 2 (2) of the 1985 Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.   The warrant must specify the person who is authorised to do the interception, and give particulars of the communications to be intercepted, such as the premises from which the communications will be made and the names of the individuals concerned (sections 2 (1) and 3 of the 1985 Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.   A warrant cannot be issued unless it is under the hand of the Secretary of State himself or, in an urgent case, under the hand of a senior official where the Secretary of State has expressly authorised the issue of the warrant. A warrant issued under the hand of the Secretary of State is valid for two months; one issued under the hand of an official is only valid for two working days. In defined circumstances, warrants may be modified or renewed (sections 4 and 5 of the 1985 Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.   Section 6 of the Act provides, inter alia, for the limitation of the extent to which material obtained pursuant to a warrant may be disclosed, copied and retained.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. The Interception of Communications Tribunal",
                                        "elements": [
                                            {
                                                "content": "30.   The 1985 Act also provided for the establishment of an Interception of Communications Tribunal. The Tribunal consists of five members, each of whom must be a lawyer of not less than ten years’ standing, who hold office for five years subject to reappointment (section 7 of and Schedule 1 to the 1985 Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.   Any person who believes, inter alia, that communications made by or to him may have been intercepted in the course of their transmission by means of a public telecommunications system can apply to the Tribunal for an investigation. If the application does not appear to the Tribunal to be frivolous or vexatious, it is under a duty to determine whether a warrant has been issued, and if so, whether it was issued in accordance with the 1985 Act. In making this determination, the Tribunal applies \"the principles applicable by a court on application for judicial review\" (section 7 (2)-(4) of the 1985 Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.   If the Tribunal determines that there has been no breach of the 1985 Act, it will inform the complainant, but it will not confirm whether there was no breach because there was no authorised interception or because, although there was such an interception, it was justified under the terms of the 1985 Act. In cases where the Tribunal finds there has been a breach, it has a duty to make a report of its findings to the Prime Minister and a power to notify the complainant. It also has the power, inter alia, to order the quashing of the warrant and the payment of compensation to the complainant. The Tribunal does not give reasons for its decisions and there is no appeal from a decision of the Tribunal (section 7 (7)-(8) of the 1985 Act).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5. The Commissioner",
                                        "elements": [
                                            {
                                                "content": "33.   The 1985 Act also makes provision for the appointment of a Commissioner by the Prime Minister. The first Commissioner was Lord Justice Lloyd (now Lord Lloyd), succeeded in 1992 by Lord Bingham, also a senior member of the judiciary, who was in turn succeeded in 1994 by another, Lord Nolan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.   The Commissioner’s functions include reviewing the carrying out by the Secretary of State of the functions conferred on him by sections 2 to 5 of the 1985 Act, reporting to the Prime Minister breaches of sections 2 to 5 of the 1985 Act which have not been reported by the Tribunal and making an annual report to the Prime Minister on the exercise of his functions. This report must be laid before Parliament, although the Prime Minister has the power to exclude any matter from it the publication of which would be prejudicial to national security, to the prevention or detection of serious crime or to the well-being of the . The report must state if any matter has been excluded (section 8 of the 1985 Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.   In general,the reports of the Commissioner to the Prime Minister have indicated an increase in new warrants issued, but the Commissioner has been satisfied that in all cases those new warrants were justified under section 2 of the 1985 Act.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. Telecommunications systems outside the public network",
                                "elements": [
                                    {
                                        "content": "36.   The 1985 Act does not apply to telecommunications systems outside the public network, such as the internal system at Merseyside police headquarters, and there is no other legislation to regulate the interception of communications on such systems.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.   The English common law provides no remedy against interception of communications, since it \"places no general constraints upon invasions of privacy as such\" (Mr Justice Sedley in R. v. Broadcasting Complaints Commission, ex parte Barclay, 4 October 1996, unreported).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "38.   In her application of 22 April 1992 (no. 20605/92) to the Commission, Ms Halford complained that the interception of calls made from her office and home telephones amounted to unjustifiable interferences with her rights to respect for her private life and freedom of expression, contrary to Articles 8 and 10 of the Convention (art. 8, art. 10), that she had no effective domestic remedy in relation to the interceptions, contrary to Article 13 of the Convention (art. 13), and that she was discriminated against on grounds of sex, contrary to Article 14 of the Convention in conjunction with Articles 8 and 10 (art. 14+8, art. 14+10).",
                        "elements": []
                    },
                    {
                        "content": "39.   The Commission declared the application admissible on 2 March 1995. In its report of 18 April 1996 (Article 31) (art. 31), it expressed the opinion, by twenty-six votes to one, that there had been violations of Articles 8 and 13 of the Convention (art. 8, art. 13) in relation to Ms Halford’s office telephones and, unanimously, that there had been no violation of Articles 8, 10 or 13 (art. 8, art. 10, art. 13) in relation to her home telephone, that it was not necessary to consider the complaint under Article 10 (art. 10) in relation to her office telephones, and that there had been no violation of Article 14 taken in conjunction with Articles 8 or 10 (art. 14+8, art. 14+10). The full text of the Commission’s opinion and of the dissenting opinion contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "40.   At the hearing, as they had done in their memorial, the Government asked the Court to hold that there had been no violation of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The applicant maintained that there had been a violation, and asked the Court to award her compensation under Article 50 of the Convention (art. 50).",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I.   ALLEGED VIOLATIONS OF ARTICLE 8 OF THE CONVENTION (art. 8)",
                        "elements": [
                            {
                                "content": "41.   Ms Halford alleged that the interception of her telephone calls amounted to violations of Article 8 of the Convention (art. 8), which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"1. Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.\"",
                                "elements": []
                            },
                            {
                                "content": "The Commission agreed that there had been a violation so far as the interception of calls from her office telephones was concerned. The Government denied that there had been any violation.",
                                "elements": []
                            },
                            {
                                "content": "A. The office telephones",
                                "elements": [
                                    {
                                        "content": "1. Applicability of Article 8 (art. 8) to the complaint relating to the office telephones",
                                        "elements": [
                                            {
                                                "content": "42.   The applicant argued, and the Commission agreed, that the calls made on the telephones in Ms Halford’s office at Merseyside police headquarters fell within the scope of \"private life\" and \"correspondence\" in Article 8 para. 1 (art. 8-1), since the Court in its case-law had adopted a broad construction of these expressions (see, for example, the Klass and Others v.  judgment of 6 September 1978, Series A no. 28, p. 21, para. 41; the Huvig v. France judgment of 24 April 1990, Series A no. 176B, p. 41, para. 8, and p. 52, para. 25; the Niemietz v. Germany judgment of 16 December 1992, Series A no. 251-B; and the A. v.  judgment of 23 November 1993, Series A no. 277-B).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.   The Government submitted that telephone calls made by Ms Halford from her workplace fell outside the protection of Article 8 (art. 8), because she could have had no reasonable expectation of privacy in relation to them. At the hearing before the Court, counsel for the Government expressed the view that an employer should in principle, without the prior knowledge of the employee, be able to monitor calls made by the latter on telephones provided by the employer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.   In the Court’s view, it is clear from its case-law that telephone calls made from business premises as well as from the home may be covered by the notions of \"private life\" and \"correspondence\" within the meaning of Article 8 para. 1 (art. 8-1) (see the above-mentioned Klass and Others judgment, loc. cit.; the Malone v. the United Kingdom judgment of 2 August 1984, Series A no. 82, p. 30, para. 64; the above-mentioned Huvig judgment, loc. cit.; and, mutatis mutandis, the above-mentioned Niemietz judgment, pp. 33-35, paras. 29-33).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.   There is no evidence of any warning having been given to Ms Halford, as a user of the internal telecommunications system operated at the Merseyside police headquarters, that calls made on that system would be liable to interception. She would, the Court considers, have had a reasonable expectation of privacy for such calls, which expectation was moreover reinforced by a number of factors. As Assistant Chief Constable she had sole use of her office where there were two telephones, one of which was specifically designated for her private use. Furthermore, she had been given the assurance, in response to a memorandum, that she could use her office telephones for the purposes of her sex-discrimination case (see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.   For all of the above reasons, the Court concludes that the conversations held by Ms Halford on her office telephones fell within the scope of the notions of \"private life\" and \"correspondence\" and that Article 8 (art. 8) is therefore applicable to this part of the complaint.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Existence of an interference",
                                        "elements": [
                                            {
                                                "content": "47.   The Government conceded that the applicant had adduced sufficient material to establish a reasonable likelihood that calls made from her office telephones had been intercepted. The Commission also considered that an examination of the application revealed such a reasonable likelihood.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.   The Court agrees. The evidence justifies the conclusion that there was a reasonable likelihood that calls made by Ms Halford from her office were intercepted by the Merseyside police with the primary aim of gathering material to assist in the defence of the sex-discrimination proceedings brought against them (see paragraph 17 above). This interception constituted an \"interference by a public authority\", within the meaning of Article 8 para. 2 (art. 8-2), with the exercise of Ms Halford’s right to respect for her private life and correspondence.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Whether the interference was \"in accordance with the law\"",
                                        "elements": [
                                            {
                                                "content": "49.   Article 8 para. 2 (art. 8-2) further provides that any interference by a public authority with an individual’s right to respect for private life and correspondence must be \"in accordance with the law\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "According to the Court’s well-established case-law, this expression does not only necessitate compliance with domestic law, but also relates to the quality of that law, requiring it to be compatible with the rule of law. In the context of secret measures of surveillance or interception of communications by public authorities, because of the lack of public scrutiny and the risk of misuse of power, the domestic law must provide some protection to the individual against arbitrary interference with Article 8 rights (art. 8). Thus, the domestic law must be sufficiently clear in its terms to give citizens an adequate indication as to the circumstances in and conditions on which public authorities are empowered to resort to any such secret measures (see the above-mentioned Malone judgment, p. 32, para. 67; and, mutatis mutandis, the Leander v. Sweden judgment of 26 March 1987, Series A no. 116, p. 23, paras. 50-51).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.   In the present case, the Government accepted that if, contrary to their submission, the Court were to conclude that there had been an interference with the applicant’s rights under Article 8 (art. 8) in relation to her office telephones, such interference was not \"in accordance with the law\" since domestic law did not provide any regulation of interceptions of calls made on telecommunications systems outside the public network.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.   The Court notes that the 1985 Act does not apply to internal communications systems operated by public authorities, such as that at Merseyside police headquarters, and that there is no other provision in domestic law to regulate interceptions of telephone calls made on such systems (see paragraphs 36-37 above). It cannot therefore be said that the interference was \"in accordance with the law\" for the purposes of Article 8 para. 2 of the Convention (art. 8-2), since the domestic law did not provide adequate protection to Ms Halford against interferences by the police with her right to respect for her private life and correspondence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that there has been a violation of Article 8 (art. 8) in relation to the interception of calls made on Ms Halford’s office telephones.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. The home telephone",
                                "elements": [
                                    {
                                        "content": "1. Applicability of Article 8 (art. 8) to the complaint relating to the home telephone",
                                        "elements": [
                                            {
                                                "content": "52.   It is clear from the Court’s case-law (see the citations at paragraph 44 above) that telephone conversations made from the home are covered by the notions of \"private life\" and \"correspondence\" under Article 8 of the Convention (art. 8). Indeed, this was not disputed by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 8 (art. 8) is, therefore, applicable to this part of Ms Halford’s complaint.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Existence of an interference",
                                        "elements": [
                                            {
                                                "content": "53.   The applicant alleged that calls made from her telephone at home also were intercepted by the Merseyside police for the purposes of defending the sex discrimination proceedings. She referred to the evidence of interception which she had adduced before the Commission, and to the further specification made to the Court (see paragraph 17 above). In addition she submitted that, contrary to the Commission’s approach, she should not be required to establish that there was a \"reasonable likelihood\" that calls made on her home telephone were intercepted. Such a requirement would be inconsistent with the Court’s pronouncement in the above-mentioned Klass and Others case that the menace of surveillance could in itself constitute an interference with Article 8 rights (art. 8). In the alternative, she contended that if the Court did require her to show some indication that she had been affected, the evidence brought by her was satisfactory; given the secrecy of the alleged measures it would undermine the effectiveness of the protection afforded by the Convention if the threshold of proof were set too high.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.   The Government explained that they could not disclose whether or not there had been any interception of calls made from the telephone in Ms Halford’s home, since the finding which the Interception of Communications Tribunal was empowered to make under the 1985 Act was deliberately required to be couched in terms which did not reveal whether there had been an interception on a public telecommunications system properly authorised under the Act or whether there had in fact been no interception. They could, however, confirm that the Tribunal was satisfied that there had been no contravention of sections 2 to 5 of the 1985 Act in Ms Halford’s case (see paragraphs 19 and 32 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.   The Commission, applying its case-law, required the applicant to establish that there was a \"reasonable likelihood\" that calls made on her home telephone had been intercepted (see, for example, the report of the Commission on application no. 12175/86, Hewitt and Harman v. the United Kingdom, 9 May 1989, Decisions and Reports 67, pp. 98-99, paras. 29-32). Having reviewed all the evidence, it did not find such a likelihood established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.   The Court recalls that in the above-mentioned Klass and Others case it was called upon to decide, inter alia, whether legislation which empowered the authorities secretly to monitor the correspondence and telephone conversations of the applicants, who were unable to establish whether such measures had in fact been applied to them, amounted to an interference with their Article 8 rights (art. 8). The Court held in that case that \"in the mere existence of the legislation itself there is involved, for all those to whom the legislation could be applied, a menace of surveillance; this menace necessarily strikes at freedom of communication between users of the postal and telecommunication services and thereby constitutes an ‘interference by a public authority’ with the exercise of the applicants’ right to respect for private and family life and for correspondence\" (p. 21, para. 41).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court further recalls that in its above-mentioned Malone judgment, in addition to finding that one telephone conversation to which the applicant had been a party had been intercepted at the request of the police under a warrant issued by the Home Secretary, it observed that \"the existence in England and Wales of laws and practices which permit and establish a system for effecting secret surveillance of communications amounted in itself to an ‘interference’\" (pp. 30-31, para. 64).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.   However, the essence of Ms Halford’s complaint, unlike that of the applicants in the Klass and Others case (cited above, p. 20, para. 38), was not that her Article 8 rights (art. 8) were menaced by the very existence of admitted law and practice permitting secret surveillance, but instead that measures of surveillance were actually applied to her. Furthermore, she alleged that the Merseyside police intercepted her calls unlawfully, for a purpose unauthorised by the 1985 Act (see paragraphs 26 and 53 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In these circumstances, since the applicant’s complaint concerns specific measures of telephone interception which fell outside the law, the Court must be satisfied that there was a reasonable likelihood that some such measure was applied to her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.   In this respect the Court notes, first, that the Commission, which under the Convention system is the organ primarily charged with the establishment and verification of the facts (see, for example, the Aksoy v. Turkey judgment of 18 December 1996, Reports of Judgments and Decisions 1996-VI, p. 2272, para. 38), considered that the evidence presented to it did not indicate a reasonable likelihood that calls made on the applicant’s home telephone were being intercepted (see the report of the Commission, paragraph 65).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.   The Court observes that the only item of evidence which tends to suggest that calls made from Ms Halford’s home telephone, in addition to those made from her office, were being intercepted, is the information concerning the discovery of the Merseyside police checking transcripts of conversations. Before the Court, the applicant provided more specific details regarding this discovery, namely that it was made on a date after she had been suspended from duty (see paragraph 17 above). However, the Court notes that this information might be unreliable since its source has not been named. Furthermore, even if it is assumed to be true, the fact that the police were discovered checking transcripts of the applicant’s telephone conversations on a date after she had been suspended does not necessarily lead to the conclusion that these were transcripts of conversations made from her home.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.   The Court, having considered all the evidence, does not find it established that there was an interference with Ms Halford’s rights to respect for her private life and correspondence in relation to her home telephone.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In view of this conclusion, the Court does not find a violation of Article 8 of the Convention (art. 8) with regard to telephone calls made from Ms Halford’s home.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION (art. 13)",
                        "elements": [
                            {
                                "content": "61.   Ms Halford further alleged that she had been denied an effective domestic remedy for her complaints, in violation of Article 13 of the Convention (art. 13), which states:",
                                "elements": []
                            },
                            {
                                "content": "\"Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.\"",
                                "elements": []
                            },
                            {
                                "content": "A. The office telephones",
                                "elements": [
                                    {
                                        "content": "62.   The applicant, with whom the Commission agreed, contended that there had been a violation of Article 13 (art. 13) in view of the fact that there was no avenue in domestic law by which to complain about interceptions of calls made on telecommunications systems outside the public network.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.   The Government submitted that Article 13 (art. 13) was not applicable in that Ms Halford had not made out an \"arguable claim\" to a violation of Articles 8 or 10 of the Convention (art. 8, art. 10). In the alternative, they submitted that no separate issue arose under this provision (art. 13) in relation to the office telephones.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.   The Court recalls that the effect of Article 13 (art. 13) is to require the provision of a remedy at national level allowing the competent domestic authority both to deal with the substance of the relevant Convention complaint and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their obligations under this provision (art. 13) (see the Chahal v. the United Kingdom judgment of 15 November 1996, Reports 1996-V, pp. 1869-70, para. 145). However, such a remedy is only required in respect of grievances which can be regarded as \"arguable\" in terms of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.   The Court observes that Ms Halford undoubtedly had an \"arguable\" claim that calls made from her office telephones were intercepted and that this amounted to a violation of Article 8 of the Convention (art. 8) (see paragraphs 42-51 above). She was, therefore, entitled to an effective domestic remedy within the meaning of Article 13 (art. 13). However, as the Government have conceded in relation to Article 8 of the Convention (art. 8) (see paragraph 50 above), there was no provision in domestic law to regulate interceptions of telephone calls made on internal communications systems operated by public authorities, such as the Merseyside police. The applicant was therefore unable to seek relief at national level in relation to her complaint concerning her office telephones.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that there has been a violation of Article 13 of the Convention (art. 13) in relation to the applicant’s office telephones.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The home telephone",
                                "elements": [
                                    {
                                        "content": "66.   The applicant also complained that there was no remedy available to her against an interception of telephone calls made from her home by the police acting without a warrant. She referred to the first report of the Commissioner appointed under the 1985 Act (see paragraphs 33-34 above) who observed that he \"was not concerned with [the offence of unlawful interception created by the 1985 Act. He could] not in the nature of things know, nor could he well find out, whether there [had] been an unlawful interception ... That is a job for the police\" (Interception of Communications Act 1985, Report of the Commissioner for 1986, Cm 108, p. 2, para. 3).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.   The Government submitted that Ms Halford had not established an arguable claim of a violation of the Convention in relation to the interception of calls made from her home. In the alternative, they submitted that the aggregate of remedies available to her, including those provided by the 1985 Act (see paragraph 31 above), was sufficient to satisfy Article 13 (art. 13).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.   The Commission, in view of its conclusion as to the lack of a reasonable likelihood of interception of her home telephone calls, considered that she did not have an arguable claim warranting a remedy under Article 13 (art. 13).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.   The Court recalls its observation that, in order to find an \"interference\" within the meaning of Article 8 (art. 8) in relation to Ms Halford’s home telephone, it must be satisfied that there was a reasonable likelihood of some measure of surveillance having been applied to the applicant (see paragraph 57 above). It refers in addition to its assessment of the evidence adduced by the applicant in support of her claim that calls made from her home telephone were intercepted (see paragraphs 58-60 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.   The Court considers that this evidence is not sufficient to found an \"arguable\" claim within the meaning of Article 13 (art. 13) (see paragraph 64 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that there has been no violation of Article 13 of the Convention (art. 13) in relation to the applicant’s complaint concerning her home telephone.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.   ALLEGED VIOLATION OF ARTICLES 10 AND 14 OF THE CONVENTION (art. 10, art. 14)",
                        "elements": [
                            {
                                "content": "71.   In her application to the Commission, Ms Halford had complained that the interception of calls made from both her home and office telephones amounted to violations of Articles 10 and 14 of the Convention (art. 10, art. 14). However, before the Court she accepted that it might not be necessary to examine, in relation to these provisions (art. 10, art. 14), matters which had already been considered under Article 8 (art. 8).",
                                "elements": []
                            },
                            {
                                "content": "Article 10 of the Convention (art. 10) states (as far as relevant):",
                                "elements": []
                            },
                            {
                                "content": "\"1. Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers ...",
                                "elements": []
                            },
                            {
                                "content": "2. The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.\"",
                                "elements": []
                            },
                            {
                                "content": "Article 14 (art. 14) states:",
                                "elements": []
                            },
                            {
                                "content": "\"The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.\"",
                                "elements": []
                            },
                            {
                                "content": "72.   The Court considers that the allegations in relation to Articles 10 and 14 (art. 10, art. 14) are tantamount to restatements of the complaints under Article 8 (art. 8). It does not therefore find it necessary to examine them separately.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.   APPLICATION OF ARTICLE 50 OF THE CONVENTION (art. 50)",
                        "elements": [
                            {
                                "content": "73.   Ms Halford asked the Court to grant her just satisfaction under Article 50 of the Convention (art. 50), which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"",
                                "elements": []
                            },
                            {
                                "content": "A. Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "74.   Ms Halford claimed compensation for the intrusion into her privacy and the distress it had caused. She informed the Court that in 1992 she had required medical treatment for stress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.   The Government commented that no causal connection had been established between the stress suffered by the applicant at the time of proceedings before the Industrial Tribunal and the interception of her telephone calls.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.   The Court, bearing in mind that the interception of calls made by Ms Halford on her office telephones at Merseyside police headquarters, not subject to any regulation by domestic law, appears to have been carried out by the police with the primary purpose of gathering material to be used against her in sex-discrimination proceedings, considers what occurred to have amounted to a serious infringement of her rights by those concerned. On the other hand, there is no evidence to suggest that the stress Ms Halford suffered was directly attributable to the interception of her calls, rather than to her other conflicts with the Merseyside police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having taken these matters into account, the Court considers that GBP 10,000 is a just and equitable amount of compensation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "77.   Ms Halford requested reimbursement of her personal expenses incurred in bringing the  proceedings, estimated at between GBP 1,000 and GBP 1,250.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.   The Government accepted that a sum could properly be awarded to cover her costs in attending the hearing before the Court. However, they observed that she had not produced any evidence to substantiate any other expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.   In view of the fact that no evidence was produced to substantiate Ms Halford’s expenses but that she clearly attended the hearing in , the Court decides to award GBP 600 in respect of this item.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Costs and expenses",
                                "elements": [
                                    {
                                        "content": "80.   The applicant also claimed the costs and expenses of instructing solicitors and counsel. Her solicitors asked for payment at the rate of GBP 239 per hour. They estimated that they had undertaken the equivalent of 500 hours’ work in connection with the  proceedings and asked for GBP 119,500 (exclusive of value-added tax, \"VAT\") in respect of this. In addition, they asked for GBP 7,500 (exclusive of VAT) in respect of disbursements and expenses. Counsel’s fees were GBP 14,875 plus expenses of GBP 1,000 (exclusive of VAT).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.   The Government considered that the hourly rate requested by Ms Halford’s solicitors was too high: in domestic proceedings the appropriate rate would be GBP 120-150 per hour. Furthermore, they submitted that it had not been necessary to work for 500 hours on the case. By way of illustration, they observed that, although the case involved only a narrow range of issues, the applicant’s solicitor had chosen to submit written pleadings of approximately 200 pages, with some 500 pages of annexes and appendices, containing for the most part information which was either irrelevant or of only peripheral relevance. They submitted that a total figure for legal costs of approximately GBP 25,000 would be entirely sufficient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Bearing in mind the nature of the issues raised by the case, the Court is not satisfied that the amounts claimed by the applicant were necessarily incurred or reasonable as to quantum (see, for example, the Saunders v. the United Kingdom judgment of 17 December 1996, Reports 1996-VI, p. 2070, para. 93). Deciding on an equitable basis, it awards GBP 25,000 under this head, together with any VAT which may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. Default interest",
                                "elements": [
                                    {
                                        "content": "83.   According to the information available to the Court, the statutory rate of interest applicable in the  at the date of adoption of the present judgment is 8% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.   Holds unanimously that Article 8 of the Convention (art. 8) is applicable to the complaints concerning both the office and the home telephones;",
                        "elements": []
                    },
                    {
                        "content": "2.   Holds unanimously that there has been a violation of Article 8 (art. 8) in relation to calls made on the applicant’s office telephones;",
                        "elements": []
                    },
                    {
                        "content": "3.   Holds unanimously that there was no violation of Article 8 (art. 8) in relation to calls made on the applicant’s home telephone;",
                        "elements": []
                    },
                    {
                        "content": "4.   Holds unanimously that there was a violation of Article 13 of the Convention (art. 13) in relation to the applicant’s complaint concerning her office telephones;",
                        "elements": []
                    },
                    {
                        "content": "5.   Holds by eight votes to one that there was no violation of Article 13 of the Convention (art. 13) in relation to the applicant’s complaint concerning her home telephone;",
                        "elements": []
                    },
                    {
                        "content": "6.   Holds unanimously that it is not necessary to consider the complaints under Articles 10 and 14 of the Convention (art. 10, art. 14);",
                        "elements": []
                    },
                    {
                        "content": "7.   Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a) that the respondent State is to pay the applicant, within three months, in respect of pecuniary and non-pecuniary damage, 10,600 (ten thousand six hundred) pounds sterling;",
                        "elements": []
                    },
                    {
                        "content": "(b) that the respondent State is to pay the applicant, within three months, in respect of costs and expenses, 25,000 (twenty-five thousand) pounds sterling, together with any VAT which may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(c) that simple interest at an annual rate of 8% shall be payable from the expiry of the above-mentioned three months until settlement.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 25 June 1997.",
                        "elements": []
                    },
                    {
                        "content": "Rudolf BERNHARDT",
                        "elements": []
                    },
                    {
                        "content": "President",
                        "elements": []
                    },
                    {
                        "content": "Herbert PETZOLD",
                        "elements": []
                    },
                    {
                        "content": "Registrar",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 para. 2 of the Convention (art. 51-2) and Rule 53 para. 2 of Rules of Court A, the dissenting opinion of Mr Russo is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I disagree with the Court’s conclusion that there was no violation of Article 13 of the Convention (art. 13) in relation to the applicant’s complaint that calls made from her home telephone were intercepted.",
                        "elements": []
                    },
                    {
                        "content": "Although I agree that no interference with her Article 8 rights (art. 8) was established with regard to her home telephone, I observe that her complaint in this connection was declared admissible by the Commission and examined by the Commission and the Court. In my view, it cannot therefore be said that she did not have an \"arguable\" claim of a violation of Article 8 (art. 8) in respect of her home telephone (see, for example, the Leander v.  judgment of 26 March 1987, Series A no. 116, p. 30, para. 79).",
                        "elements": []
                    },
                    {
                        "content": "It follows that Ms Halford was entitled to an effective remedy at national level in respect of this complaint. I am not satisfied that she was provided with one.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF HALFORD v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58039.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1997:0625JUD002060592",
    "externalsources": [],
    "extractedappno": [
        "20605/92",
        "12175/86"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Interception of Communications Act 1985"
    ],
    "itemid": "001-58039",
    "judgementdate": "25/06/1997 00:00:00",
    "kpdate": "25/06/1997 00:00:00",
    "kpthesaurus": [
        "149",
        "382",
        "444",
        "23",
        "110",
        "451",
        "203",
        "319",
        "424",
        "429",
        "343",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "14",
        "8",
        "8-1",
        "10",
        "10-1",
        "8-2",
        "13",
        "41"
    ],
    "parties": [
        "HALFORD",
        "THE UNITED KINGDOM"
    ],
    "rank": "353.259185791016",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Klass and Others v. Germany judgment of 6 September 1978, Series A no. 28, p. 20, para. 38, p. 21, para. 41",
        "Malone v. the United Kingdom judgment of 2 August 1984, Series A no. 82, pp. 30-31, para. 64, p. 32, para. 67",
        "Leander v. Sweden judgment of 26 March 1987, Series A no. 116, p. 23, paras. 50-51, p. 30, para. 79",
        "Huvig v. France judgment of 24 April 1990, Series A no. 176-B, p. 41, para. 8, p. 52, para. 25",
        "Niemietz v. Germany judgment of 16 December 1992, Series A no. 251-B, pp. 33-35, paras. 29-33",
        "A. v. France judgment of 23 November 1993, Series A no. 277-B",
        "Chahal v. the United Kingdom judgment of 15 November 1996, Reports 1996-V, pp. 1869-1870, para. 145",
        "Saunders v. the United Kingdom judgment of 17 December 1996, Reports 1996-VI, p. 2070, para. 93",
        "Aksoy v. Turkey judgment of 18 December 1996, Reports of Judgments and Decisions 1996-VI, p. 2272, para. 38"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "444035",
    "typedescription": "15"
}