{
    "__articles": "8;8-1;8-2;34;35",
    "__conclusion": "Remainder inadmissible;No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for correspondence;Respect for private life)",
    "applicability": "",
    "appno": "12323/11",
    "article": [
        "8",
        "35",
        "34"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for correspondence",
                "Respect for private life"
            ],
            "element": "No violation of Article 8 - Right to respect for private and family life",
            "type": "no-violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        }
    ],
    "content": {
        "001-115377.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 12323/11) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a French national, Mr Patrick Michaud (“the applicant”), on 19 January 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr B. Favreau, a lawyer practising in Bordeaux. The French Government (“the Government”) were represented by their Agent, Mrs E. Belliard, Director of Legal Affairs, Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 8 December 2011 notice of the application was given to the Government.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicant and the Government each filed a memorial on the admissibility and merits of the application.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Council of Bars and Law Societies of Europe, the French-speaking Bar Council of Brussels, and the European Bar Human Rights Institute were granted leave to submit written comments (Article 36 § 2 of the Convention and Rule 44 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "6.  A hearing took place in public in the Human Rights Building, , on 2 October 2012 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The applicant also appeared. The Court heard addresses by Ms Tissier and Mr Favreau and their replies to its questions. It also heard the applicant.",
                        "elements": []
                    },
                    {
                        "content": "7.  The Chamber was composed of judges Dean Spielmann, President, Mark Villiger, Karel Jungwiert, Boštjan M. Zupančič, Ann Power-Forde, Angelika Nußberger and André Potocki, and also Claudia Westerdiek, Section Registrar. Subsequently, Helen Keller, substitute judge, replaced Karel Jungwiert, whose term of office ended on 31 October 2012.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1947 and lives in . He is a member of the Paris Bar and the Bar Council.",
                                "elements": []
                            },
                            {
                                "content": "9.  He submitted that the European Union had adopted three Directives in succession aimed at preventing the use of the financial system for money-laundering. The first (91/308/EEC of 10 June 1991) targets credit and financial institutions. It was amended by a Directive of 4 December 2001 (2001/97/EC) which, among other things, widened its scope to include professions outside the financial sector, including members of the independent legal professions. The third Directive (2005/60/EC of 26 October 2005) repealed the Directive of 10 June 1991, as amended, and reproduced and added to its content. The laws transposing these Directives – Law no. 2004-130 of 11 February 2004 in the case of the Directive of 10 June 1991, as amended – and the regulations implementing that law – Decree no. 2006-736 of 26 June 2006 – have been incorporated into the Monetary and Financial Code (for more details see sections III and IV below on relevant European Union and domestic law).",
                                "elements": []
                            },
                            {
                                "content": "10.  These texts place lawyers under an “obligation to report suspicions” which the legal profession – who see it as a threat to professional privilege and the confidentiality of exchanges between lawyers and their clients – have constantly criticised, in particular through the National Bar Council.",
                                "elements": []
                            },
                            {
                                "content": "11.  However, on 12 July 2007 the National Bar Council took a “decision adopting regulations on internal procedures for implementing the obligation to combat money-laundering and terrorist financing, and an internal supervisory mechanism to guarantee compliance with those procedures” (published in the Official Gazette on 9 August 2007). In so doing it was effectively applying section 21-1 of the Law of 31 December 1971 reforming certain legal and judicial professions, which empowered it, with due respect for the laws and regulations in force, to take general measures to unify the rules and practices of the legal profession.",
                                "elements": []
                            },
                            {
                                "content": "12.  Article 1 of the above-mentioned decision states that “all lawyers who are members of a French Bar” are bound by these rules of their profession when, in the course of their business activity, they participate for and on behalf of their client in any financial or real-estate transaction or assist their client in the preparation or execution of transactions relating to: (1) the buying and selling of real estate or businesses; (2) the management of funds, securities or other assets belonging to the client; (3) the opening of current accounts, savings accounts or securities accounts; (4) the organisation of the contributions required to create companies; (5) the formation, administration or management of companies; and (6) the formation, administration or management of trusts governed by a foreign legal system, or of any other similar structure. They are not bound by these rules “when acting as legal counsel or in the context of judicial proceedings” in connection with one or other of the above activities (Article 2).",
                                "elements": []
                            },
                            {
                                "content": "13.  The regulations establish in particular that lawyers must always “show due diligence” in this context and “develop internal procedures” to ensure compliance with, inter alia, the laws and regulations governing the reporting of suspicions (Article 3), indicating in particular the procedure to be followed when an operation appears to warrant such reporting (Article 7). More specifically, they must adopt written rules describing the steps to be taken (Article 5). They must also ensure that the regulations are properly applied in their structure, and that lawyers and staff receive the necessary information and training, tailored to their particular activities (Article 9), and set up an in-house monitoring system (Article 10). At the same time, the regulations also specify that “lawyers must, in all circumstances, ensure that professional confidentiality is respected” (Article 4).",
                                "elements": []
                            },
                            {
                                "content": "14.  Failure to comply with these regulations can entail disciplinary sanctions and even being struck off (Articles 183 and 184 of Decree no. 911197 of 27 November 1991 organising the legal profession).",
                                "elements": []
                            },
                            {
                                "content": "15.  On 10 October 2007, considering that it undermined lawyers’ freedom to exercise their profession and the essential rules regulating that profession, the applicant appealed to the Conseil d’Etat to have the decision set aside. He submitted that there was no law or regulation giving the National Bar Council regulatory powers in such matters as money-laundering. Furthermore, pointing out that the decision concerned required lawyers to adopt in-house procedures to ensure compliance with the instructions on the reporting of suspicions, subject to disciplinary sanctions, and that the term “suspicions” was not defined, he complained that this was in breach of the requirement of legal certainty inherent in Article 7 of the Convention. In addition, referring to the André and Another v. France judgment (no. 18603/03, 24 July 2008), he contended that the regulations adopted by the National Bar Council were incompatible with Article 8 of the Convention, as the “obligation to report suspicions” jeopardised legal professional privilege and the confidentiality of exchanges between lawyer and client. Lastly, under Article 267 of the Treaty on European Union, he asked the Conseil d’Etat to refer the matter to the Court of Justice of the European Union for a preliminary ruling on the conformity of the “declaration of suspicion of criminal offence” with Article 6 of the Treaty on European Union and Article 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "16.  By a judgment of 23 July 2010, the Conseil d’Etat rejected the bulk of the submissions in the application.",
                                "elements": []
                            },
                            {
                                "content": "17.  Concerning the submission based on Article 7 of the Convention, the judgment found that the “reporting of suspicions” referred to in the disputed decision was not unclear in so far as it referred to the provisions of Article L. 562-2 of the Monetary and Financial Code (subsequently amended to become Article L. 561-15). As to the submission based on Article 8, the judgment rejected it on the following grounds:",
                                "elements": []
                            },
                            {
                                "content": "“... if, according to the applicant, the provisions of [Directive 91/308/EEC, as amended] are incompatible with those of Article 8 of the Convention ... which protect the fundamental right to professional confidentiality, among other things, that Article also permits interference by the authorities with that right when necessary in the interests of public safety, for the prevention of disorder or crime ...; ... regard being had on the one hand to the general interest served by combating money-laundering and, on the other, to the safeguard provided by the exclusion from its scope of information received or obtained by lawyers in the course of activities connected with judicial proceedings, or in their capacity as legal counsel, save, in this latter case, where the lawyer is taking part in money-laundering activities, or the legal advice is provided for money-laundering purposes, or the lawyer knows that the client is seeking legal advice for money-laundering purposes, the obligation under the Directive concerned for lawyers to report their suspicions does not amount to excessive interference with professional confidentiality; ... accordingly there is no need to refer the matter to the Court of Justice of the European Union for a preliminary ruling and the submission concerning the breach of the Convention provision concerned must be rejected.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  THE RECOMMENDATIONS OF THE FINANCIAL ACTION TASK FORCE (FATF) ON MONEY LAUNDERING AND the COUNCIL of Europe Convention ON Laundering, Search, Seizure and Confiscation of the Proceeds from Crime and ON THE financING of terrorism",
                        "elements": [
                            {
                                "content": "18.  The recommendations adopted by the FATF provide, inter alia, for a duty of diligence on the part of financial institutions and require them to report suspicious transactions.",
                                "elements": []
                            },
                            {
                                "content": "Recommendation no. 12 proposed widening the scope of the professions concerned by the requirement of due diligence to include “lawyers, notaries, other independent legal professionals and accountants” when they prepare or carry out transactions for their clients concerning the following activities: buying and selling of real estate; managing of client money, securities or other assets; management of bank, savings or securities accounts; organisation of contributions for the creation, operation or management of companies; and creation, operation or management of legal persons or arrangements, and buying and selling of business entities. Recommendation no. 16 widened the scope of the obligation to report suspicious transactions to include the same professions when engaging in the above activities, but provided for an exception when the relevant information was obtained in circumstances where they were subject to professional secrecy or legal professional privilege.",
                                "elements": []
                            },
                            {
                                "content": "19.  The Council of Europe Convention of 16 May 2005 on Laundering, Search, Seizure and Confiscation of the Proceeds from Crime and on the Financing of Terrorism (which came into force on 1 May 2008 but has not been ratified by France) contains the following provisions concerning the prevention of money-laundering (Article 13 §§ 1 and 2).",
                                "elements": []
                            },
                            {
                                "content": "“1.  Each Party shall adopt such legislative and other measures as may be necessary to institute a comprehensive domestic regulatory and supervisory or monitoring regime to prevent money-laundering and shall take due account of applicable international standards, including in particular the recommendations adopted by the Financial Action Task Force on Money Laundering (FATF).",
                                "elements": []
                            },
                            {
                                "content": "2.  In that respect, each Party shall adopt, in particular, such legislative and other measures as may be necessary to:",
                                "elements": []
                            },
                            {
                                "content": "(a)  require legal and natural persons which engage in activities which are particularly likely to be used for money-laundering purposes, and as far as these activities are concerned, to:",
                                "elements": []
                            },
                            {
                                "content": "(i)  identify and verify the identity of their customers and, where applicable, their ultimate beneficial owners, and to conduct ongoing due diligence on the business relationship, while taking into account a risk-based approach;",
                                "elements": []
                            },
                            {
                                "content": "(ii)  report suspicions on money-laundering subject to safeguards;",
                                "elements": []
                            },
                            {
                                "content": "(iii)  take supporting measures, such as record-keeping on customer identification and transactions, training of personnel and the establishment of internal policies and procedures, and if appropriate, adapted to their size and nature of business;",
                                "elements": []
                            },
                            {
                                "content": "(b)  prohibit, as appropriate, the persons referred to in sub-paragraph (a) from disclosing the fact that a suspicious transaction report or related information has been transmitted or that a money-laundering investigation is being or may be carried out;",
                                "elements": []
                            },
                            {
                                "content": "(c)  ensure that the persons referred to in sub-paragraph a are subject to effective systems for monitoring, and where applicable supervision, with a view to [ensuring] their compliance with the requirements to combat money-laundering, where appropriate on a risk-sensitive basis.”",
                                "elements": []
                            },
                            {
                                "content": "According to the explanatory report, the intention of the drafters of this Convention was that it should also cover the “non-financial professions” referred to in FATF Recommendation no. 12. Moreover, the expression “subject to safeguards” in Article 13 § 2 (a) (ii) primarily means that it is in respect of the independent legal professions that the restriction “resulting from professional secrecy or legal professional privilege” contained in FATF Recommendation no. 16 (and its explanatory note) is relevant.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT EUROPEAN UNION LAW",
                        "elements": [
                            {
                                "content": "A.  Directives 91/308/EEC, 2001/97/EC and 2005/60/EC",
                                "elements": [
                                    {
                                        "content": "1.  Directives 91/308/EEC and 2001/97/EC",
                                        "elements": [
                                            {
                                                "content": "20.  On 10 June 1991 the Council of the European Communities adopted Directive 91/308/EEC on the prevention of the use of the financial system for the purpose of money-laundering. The aim was to oblige credit and financial institutions to identify their customers and all transactions in excess of 15,000 euros (EUR), to “examine with special attention” any suspicious transaction they considered likely to be related to money-laundering, and to report any sign of money-laundering to the relevant authorities. It was amended by Directive 2001/97/EC of 4 December 2001, which broadened the definition of laundering and extended the obligation to identify clients and report suspicious transactions to a series of professionals outside the financial sector, and in particular to “independent legal professionals”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Directive 2005/60/EC",
                                        "elements": [
                                            {
                                                "content": "21.  Directive 91/308/EEC, as amended, was repealed by Directive 2005/60/EC of 26 October 2005 on the prevention of the use of the financial system for the purpose of money-laundering and terrorist financing, which reproduces and adds to the text of the earlier Directive. Recital 19 specifies that “independent legal professionals ... as defined by the member States ... are subject to the provisions of [the] Directive when participating in financial or corporate transactions, including providing tax advice, where there is the greatest risk of the services of those legal professionals being misused for the purpose of laundering the proceeds of criminal activity or for the purpose of terrorist financing”. Article 2 § 1 (3) (b) specifies that the Directive applies to them when, “acting in the exercise of their professional activities”, “they participate, whether by acting on behalf of and for their client in any financial or real-estate transaction, or by assisting in the planning or execution of transactions for their client concerning the: (i) buying and selling of real property or business entities; (ii) managing of client money, securities or other assets; (iii) opening or management of bank, savings or securities accounts; (iv) organisation of contributions necessary for the creation, operation or management of companies; (v) creation, operation or management of trusts, companies or similar structures”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The Directive calls in certain cases for customer due diligence measures, including identifying and verifying the identity of the customer and the beneficial owner and obtaining information on the purpose and intended nature of the business relationship (Article 8 § 1 (a), (b) and (c)). Member States are in principle obliged to require that, where the institution or person concerned is unable to comply with its obligations, they “may not carry out a transaction through a bank account, establish a business relationship or carry out the transaction, or shall terminate the business relationship, and shall consider making a report to the financial intelligence unit (FIU) in accordance with Article 22”. This obligation does not apply, however, “in situations when ... independent legal professionals ... are in the course of ascertaining the legal position for their client or performing their task of defending or representing that client in, or concerning judicial proceedings, including advice on instituting or avoiding proceedings” (Article 9 § 5).",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  It also enshrines the obligation to report suspicions, specifying that “member States shall require the institutions and persons [concerned] ... to cooperate fully”, “by promptly informing the FIU, on their own initiative, where [they] know, suspect or have reasonable grounds to suspect that money-laundering or terrorist financing is being or has been committed or attempted” and “by promptly furnishing the FIU, at its request, with all necessary information, in accordance with the procedures established by the applicable legislation” (Article 22 § 1).",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  However, where “independent legal professionals” are concerned, “member States may ... designate an appropriate self-regulatory body of the profession concerned as the authority to be informed in the first instance in place of the FIU”, in which case the designated self-regulatory body must “forward the information to the FIU promptly and unfiltered” (Article 23 § 1).",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  And member States are not obliged to apply the obligations laid down in Article 22 to (inter alia) “independent legal professionals ... with regard to information they receive from or obtain on one of their clients, in the course of ascertaining the legal position for their client or performing their task of defending or representing that client in, or concerning judicial proceedings, including advice on instituting or avoiding proceedings, whether such information is received or obtained before, during or after such proceedings” (Article 23 § 2).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  Lastly, according to recital 48, “[n]othing in this Directive should be interpreted or implemented in a manner that is inconsistent with the European Convention on Human Rights”.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Judgment of the Court of Justice of the European Communities (Grand Chamber) in the case of Ordre des barreaux francophones et germanophone and Others v. Conseil des ministres, 26 June 2007; C305/05)",
                                "elements": [
                                    {
                                        "content": "27.  In 2005, in connection with an application lodged by various Belgian Bar associations to have certain legal provisions transposing Directive 2001/97/EC annulled, the Belgian Constitutional Court referred the following question to the Court of Justice of the European Communities for a preliminary ruling:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Does Article 1, [§ 2], of Directive 2001/97 ... breach the right to a fair trial guaranteed by Article 6 of the [Convention] ... in so far as the new Article 2 bis, [§ 5] which it adds to Directive 91/308/EEC imposes the inclusion of independent legal professionals – no exception being made for lawyers – in the scope of the said Directive, which, in substance, requires certain people and institutions to inform the authorities responsible for combating money-laundering of any sign that may be an indication of money-laundering (Article 6 of Directive 91/308/EEC, replaced by Article 1, [§ 5], of Directive 2001/97/EC)?”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Bar associations submitted in particular that in extending to lawyers the obligation to inform the competent authorities of any transactions they knew or suspected were linked to money-laundering, the legislation concerned was in breach of the principles of professional confidentiality and the independence of the lawyer, which are essential aspects of the fundamental right to a fair trial and the rights of the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In its judgment of 26 June 2007, the Court of Justice disagreed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Firstly, it pointed out that fundamental rights formed an integral part of the general principles of law which it upheld, drawing on the constitutional traditions shared by the member States and the guidance given by the international human rights protection treaties to which the member States were party or with which they cooperated, among which the European Convention on Human Rights was “particularly significant”. It concluded that the right to a fair trial enshrined, inter alia, in Article 6 of the Convention was a fundamental right which the European Union respected as a general principle by virtue of Article 6 § 2 of the Treaty on European Union.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Next, it noted that under the Directive in question the obligations to report and cooperate applied to lawyers only when they were helping their clients to prepare or carry out certain types of transaction, mainly financial or real-estate operations, or when they were acting in the name and on behalf of their clients in such financial transactions or real-estate operations. It pointed out that as a general rule these activities, by their very nature, took place in contexts that were not related to any judicial proceedings and therefore did not concern the right to a fair trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court of Justice further noted that where a lawyer’s assistance with a transaction was requested in connection with the defence or representation of a client in judicial proceedings, or advice on instituting or avoiding proceedings, the Directive exempted the lawyer from these obligations. It considered that this exemption protected the client’s right to a fair trial. It also stated that the requirements relating to the right to a fair trial did not preclude the obligations of information and cooperation from being imposed on lawyers acting specifically in the situations listed in the preceding paragraph where those obligations were “justified by the need ... to combat money-laundering effectively, in view of its evident influence on the rise of organised crime, which itself [was] a particular threat to society in the member States”.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Monetary and Financial Code",
                                "elements": [
                                    {
                                        "content": "30.  The above-mentioned Directives have been transposed into French law and included (and amended several times) in the Monetary and Financial Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The obligations of customer due diligence are codified in Articles L. 561-5 to L. 561-14-2, and those concerning reporting in Articles L. 561-15 to L. 561-22 (in the present version of the Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  These provisions apply to various organisations and professionals listed in Article L. 561-2 of the Code, including lawyers in the Conseil d’Etat and the Court of Cassation, and lawyers and avoués in the courts of appeal when, “in the context of their business activity ... 1. They participate for and on behalf of their client in any financial or real-estate transaction or act as a trustee; 2. They assist their client in the preparation or execution of transactions relating to: (a) the buying and selling of real estate or businesses; (b) the management of funds, securities or other assets belonging to their client; (c) the opening of current accounts, savings accounts or securities accounts, or of insurance policies; (d) the organisation of the contributions required to create companies; (e) the formation, administration or management of companies; (f) the formation, administration or management of trusts governed by Articles 2011 to 2031 of the Civil Code or by a foreign legal system, or of any other similar structure; (g) the formation or administration of endowment funds (Article L. 561-3 I). They do not apply to them, however, when the activity relates to judicial proceedings, whether the information they have was received or obtained before, during or after said proceedings, including any advice given with regard to the manner of initiating or avoiding such proceedings, nor where they give legal advice, unless said information was provided for the purpose of money-laundering or terrorist financing or with the knowledge that the client requested it for the purpose of money-laundering or terrorist financing” (Article L. 561-3 II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Article R. 563-3 provided for internal procedures for implementing the legal obligations to be set in place, as appropriate, by ministerial decree or through professional regulations approved by the Minister.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Due diligence",
                                        "elements": [
                                            {
                                                "content": "34.  The obligation of due diligence means that before entering into a business relationship with their client the person or entity concerned must identify the client and, where applicable, the effective beneficiary of the business relationship, and verify proof of identity (Article L. 561-5 I). As an exception, where the risk of money-laundering or of terrorist financing appears to be low, the identity of the client and, where applicable, that of the effective beneficiary, may be verified when the business relationship is in the process of being established (Article L. 5615 II). Information relating to the object and nature of the business relationship and any other piece of relevant information concerning the client must also be gathered before the business is transacted. Throughout its duration the persons or entities concerned are required to apply “constant due diligence” to the business relationship, within the limits of their rights and obligations, and carry out a “thorough examination of the transactions executed, taking care to ensure that they are consistent with the latest information they have concerning their client” (Article L. 561-6).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Where a party is unable to identify its client or to obtain information on the object and nature of the business relationship, it must not execute any transaction, regardless of the particulars, or establish or pursue any business relationship. Where it has been unable to identify its client or to obtain information on the object and nature of the business relationship, and the relationship has nevertheless been established pursuant to Article L. 5615 II, it must terminate it (Article L. 561-8).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The obligation to report",
                                        "elements": [
                                            {
                                                "content": "36.  The persons or entities concerned must declare to their country’s financial intelligence unit (“the FIU”) the sums entered in their books or the transactions relating to sums which they know, suspect or have good reasons for suspecting are the proceeds of an offence punishable by a custodial sentence of more than one year or are destined for terrorist financing (Article L. 561-15 I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "They must also declare the sums or transactions which they know, suspect or have good reasons for suspecting are the proceeds of a tax fraud, where at least one of the following criteria defined by Article D. 561-32-1 II is present (Article L. 561-15 II):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  The use of a front company, whose activity is inconsistent with its stated object or which has its registered office in a State or territory which has not signed a tax agreement with France giving it access to bank information, as identified from a list published by the tax authorities, or at the private address of one of the beneficiaries of the suspicious operation, or in premises occupied by several businesses within the meaning of Article L. 123-11 of the Commercial Code;",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  Financial operations made by a company whose articles of association have undergone frequent changes not justified by the economic situation of the company concerned;",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  Recourse to middlemen acting in appearance only for the companies or individuals involved in financial operations;",
                                                "elements": []
                                            },
                                            {
                                                "content": "4.  Carrying out financial operations inconsistent with the usual activities of the company or suspicious operations in sectors sensitive to carousel-type VAT fraud, such as information technology, telephones, electronic goods, household appliances, hi-fi and video;",
                                                "elements": []
                                            },
                                            {
                                                "content": "5.  The sudden, unexplained sharp increase over a short period in the amounts credited to newly opened or hitherto inactive accounts, possibly linked to a sharp increase in the number and volume of transactions or the use of previously dormant or inactive companies whose articles of association have recently undergone changes;",
                                                "elements": []
                                            },
                                            {
                                                "content": "6.  The presence of anomalies in the invoices or order forms presented as justification for financial operations, such as a missing company registration or [French] SIREN or VAT number, invoice number, address or date;",
                                                "elements": []
                                            },
                                            {
                                                "content": "7.  The unexplained use of payable-through accounts which register large numbers of debit and credit operations while the balance remains close to zero;",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  The frequent withdrawal of cash from or deposit of cash in a business account which is not justified by the volume or nature of the economic activity;",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  Difficulty in identifying the end beneficiaries and the links between the origin and destination of funds because of the use of intermediate accounts or non-financial business accounts such as payable-through accounts, or the use of complex legal and financial business structures which tend to obscure management and administrative machineries;",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  International financial operations with no apparent legal or economic justification, often limited to the simple transit of funds from or to other countries, when the countries concerned are States or territories referred to in 1. above;",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  Refusal or inability of the client to supply proof of the origin of funds received or justification of payments made;",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  Transfer of funds to a foreign country, followed by repatriation thereof in the form of loans;",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  Organisation of insolvency by the rapid sale of assets to persons or legal entities or on terms that reflect a clear and unjustified imbalance in the selling price;",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  Regular use by individuals living and having an activity in France of accounts held by foreign companies;",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  The deposit by a private individual of funds unrelated to his known activity or assets;",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  The sale of real estate at a grossly undervalued price.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "They are also required to declare to the FIU any transaction in respect of which the identity of the principal or of the effective beneficiary or of the grantor of a fiduciary fund or of any other management instrument of a special-purpose trust remains dubious despite the steps taken pursuant to Article L. 5615 (Article L. 561-15 IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "A decree of the Conseil d’Etat specifies the form this declaration must take.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The persons and entities concerned must refrain from executing any transaction which they suspect may be linked to money-laundering or to terrorist financing until such time as they have made the report referred to above (Article L. 561-16). Where a transaction which should have been the subject of the report referred to in Article L. 561-15 has already been executed on account of it being impossible to defer its execution, or because its deferral could have obstructed investigations relating to a suspected money-laundering or terrorist financing transaction, or because it did not appear to be subject to said report until after its execution, the person or entity must inform the FIU thereof without delay.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  As an exception, advocates attached to the Conseil d’Etat and the Court of Cassation, and counsel before the court of appeal send their reports not to the FIU but, as applicable, to the President of the Bar Council of the Conseil d’Etat and of the Court of Cassation, to the Chairman of the Bar to which the advocate belongs or to the Chairman of the professional body of which the counsel is a member. As soon as the conditions set forth in Article L. 561-3 are met, the said authorities send the report to the FIU in conformity with the terms set forth in a decree of the Conseil d’Etat (Article L. 561-17).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The report concerned is confidential. It is prohibited to divulge its existence and content and to disclose information regarding its outcome. Disregarding the prohibition on disclosure is punishable by a fine of EUR 22,500 (Article L. 5741; inserted in the Monetary and Financial Code by Order no. 2009-104 of 30 January 2009); the fact of the advocates concerned endeavouring to dissuade their client from taking part in an illegal activity does not constitute prohibited disclosure (Article L. 561-19).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The national Financial Intelligence Unit (“the FIU”)",
                                        "elements": [
                                            {
                                                "content": "40.  The FIU (known as “Tracfin” in France) is an administrative investigation department of the Ministry of Finance, composed of specially selected officials. Its main purpose is to collect, analyse, develop and make use of any information likely to establish the origin or the destination of the sums or the nature of the transactions that have been the subject of a report. Where its investigations reveal acts likely to relate to the laundering of the proceeds of an offence punishable by a custodial sentence in excess of one year or to terrorist financing, it refers the matter to the public prosecutor via a memorandum (Article L. 56123).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The FIU may directly ask the persons concerned to disclose documents kept in connection with the obligation of due diligence. As an exception to the above, requests for disclosure of documents made to advocates attached to the Conseil d’Etat and to the Court of Cassation and to advocates and counsel attached to the courts of appeal are submitted by the FIU, as applicable, to the President of the Bar Council of the Conseil d’Etat and of the Court of Cassation, or the Chairman of the Bar or the professional body to which the advocate or counsel belongs. Having ensured that the provisions of Article L. 561-3 have been complied with, these persons then forward the documents thus received to the FIU (Article L. 561-26).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Internal procedures and auditing",
                                        "elements": [
                                            {
                                                "content": "42.  The persons and entities concerned are required to put systems in place to assess and manage the risks of money-laundering and of terrorist financing, and to provide their staff with regular training and information to ensure compliance with the obligations of due diligence and reporting (Articles L. 561-32 and L. 561-33).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article R. 563-3 (repealed by Decree no. 2009-1087 of 2 September 2009) provided for the internal procedures to be defined by order of the relevant ministry, by professional rules and regulations approved by the ministry concerned, or by the general regulations of the financial markets supervisory authorities.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Disciplinary proceedings",
                                        "elements": [
                                            {
                                                "content": "43.  Where, as a result of either a serious lack of due diligence or a failure in the organisation of its internal auditing procedures, an advocate attached to the Conseil d’Etat or the Court of Cassation or an advocate or counsel attached to the courts of appeal has failed to comply with these obligations, the competent supervisory authority will institute disciplinary proceedings founded on the professional or administrative rules and shall notify the public prosecutor attached to the Court of Cassation or the court of appeal thereof (Article L. 561-36 III).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The judgment of the Conseil d’Etat of 10 April 2008",
                                "elements": [
                                    {
                                        "content": "44.  In a judgment of 10 April 2008 (no. 296845), the Conseil d’Etat found Directive 2001/97/EC of 4 December 2001 and the Law of 11 February 2004 transposing it compatible with Articles 6 and 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Concerning the Directive, the Conseil d’Etat first pointed out that the judgment of the Court of Justice of the European Communities in the case of Ordre des barreaux francophones et germanophone and Others had found that it was not in breach of the requirements of the right to a fair trial guaranteed by Article 6 of the Convention in so far as the obligation to cooperate and report excluded information obtained by lawyers in the course of their activities linked to judicial proceedings. The same judgment showed that information obtained by a lawyer evaluating a client’s legal situation was also excluded from the scope of these obligations, the only exceptions being where the lawyer was taking part in money-laundering activities, or the legal advice was provided for money-laundering purposes, or the lawyer knew that the client was seeking legal advice for money- laundering purposes. That being so, and regard being had to the general interest served by combating money-laundering, the Directive “did not violate the fundamental right to professional confidentiality protected by Article 8 of the Convention ..., which permits interference by the authorities with the right to respect for private and family life when necessary in the interests of public safety, for the prevention of disorder or crime”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  As to the legislation, the Conseil d’Etat found that it was an accurate transposition of the Directive and that, as such, it was not incompatible with the fundamental rights guaranteed by Articles 6 and 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  The applicant complained that because lawyers were under obligation to report suspicious operations, as a lawyer he was required, subject to disciplinary action, to report people who came to him for advice. He considered this to be incompatible with the principles of lawyer-client privilege and professional confidentiality. He relied on Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "48.  The Government disagreed.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s victim status",
                                        "elements": [
                                            {
                                                "content": "49.  As their main submission, the Government maintained that the applicant could not claim to be a “victim” within the meaning of Article 34 of the Convention. They argued that his rights had not actually been affected in practice, highlighting that he did not claim that the legislation in question had been applied to his detriment, but simply that he had been obliged to organise his practice accordingly and introduce special internal procedures. The applicant was in fact asking the Court to examine in abstracto the conformity of a domestic law with the Convention. As to his status as a “potential victim” within the meaning of the Court’s case-law, the Government warned against the extensive application of this concept, which would open the door to actio popularis, would go against the intention of the authors of the Convention, would considerably increase the number of potential applicants and would be difficult to reconcile with the obligation to exhaust all domestic remedies. In their submission only very exceptional circumstances should, in particular cases, be taken into account by the Court to broaden the notion of victim status. There were no such circumstances in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The applicant invited the Court to find that he could claim to be a victim of the violation of the Convention of which he complained. He pointed out that according to the Court’s case-law a person was entitled to claim that a law violated his rights in the absence of any individual measure of implementation if it required him to either modify his conduct or risk being prosecuted, or if he belonged to a class of people likely to be directly affected by it. As a lawyer he belonged to a class of people likely to be directly affected by the legislation: he was bound, subject to disciplinary action, by obligations of due diligence and report and obliged to modify his conduct and organise his practice by introducing special internal procedures. As a lawyer specialising in financial and tax law he was particularly affected by these obligations and threatened by the consequences of failure to comply.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court points out that in order to be able to lodge an application in pursuance of Article 34 of the Convention a person must be able to claim to be a “victim” of a violation of the rights enshrined in the Convention: to claim to be a victim of a violation, a person must be directly affected by the impugned measure. The Convention does not envisage the bringing of an actio popularis for the interpretation of the rights set out therein, or permit individuals to complain about a provision of national law simply because they consider, without having been directly affected by it, that it may contravene the Convention (see Norris v. Ireland, 26 October 1988, § 31, Series A no. 142, and among many other authorities, Burden v. the United Kingdom [GC], no. 13378/05, § 33, ECHR 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is, however, open to a person to contend that a law violates his rights, in the absence of an individual measure of implementation, and therefore to claim to be a “victim” within the meaning of Article 34 of the Convention, if he is required to either modify his conduct or risk being prosecuted, or if he is a member of a class of people who risk being directly affected by the legislation (see, among other authorities, Marckx v. Belgium, 13 June 1979, § 27, Series A no. 31; Johnston and Others v. Ireland, 18 December 1986, § 42, Series A no. 112; Norris, cited above, § 31; and Burden, cited above, § 34).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In the instant case, the applicant has not been affected by any individual measure based on the National Bar Council’s decision of 12 July 2007 “adopting regulations on internal procedures for implementing the obligation to combat money-laundering and terrorist financing, and an internal supervisory mechanism to guarantee compliance with those procedures”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, the Court notes that the decision concerned, which was adopted in application of section 21-1 of the Law of 31 December 1971, which empowers the National Bar Council to pass general measures to harmonise the rules and practices of the legal profession, has the force of law. It further notes that, like the obligation to show due diligence and report suspicions, it affects all French lawyers, so the applicant belongs to a class of people who risk being directly affected by it. In particular, for example, if he fails to report suspicious activities as required he will expose himself by virtue of this text to disciplinary sanctions up to and including being struck off. The Court also considers credible the applicant’s suggestion that, as a lawyer specialising in financial and tax law, he is even more concerned by these obligations than many of his colleagues and exposed to the consequences of failure to comply. In fact he is faced with a dilemma comparable, mutatis mutandis, to that which the Court identified in Dudgeon v. the United Kingdom (22 October 1981, § 41, Series A no. 45) and Norris (cited above, §§ 30-34): either he applies the rules and relinquishes his idea of the principle of lawyer-client privilege, or he decides not to apply them and exposes himself to disciplinary sanctions and even being struck off.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In view of the above, the Court accepts that the applicant is directly affected by the impugned provisions and may therefore claim to be a “victim” of the alleged violation of Article 8.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The six-month time-limit",
                                        "elements": [
                                            {
                                                "content": "54.  According to the Government, even assuming that the applicant could claim to be a “victim”, it should be noted that the application was lodged outside the six-month time-limit provided for in Article 35 § 1 of the Convention. In their submission the time-limit started to run on the date of the judgment of 10 April 2008 in which the Conseil d’Etat ruled on the conformity with Article 8 of the Convention of Directive 2001/97/EC of 4 December 2001 and the Law of 11 February 2004 transposing it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The applicant replied that he had respected the time-limit under Article 35 § 1 of the Convention because he had lodged his application with the Court in the six months following the judgment given by the Conseil d’Etat on 23 July 2010 in the action he had brought before that court to have the above-mentioned regulatory decision set aside.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court recalls that what matters as far as Article 35 § 1 of the Convention is concerned is that the applicant has afforded the respondent State an opportunity to prevent or put right the alleged violation by exhausting the appropriate domestic remedies, and then lodged an application with the Court within a period of six months from the date on which the final decision was taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court notes that the practical details of the obligation to report suspicions were set out in the National Bar Council’s decision of 12 July 2007, which decision provides the basis for the disciplinary measures to be taken against lawyers who fail to comply. In submitting his complaint under Article 8 to the Conseil d’Etat in an application to have the decision concerned set aside, the applicant gave that court an opportunity to rule on his complaint in the first instance, which indeed it did (see paragraphs 44-46 above). The applicant therefore used a domestic remedy which was appropriate in the circumstances of the case. The judgment pronounced by the Conseil d’Etat on 23 July 2010 at the end of those proceedings was therefore the final domestic decision for the purposes of the six-month time-limit. As the application was lodged on 19 January 2011, it was not lodged out of time.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "58.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention, and that it is not inadmissible on any other grounds. It therefore declares it admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "59.  Noting that the Government did not dispute that Article 8 of the Convention protected legal professional privilege, the applicant maintained that the interference he complained of was not “in accordance with the law” within the meaning of that provision. He submitted that the regulations in question were unclear: they required lawyers to report “suspicions” without defining that term; the scope of the “activities” to which they applied was vague and it was difficult for a lawyer to segment or compartmentalise his activities into those which were concerned and those which were not. He added that the confidentiality of lawyer-client relations was indivisible: the law governing the legal professions specified that it applied both to defence and to advisory activities and concerned all the activities of lawyers and the files they dealt with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The applicant did not dispute that the interference in issue pursued one of the legitimate aims set out in the second paragraph of Article 8. He did consider, however, that it was not “necessary in a democratic society” in order to achieve that aim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The applicant considered that the presumption of equivalent protection established in the Bosphorus Hava Yolları Turizm ve Ticaret Anonim Şirketi v. Ireland judgment ([GC], no. 45036/98, ECHR 2005VI – hereinafter “Bosphorus”) was not applicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He considered that his case differed from Bosphorus and other cases where the Court had accepted that European Union membership afforded equivalent protection, in so far as those cases concerned the implementation of a regulation by a member State, not of a directive. With regulations, he argued, the member States had no margin of appreciation, whereas in implementing directives they did. He also emphasised that, unlike the Convention system of human rights protection, the positive law of the European Union made no provision for individuals to be able to apply directly to the Luxembourg Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  More specifically, the machinery of Community law had not permitted the specific examination of the complaint under Article 8 of the Convention which the applicant had lodged with the Court: this was firstly because the Conseil d’Etat had rejected his request to refer the matter to the Court of Justice of the European Union for a preliminary ruling; and, secondly, because in the above-cited Ordre des barreaux francophones et germanophone and Others case that court had examined the issue only from the point of view of the right to a fair trial. This, he argued, showed that the European Union system did not afford scrutiny and protection equivalent to that offered by the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The applicant considered that when examining the question of “necessity” it was necessary to take into account the role played by lawyers – the specificity of which the Court had highlighted in the context of Article 10 of the Convention – as well as the importance of confidentiality in the practice of their profession, which was what protected the confidence that existed between them and their clients, as well as individual freedom and the smooth functioning of justice. In his opinion, requiring lawyers to report their suspicions was asking them to take action that was in contradiction with the social purpose of their profession and shed doubt on the traditional role they played.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He further pointed out that while the Court had built its case-law protecting the professional confidentiality of lawyers on Article 8 of the Convention, it had also deemed it to be covered by Article 6 § 1. He laid particular emphasis on the link between confidentiality and the right of the accused persons they defend not to incriminate themselves, which the Court itself had highlighted in the André and Another v. France judgment (no. 18603/03, 24 July 2008). He added that to require lawyers to report their suspicions meant that they were expected to divulge personal information about their clients – which fell within the scope of Article 8 –, and that prohibiting them from informing the person they were reporting deprived that person not only of the right to receive information but also of the possibility of correcting it or having it deleted if the suspicion proved to be unfounded. The obligation would thus have repercussions on the fundamental rights of others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The applicant did not deny the need to combat money-laundering, but he did consider that it was disproportionate, in pursuit of that aim, to oblige lawyers, as a preventive measure, to report any suspicions regarding their clients’ activities to a financial intelligence unit (“the FIU” – known as “Tracfin” in France), thereby practising what one might call “self-incrimination by proxy” and breaching their duty of confidentiality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  According to the applicant the obligation to report made lawyers contributors to a financial and fiscal data centralisation unit, which was a departure from the averred legitimate aim. He had reached that conclusion after observing that 98% of the nominal information lawyers were obliged to report was used for that purpose rather than to prevent crime. He referred in this connection to the statistics published by the FIU, which revealed, for example, that in 2010 it had received 20,252 reports, including 19,208 reports of suspicions submitted by the legal profession, that only 5,132 of these – that is, 25% – had been examined in detail and that in the end only 404 (no more than a quarter of which concerned suspicions of money-laundering) had been forwarded to the judicial system for follow-up; the others had been dealt with in the form of notes for the intelligence services, the tax authorities and the police. The information thus gathered was transmitted, recorded and held by an administrative department answering to the Ministry of Finance and it was not known what use was made of it. These figures also showed how inefficient the system was, as only 404 out of 19,208 reports had found their way into the justice system; lawyer-client privilege was thus being sacrificed to very little effect in terms of the prevention of money-laundering.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  According to the applicant, the interference was all the more disproportionate in that there were alternative ways of combating terrorism and money-laundering which were more effective and impinged less upon people’s fundamental rights. In asking the member States to “ensure” that money-laundering was prohibited, Article 2 of Directive 2001/97/EC allowed them to have recourse to a whole range of methods which were proportionate and tailored to the situation of each of the professions concerned. Obliging lawyers to report suspicions was clearly unnecessary when they were already subject to the criminal legislation prohibiting money-laundering, to strict legal obligations and to close financial scrutiny. French criminal law severely punished money-laundering and a lawyer could be charged with aiding and abetting if he neglected to dissuade a client from engaging in a dubious financial transaction, and cash transactions were prohibited in the profession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The applicant also considered the obligation to report suspicions incompatible with the lawyer’s duty of loyalty to his clients, enshrined in the Basic Principles on the Role of Lawyers adopted by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders, held in Havana, Cuba, from 27 August to 7 September 1990, and Recommendation No. R. (2000) 21 of the Committee of Ministers of the Council of Europe to member States on the freedom of exercise of the profession of lawyer, of 25 October 2000. It was alien to the very role and aim of the lawyer, and undermined the relationship of trust between lawyer and client.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Lastly, the applicant pointed out that the positive law of certain European Union countries (Belgium, Estonia, Ireland, Italy and the Netherlands) and Switzerland protected professional confidentiality better than French law, and in Canada and the United States of America lawyers were bound by no such obligation to report suspicions.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "69.  The Government accepted that Article 8 of the Convention protected legal professional privilege. They submitted, however, that there had been no “interference” by the authorities with the applicant’s right to respect for his private life, home or correspondence within the meaning of the second paragraph of that provision, as he did not complain of any concrete event that had affected him personally.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Even assuming that there had been interference, the Government submitted that it was “in accordance with the law”, namely, the decision of the National Bar Council, adopted in application of the regulatory provisions of the Monetary and Financial Code contained in the Decree of 26 June 2006, which was itself issued in application of the Law of 11 February 2004 transposing Directive 2001/97/EC amending Directive 91/308/EEC on the prevention of the use of the financial system for the purpose of money-laundering.",
                                        "elements": []
                                    },
                                    {
                                        "content": "They further submitted that French law was sufficiently clear for there to have been no infringement of the principle of legal certainty. In particular, the notion of reporting “suspicions” was unambiguous: the suspicions could concern the identity of the client or the beneficiary of the operation, the origin of the funds, the unusual or complex nature of the transaction or its purpose; under Article L. 561-15 of the Monetary and Financial Code suspicions had to be reported when the professional knew, based on clear, objective information, that the funds were the proceeds of crime, or when the characteristics of the operation or the lack of details or missing information he was unable to obtain gave rise to suspicions of money-laundering and constituted reasonable grounds to doubt the legitimate origin of the funds. In addition, Article D. 561-32-1 of the Monetary and Financial Code laid down the reference criteria that should trigger reports of suspicions of tax fraud – the use of front companies, for example – because they were an indication of dubious practices. As to the notion of “legal advice”, the Government considered that no lawyer could seriously be unaware of its meaning, especially as it was clearly defined in both legal theory and case-law as well as by the General Assembly of the Bar Council (which, in a resolution adopted on 18 June 2011, defined it as “a personalised intellectual service consisting, on a given question, of offering an opinion or advice on the application of a rule of law with a view, for example, to the taking of a decision”). Referring, among other authorities, to the Cantoni v. France judgment (15 November 1996, Reports of Judgments and Decisions 1996V), they also argued that in evaluating the foreseeability of the legal provisions in question, it should be borne in mind that the regulations concerned were aimed at the legal profession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Government added that, intended as it was to combat money-laundering and related crime, the interference pursued one of the legitimate aims set out in the second paragraph of Article 8, namely the prevention of disorder and crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  They also considered that the presumption of equivalent protection did apply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  This was so because first of all, by subjecting lawyers to the obligations of due diligence and the reporting of suspicions in the context of their activities covered by Directive 91/308/EEC of the Council and Directive 2001/97/EC of the European Parliament and of the Council, the French lawmakers had simply been complying with their obligations under the law of the European Union; their leeway in the matter was limited to certain practical arrangements, such as attributing a “filtering” role to the profession’s self-regulating bodies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Secondly, there was nothing to rebut that presumption in the present case. The Government pointed out that the explanations given in the Bosphorus judgment concerning the respecting of fundamental rights by Community law still applied, and Article 6 § 3 of the Treaty on European Union specifically made reference to the Convention in the legal system of the European Union. In that judgment, the Government submitted, the Court had, in abstracto, issued the Community human rights protection system with a “certificate of conventionality”, in terms of both its substantive and its procedural guarantees. They further submitted that professional confidentiality was given specific protection under European Union law, referring in that regard to the AM & S Europe Limited v. Commission of the European Communities judgment of 18 May 1982, in which the Court of Justice had noted that “there are to be found in the national laws of the member States common criteria inasmuch as those laws protect, in similar circumstances, the confidentiality of written communications between lawyer and client provided that, on the one hand, such communications are made for the purposes and in the interests of the client’s rights of defence and, on the other hand, they emanate from independent lawyers, that is to say, lawyers who are not bound to the client by a relationship of employment”. The Government added that in his conclusions in the above-cited case of Ordre des barreaux francophones et germanophone and Others, the Advocate General, Miguel Poiares Maduro, had explained that, interpreted in the light of its recital 17, Directive 91/308/EEC as amended respected professional confidentiality for the purposes not only of Article 6 but also of Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Even if the Court were nevertheless to decide that it was necessary to examine whether the interference was necessary, the Government pointed out that both the principle of subjecting lawyers to obligations in respect of the effort to prevent money-laundering and the list of activities covered and the exceptions thereto were the exact transposition of European Union law, which reflected the Financial Action Task Force (FATF) recommendations. They added, referring specifically to money-laundering, that the Court itself had found in the André and Another judgment, cited above, that the Convention did not rule out imposing certain obligations on lawyers in their relations with their clients, provided that such measures were subject to strict scrutiny.",
                                        "elements": []
                                    },
                                    {
                                        "content": "They also affirmed that the obligations of due diligence and cooperation concerned only those activities that were listed, which, as the Court of Justice had found in its judgment of 26 June 2007, were generally carried out, because of their very nature, in a context unrelated to any judicial proceedings. Lawyers were not affected in their activities linked to judicial proceedings or when consulted for “legal advice”. The only cases where this exception did not apply were where the legal counsellor himself was taking part in money-laundering activities, the legal advice was provided for money-laundering purposes, or the lawyer knew that the client was seeking legal advice for money-laundering purposes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government also highlighted the “maximum procedural guarantees” provided, emphasising that French law had made use of the possibility afforded by Article 6 § 3 of Directive 91/308/EEC, as amended, of making the self-regulatory bodies of the legal profession serve as a “filter” between the reporting lawyer and the authorities, entrusting that role to the Chairman of the Bar: if the Chairman considered that there was no suspicion of money-laundering, he would not pass on the information; the same applied if it appeared that the information reported had been received in the course of activities excluded from the scope of the obligations of due diligence and cooperation. Only a small number of other European Union member States had taken up that option (the Czech Republic, Denmark, Portugal and Spain), so French law was among the most protective of legal professional privilege in the European Union.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, data storage was limited in time (ten years at most when the information had not been transmitted to the judicial system), the information collected by the FIU was confidential, its disclosure was strictly controlled by the law and any failure to comply was punishable under Article 226-13 of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Lastly, the Government pointed out that lawyers were in any event bound by a general duty of caution under Article 1.5 of the national rules and regulations governing the legal profession, which was inherent in the lawyer’s profession and pre-dated the anti-money-laundering regulations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Observations of the third-party interveners",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Council of Bars and Law Societies of Europe (CCBE)",
                                "elements": [
                                    {
                                        "content": "75.  The CCBE considered that the essential values of the legal profession were seriously threatened by the anti-money-laundering Directives and the laws passed by the member States to transpose them, which, it deemed, undermined the independence of lawyers, professional secrecy and people’s right to respect for their private life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It submitted that lawyers’ activities were indivisible and that the distinction between those activities relating to expert advice – which were excluded from the obligation to report suspicions – and the others was a source of legal uncertainty, as people believing that lawyers were bound by a duty of confidentiality might inadvertently incriminate themselves. That uncertainty, combined with the fact that lawyers were required to report “suspicions” rather than actual offences, was incompatible with the confidentiality of exchanges between client and lawyer and the clients’ right to respect for their private life, as protected by Article 8 of the Convention. The lawyer became a de facto “agent of the State”, entering into a conflict of interest with his clients. Yet this approach was not essential to the anti-money-laundering effort, as demonstrated by the fact that in Canada and the United States of America lawyers were not obliged to report suspicious transactions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  According to the CCBE, the regulations in question were incompatible with European privacy protection standards in that they restricted the principle of confidentiality with their “obscure and vague wording”, which failed to define the “legal advice” activities to which the obligation to report did not apply. In exposing lawyers to such uncertainties, subject to disciplinary sanctions and even being struck off, they also undermined the independence of the legal profession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The CCBE referred to the Code of Conduct for European Lawyers and the Charter of Core Principles of the European Legal Profession, drafted under its own aegis, and to the above-mentioned Basic Principles on the Role of Lawyers, which stressed the importance of preserving the independence of the legal profession and protecting legal professional secrecy and the confidentiality of exchanges between lawyers and their clients.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It pointed out that the Court’s case-law acknowledged the fundamental nature of professional confidentiality for lawyers. Moreover, in the AM & S Europe Limited v. Commission of the European Communities judgment of 18 May 1982 (155/79), the Court of Justice of the European Communities had established the principle of the confidentiality of lawyer-client exchanges and, indirectly, the principle of legal professional privilege, and had gone on to specify in the Akzo Nobel Chemicals Ltd and Akcros Chemicals Ltd v. European Commission judgment of 14 September 2010 (C-550/07 P) that legal professional privilege was based on the principle that the lawyer was independent. According to the CCBE, the Luxembourg Court’s approach to the independence of the legal profession, which it justified largely by reference to the professional discipline inherent in the job, made it difficult to see the point of a law requiring lawyers to report suspicions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Lastly, the CCBE pointed out that the Bosphorus presumption could be rebutted where European Union law left the States a margin of appreciation with regard to its implementation, as illustrated by the M.S.S. v. Belgium and Greece judgment ([GC], no. 30696/09, ECHR 2011), and that was indeed the case in respect of the Directives in issue in the present case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The French-speaking Bar Council of Brussels",
                                "elements": [
                                    {
                                        "content": "79.  According to the French-speaking Bar Council of Brussels, the fact that legal professional privilege was guaranteed by Articles 6 and 8 of the Convention was undeniable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Article 8 protected the lawyer’s office, home, correspondence, computer equipment and telephone lines as well as the confidentiality of his relations with his clients and his professional privilege. It was part of the respect for private life to which the lawyer was entitled – which included his professional activities – and to which his clients were also entitled, and in addition, clients could rely on the confidentiality of their exchanges with their lawyer on the basis of their right to a fair trial. On this last point, highlighting the fundamental role played by lawyers in a democratic society governed by the rule of law, the Bar Council pointed out that the confidentiality of the lawyer’s work also had its basis in the need for the lawyer’s clients to be able to trust that any secrets they confided in their lawyer would not be disclosed to a third party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In M.S. v. Sweden (27 August 1997, Reports 1997IV), a case concerning medical secrecy, the Court had found that respecting the confidentiality of health data was a vital principle in the legal systems of all the Contracting Parties to the Convention. It was crucial not only in order to respect the sense of privacy of a patient but also to preserve his or her confidence in the medical profession and in the health services in general. The French-speaking Bar Council submitted that this approach also applied, mutatis mutandis, to exchanges between lawyers and their clients.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  It further submitted that legal professional privilege was also acknowledged by the positive law of the European Union; it referred in this connection to the AM & S Europe Limited judgment cited above and, in particular, to the conclusions of the Advocate General in the Ordre des barreaux francophones et germanophone and Others case, also cited above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Moreover, along similar lines to the judgments of the French Conseil d’Etat of 10 April 2008 and 23 July 2010 cited above, the Constitutional Court of Belgium held in a judgment of 23 January 2008 (no. 10/2008) that legal professional privilege was a general principle that contributed to respect for fundamental rights and was enshrined in Articles 10, 11 and 22 of the Belgian Constitution and Articles 6 and 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Without taking any stance on the existence of an “interference” with Article 8 rights in the present case, or the applicant’s victim status, the Bar Council went on to point out that a person could claim that a law violated his rights in the absence of any individual measure of implementation if it required him to either modify his conduct or risk being prosecuted, or if he belonged to a class of people likely to be directly affected by it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  As to the presumption of equivalent protection, it did not apply in this case, which concerned the transposition of a European Directive. This was confirmed by paragraph 157 of the Bosphorus judgment (cited above). The French-speaking Bar Council also referred to the Cantoni case, cited above, in which the Court had given the impugned measures its full scrutiny even though they simply transposed a Directive into French law, and to the M.S.S. v. Belgium and Greece judgment (cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Lastly, the Bar Council drew the Court’s attention to the judgment of 23 January 2008 mentioned above, in which the Constitutional Court of Belgium had held that while the fight against money-laundering and terrorist financing was a legitimate aim in the public interest, it could not justify the unconditional or unlimited lifting of legal professional privilege, as lawyers could not be confused with the authorities responsible for crime detection. It had accordingly found that information that came to the lawyer’s attention in the course of the essential activities of his profession, including those listed in Article 2 § 1 (3) (b) of Directive 2005/60/EC, namely, assisting and defending clients in matters of justice and providing legal advice, even outside the context of judicial proceedings, fell within the scope of legal professional privilege and could not be disclosed to the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the  did not suggest that professional confidentiality was unlimited. Based on Article 20 of the Directive, it specified in its judgment that a lawyer who failed to dissuade a client from conducting or taking part in a money-laundering or terrorist financing operation he knew to be illegal was required, in circumstances where the obligation to report suspicions applied to him, to pass on the information in his possession to the Chairman of the Bar for communication to the authorities. In such an event, he should terminate the relationship between himself and the client concerned, so that the relationship of confidence between lawyer and client was no longer an issue.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The European Bar Human Rights Institute (“EBHRI”)",
                                "elements": [
                                    {
                                        "content": "86.  EBHRI submitted that professional confidentiality was a legal obligation in , prohibiting the disclosure of confidential information obtained by virtue of a person’s status or profession or as a result of a temporary mission or duty, the aim being to foster the trust necessary to the exercise of certain professions or functions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It was EBHRI’s conviction that professional confidentiality was an absolute duty of the lawyer in all his activities and in respect of all his files. In connection with the transposition of the Directives cited above, the National Bar Council had stated: “while the aim of combating crime and terrorism is legitimate, lawyers refuse to be informers or police the system and renege on the very essence of their oath and their essential values; the anti-money-laundering Directives and, as a result, our domestic law, threaten the fundamental rights of our citizens, the independence of our lawyers, the confidentiality of exchanges between lawyer and client, legal professional privilege and the presumption of innocence; they destroy the indispensable trust between the client and his lawyer; for fear of being reported, the client will feel obliged to withhold certain information; the lawyer will be ill-informed and unable to advise his client properly and defend his interests.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  EBHRI went on to point out that, according to the Court’s case-law, Article 8 of the Convention protected the confidentiality of exchanges between lawyers and their clients and legal professional privilege, and that the case-law of the Court of Justice of the European Union took a similar stance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  EBHRI emphasised that in order to assess the “need” for interference with the enjoyment of the rights guaranteed by Article 8, one had first to take into account “the extent of the interference and its effects”. In this connection it highlighted four points. Firstly, the client’s right to remain silent was also at stake. The obligation to report suspicions required lawyers to make their clients incriminate themselves. Secondly, as the legal provisions in issue were based on the notion of “suspicions”, but did not define that term, the “law” had neither the quality nor the foreseeability required. Thirdly, confidentiality was particularly important in the Court’s case-law – which protected the confidentiality of journalists’ sources and of medical data –, the protection of legal professional privilege in the face of this type of obligation had been affirmed in Canada and the United States of America, and the positive law of certain European Union member States (Belgium, Estonia, Ireland, Italy and the Netherlands), as well as Switzerland, was more protective. Fourthly, as the Court had pointed out in the Casado Coca v. Spain judgment (24 February 1994, Series A no. 285-A), the lawyer played a key role in preserving public confidence in the action of the courts; it was essential, therefore, that people should be able to trust in their lawyers, which meant preserving their independence from the authorities – which was undermined by the link with the FIU established by the legal provisions in issue – and the confidentiality of the information they handled.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The interference also had to be proportionate to the aim pursued: the fight against money-laundering and terrorism. However, whereas the Court had found in the Xavier Da Silveira v. France case (no. 43757/05, 21 January 2010) that special procedural guarantees were needed in that particular case, which concerned searches or visits to a lawyer’s offices, the provisions in issue in the present case provided no such guarantees (the part played by the Chairman of the Bar was limited to an advisory role where he was certain that there was nothing suspicious to report). In addition, French lawyers were all subject to the criminal law on money-laundering, which was particularly strict, as well as to major ethical obligations, with sanctions for failure to comply, and to financial supervision. They were not allowed to handle cash transactions, except for very small sums, and bank transfers had to be made through a special payment fund for lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Lastly, on the subject of the presumption of equivalent protection, EBHRI pointed out that the Bosphorus case concerned the obligation for the respondent State to apply a Community Regulation implementing the obligations arising from a binding resolution of the United Nations Security Council. Thus far the cases in which the Court had allowed equivalent protection in favour of the European Union had not concerned the implementation of Directives, which, unlike Regulations, left the States a margin of appreciation. Furthermore, while the fact that certain of the Directives relating to money-laundering referred to the Convention might lead to the acknowledgment of an equivalence of the rules and the substantive protection, there was clearly no equivalence of procedural protection in the absence of a right of individual petition in the European Union system. EBHRI also noted that the Court had acknowledged the equivalence of the protection afforded in the case of disputes involving international organisation staff members, precisely because they had a right of direct individual application to a judicial body affording all the requisite guarantees (it referred to Boivin v. 34 member States of the Council of Europe (dec.), no. 73250/01, ECHR 2008; Gasparini v. Italy and Belgium (dec.), no. 10750/03, 12 May 2009; and Beygo v. 46 member States of the Council of Europe, no. 36099/06, 16 June 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Whether there was interference with the exercise of the right protected by Article 8 of the Convention",
                                "elements": [
                                    {
                                        "content": "90.  In establishing the right of “everyone” to respect for his “correspondence”, Article 8 of the Convention protects the confidentiality of “private communications” (see Frérot v. France, no. 70204/01, § 53, 12 June 2007), whatever the content of the correspondence concerned (ibid., § 54) [the text of §§ 53 and 54 is available only in French in Hudoc], and whatever form it may take. This means that what Article 8 protects is the confidentiality of all the exchanges in which individuals may engage for the purposes of communication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  So, in requiring lawyers to report to the administrative authorities information concerning another person which came into their possession through exchanges with that person, the obligation for them to report suspicions constitutes an interference with lawyers’ right to respect for their correspondence. It also constitutes an interference with their right to respect for their “private life”, a notion which includes activities of a professional or business nature (see Niemietz v. Germany, 16 December 1992, § 29, Series A no. 251B).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  In the present case it is true that the applicant does not claim to have found himself in a situation where he was actually obliged to declare such suspicions, or to have been disciplined under the regulations concerned for having failed to do so. However, as indicated previously, he is faced with the following dilemma: either he does as he is told and in so doing abandons his idea of the principle of the confidentiality of exchanges between lawyer and client and of legal professional privilege; or he refuses to comply and exposes himself to disciplinary sanctions and even being struck off. In the opinion of the Court, therefore, the obligation to report suspicions amounts to a “continuing interference” (see, mutatis mutandis, Dudgeon, § 41, and Norris, § 38, both cited above) with the applicant’s enjoyment, as a lawyer, of the rights guaranteed by Article 8, even if it is not the most intimate sphere of his private life that is affected but his right to respect for his professional exchanges with his clients.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  Such interference violates Article 8, unless it is “in accordance with the law”, pursues one or more of the legitimate aims referred to in paragraph 2 and is “necessary in a democratic society” to achieve the aim or aims concerned.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Whether the interference was justified",
                                "elements": [
                                    {
                                        "content": "94.  The Court reiterates that the expression “in accordance with the law” requires first and foremost that the interference has a basis in domestic law (see Silver and Others v. the United Kingdom, 25 March 1983, §§ 86-88, Series A no. 61). Such is undeniably the case here: the obligation for lawyers to report suspicions is provided for in European Directives which have been transposed into French law (in particular Law no. 2004-130 of 11 February 2004 in the case of the Directive of 10 June 1991, as amended) and codified in the Monetary and Financial Code; the practical formalities are set forth in implementing regulations (the provisions of which are also codified) and also in the decision of the National Bar Council of 12 July 2007 cited above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  It is also necessary for the “law” to be sufficiently accessible – which the applicant does not dispute in the present case – and precise (ibid.). The applicant alleges that the “law” in question lacks clarity in so far as it requires lawyers to report “suspicions” without defining that term, and the field of activities it covers is vague.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The Court is not convinced by this argument. It reiterates that a norm cannot be regarded as a “law” unless it is formulated with sufficient precision to enable the citizen to regulate his conduct: he must be able – if need be with appropriate advice – to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (ibid.). However, the Court has already recognised the impossibility of attaining absolute certainty in the framing of laws and the risk that the search for certainty may entail excessive rigidity. Many laws are inevitably couched in terms which, to a greater or lesser extent, are vague and whose interpretation and application are questions of practice (ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Court considers that the notion of “suspicions” is a matter of common sense and that an informed group such as lawyers can scarcely claim that they do not understand it in that, as the Government have explained, the Monetary and Financial Code gives specific guidance. What is more, as the suspicions are to be reported to the Chairman of the Bar, or the President of the Bar Council of the Conseil d’Etat and the Court of Cassation, any lawyer who has doubts about the existence of “suspicions” in a given case can seek the advice of an informed and experienced colleague.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the allegedly vague nature of the type of activity concerned by the obligation to report suspicions, the Court notes that the texts in issue (for example Article 1 of the National Bar Council’s decision of 12 July 2007, see paragraph 12 above) state that the obligation applies to lawyers when, in the course of their business activity, they participate for and on behalf of their client in any financial or real-estate transaction or assist their client in the preparation or execution of certain types of transaction (relating to the buying and selling of real estate or businesses, the management of funds, securities or other assets belonging to the client, the opening of current accounts, savings accounts or securities accounts, the organisation of the contributions required to create companies, the formation, administration or management of companies, or the formation, administration or management of trusts governed by a foreign legal system, or of any other similar structure). The texts specify that they are not bound by the same rules when acting as legal counsel or in the context of judicial proceedings in connection with one or other of the above activities. The Court deems that this guidance is sufficiently clear, especially considering that the texts concerned are aimed at lawyers and, as the Government have pointed out, the notion of “legal counsel” is defined by the Bar Council, inter alia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  In conclusion, the interference was “in accordance with the law” within the meaning of Article 8 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court has no doubt that, intended as it was to combat money-laundering and associated crimes, the interference pursued one of the legitimate aims set out in the second paragraph of Article 8, namely the prevention of disorder and crime. Neither party disputed that.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  Furthermore, the Court reiterates that compliance with European Union law by a Contracting Party constitutes a legitimate general-interest objective (see Bosphorus, cited above, §§ 150-51).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Government submitted that the obligation for lawyers to exercise due diligence and report suspicions was the result of the fact that France, as a member of the European Union, was required to transpose European directives into French law. Referring to the Bosphorus judgment, cited above, they contended that France must be presumed to have respected the requirements of the Convention as all it had done was comply with its obligations, and it was established that the European Union afforded protection of fundamental rights equivalent to that provided by the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Court reiterates that absolving the Contracting States completely from their Convention responsibility where they were simply complying with their obligations as members of an international organisation to which they had transferred a part of their sovereignty would be incompatible with the purpose and object of the Convention: the guarantees of the Convention could be limited or excluded at will, thereby depriving it of its peremptory character and undermining the practical and effective nature of its safeguards. In other words, the States remain responsible under the Convention for the measures they take to comply with their international legal obligations, even when those obligations stem from their membership of an international organisation to which they have transferred part of their sovereignty (see Bosphorus, cited above, § 154).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  It is true, however, that the Court has also held that action taken in compliance with such obligations is justified where the relevant organisation protects fundamental rights, as regards both the substantive guarantees offered and the mechanisms controlling their observance, in a manner which can be considered at least equivalent – that is to say not identical but “comparable” – to that for which the Convention provides (it being understood that any such finding of “equivalence” could not be final and would be susceptible to review in the light of any relevant change in fundamental rights protection). If such equivalent protection is considered to be provided by the organisation, the presumption will be that a State has not departed from the requirements of the Convention when it does no more than implement legal obligations flowing from its membership of the organisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, a State will be fully responsible under the Convention for all acts falling outside its strict international legal obligations, notably where it has exercised State discretion (see M.S.S. v. Belgium and Greece, cited above, § 338). In addition, any such presumption can be rebutted if, in the circumstances of a particular case, it is considered that the protection of Convention rights was manifestly deficient. In such cases, the interest of international cooperation would be outweighed by the Convention’s role as a “constitutional instrument of European public order” in the field of human rights (see Bosphorus, cited above, §§ 152-58, and also, among other authorities, M.S.S. v. Belgium and Greece, cited above, §§ 338-40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  This presumption of equivalent protection is intended, in particular, to ensure that a State Party is not faced with a dilemma when it is obliged to rely on the legal obligations incumbent on it as a result of its membership of an international organisation which is not party to the Convention and to which it has transferred part of its sovereignty, in order to justify its actions or omissions arising from such membership vis-à-vis the Convention. It also serves to determine in which cases the Court may, in the interests of international cooperation, reduce the intensity of its supervisory role, as conferred on it by Article 19 of the Convention, with regard to observance by the States Parties of their engagements arising from the Convention. It follows from these aims that the Court will accept such an arrangement only where the rights and safeguards it protects are given protection comparable to that afforded by the Court itself. Failing that, the State would escape all international review of the compatibility of its actions with its Convention commitments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  Concerning the protection of fundamental rights afforded by the European Union, the Court found in the Bosphorus judgment (cited above, §§ 160-65) that it was in principle equivalent to that of the Convention system.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  To reach that conclusion, it firstly noted that the European Union offered equivalent protection of the substantive guarantees, noting that at the relevant time respect for fundamental rights had become a condition of the legality of Community acts, and that in its deliberations the Court of Justice of the European Communities referred extensively to Convention provisions and to this Court’s jurisprudence (see Bosphorus, cited above, § 159). A fortiori since 1 December 2009, the date of entry into force of Article 6 (amended) of the Treaty on European Union, which gave the Charter of Fundamental Rights of the European Union the force of law and made fundamental rights, as guaranteed by the Convention and as they resulted from the constitutional traditions common to the member States, general principles of European Union law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Court then considered whether the same could be said of the machinery for monitoring respect for fundamental rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  It noted that private individuals had only limited access to the Court of Justice: actions for failure to fulfil Treaty obligations (initially provided for in Articles 169 and 170 of the Treaty establishing the European Community) were not open to them, access to annulment actions and actions for failure to perform Treaty obligations (initially provided for in Articles 173 and 175 of the same Treaty) was limited, as were, in consequence, related pleas of illegality (initially provided for in Article 184 of the Treaty), and individuals had no right to bring an action against another individual (see Bosphorus, cited above, §§ 161-62).",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Court nevertheless found that there was equivalent protection on this level too, noting that actions initiated before the Court of Justice by the European Union institutions or a member State constituted important control of compliance with European Union norms to the indirect benefit of individuals, and that individuals could also bring an action for damages before the Court of Justice in respect of the non-contractual liability of the institutions (initially provided for in Article 184 of the Treaty) (see Bosphorus, cited above, § 163).",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  It further noted that it was essentially through the national courts that the Community system provided a remedy to individuals against a member State or another individual for a breach of European Union law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Certain provisions of the Treaty establishing the European Community had envisaged a complementary role for the national courts in the Community control mechanisms from the outset, notably (referring to the original numbering) Articles 189 (the notion of direct applicability) and 177 (the preliminary reference procedure), and the role of the domestic courts in the enforcement of Community law and its fundamental rights guarantees had been greatly enlarged by the development by the Court of Justice of important notions such as the supremacy of Community law, direct effect, indirect effect and State liability.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court then observed that the Court of Justice maintained its control on the application by national courts of European Union law, including its fundamental rights guarantees, through the preliminary referral procedure originally provided for in Article 177 of the Treaty, during which the parties to the domestic proceedings had the right to put their case. It noted in this connection that while the Court of Justice’s role was limited to replying to the interpretative or validity question referred by the domestic court, the reply would often be determinative of the domestic proceedings (as, indeed, it had been in the Bosphorus case (cited above, § 164)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  So, although individual access to the Court of Justice is far more limited than the access private individuals have to the Court under Article 34 of the Convention, the Court accepts that, all in all, the supervisory mechanism provided for in European Union law affords protection comparable to that provided by the Convention: firstly, because private individuals are protected under European Union law by the actions brought before the Court of Justice by the member States and the institutions of the European Union; and, secondly, because they have the possibility of applying to the domestic courts to determine whether a member State has breached Community law, in which case the control exercised by the Court of Justice takes the form of the preliminary referral procedure open to the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The present case differs from that of Bosphorus for two main reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  Firstly, as the latter case concerned a Regulation, which was directly and fully applicable in the member States,  had no margin of manoeuvre at all in the execution of the obligations resulting from its membership of the European Union.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the present case  implemented Directives, which are binding on the member States as regards the result to be achieved but leave it to them to choose the means and manner of achieving it. That being so, the question whether France, in complying with its obligations resulting from its membership of the European Union, had a margin of manoeuvre capable of obstructing the application of the presumption of equivalent protection is not without relevance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  Secondly, and above all, in the Bosphorus case the control mechanism provided for in European Union law was fully brought into play. The Irish Supreme Court applied to the Court of Justice for a preliminary ruling on the alleged violation of the right of property of which the applicant subsequently complained to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Conversely, in the present case the Conseil d’Etat refused to submit the applicant’s request to the Court of Justice for a preliminary ruling on whether the obligation for lawyers to report suspicions was compatible with Article 8 of the Convention, even though the Court of Justice had not had an opportunity to examine the question, either in a preliminary ruling delivered in the context of another case, or on the occasion of one of the various actions mentioned above which were open to the European Union’s member States and institutions. The Court observes that in its judgment in the case of Ordre des barreaux francophones et germanophone and Others, cited above (see paragraphs 2729), the Court of Justice examined the compatibility of the obligation for lawyers to report suspicions only in respect of the requirements of the right to a fair trial within the meaning of Article 6 of the Convention. In so doing, it ruled solely on the rights of the lawyer’s client. The question is different, however, when approached from the angle of Article 8 of the Convention: here the issue is not just the rights of the lawyer’s client under this provision, but also the rights of the lawyer himself, as illustrated by the judgments in Kopp v. Switzerland (25 March 1998, Reports 1998II), André and Another (cited above), and Wieser and Bicos Beteiligungen GmbH v. Austria (no. 74336/01, ECHR 2007-IV), which respectively concerned telephone tapping, the search of a lawyer’s offices in the context of proceedings against a client company and the seizure of computer data.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Court is therefore obliged to note that because of the decision of the Conseil d’Etat not to refer the question before it to the Court of Justice for a preliminary ruling, even though that court had never examined the Convention rights in issue, the Conseil d’Etat ruled without the full potential of the relevant international machinery for supervising fundamental rights – in principle equivalent to that of the Convention – having been deployed. In the light of that choice and the importance of what was at stake, the presumption of equivalent protection does not apply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Court is therefore required to determine whether the interference was necessary for the purposes of Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  The Court notes in this connection that it has on several occasions examined complaints under Article 8 of the Convention brought by lawyers in the exercise of their profession. For example, it has ruled on the compatibility with this Convention provision of searches and seizures carried out at a lawyer’s offices or home (see Niemietz, cited above; Roemen and Schmit v. Luxembourg, no. 51772/99, ECHR 2003IV; Sallinen and Others v. Finland, no. 50882/99, 27 September 2005; André and Another, cited above; and Xavier Da Silveira, cited above), of the interception of correspondence between a lawyer and his client (see Schönenberger and Durmaz v. Switzerland, 20 June 1988, Series A no. 137), of the tapping of a lawyer’s telephone (see Kopp, cited above) and of the search and seizure of electronic data in a law firm (see Sallinen and Others, and Wieser and Bicos Beteiligungen GmbH, both cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It has pointed out in this connection that, by virtue of Article 8, correspondence between a lawyer and his client, whatever its purpose (strictly professional correspondence included: see Niemietz, cited above, § 32), enjoys privileged status where confidentiality is concerned (see Campbell v. the United Kingdom, 25 March 1992, §§ 46-48, Series A no. 233; and also, among other authorities, Ekinci and Akalın v. Turkey, no. 77097/01, § 47, 30 January 2007; this applies, as mentioned earlier, to all forms of exchanges between lawyers and their clients). It has also said that it “attaches particular weight” to the risk of impingement on the lawyer’s right to professional secrecy, “since it may have repercussions on the proper administration of justice” (see Wieser and Bicos Beteiligungen GmbH, cited above, §§ 65 and 66; see also Niemietz, § 37, and André and Another, § 41, both cited above) and professional secrecy is the basis of the relationship of confidence between lawyer and client (see André and Another, § 41, and Xavier Da Silveira, § 36, both cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The result is that while Article 8 protects the confidentiality of all “correspondence” between individuals, it affords strengthened protection to exchanges between lawyers and their clients. This is justified by the fact that lawyers are assigned a fundamental role in a democratic society, that of defending litigants. Yet lawyers cannot carry out this essential task if they are unable to guarantee to those they are defending that their exchanges will remain confidential. It is the relationship of trust between them, essential to the accomplishment of that mission, that is at stake. Indirectly but necessarily dependent thereupon is the right of everyone to a fair trial, including the right of accused persons not to incriminate themselves.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  This additional protection conferred by Article 8 on the confidentiality of lawyer-client relations, and the grounds on which it is based, lead the Court to find that, from this perspective, legal professional privilege, while primarily imposing certain obligations on lawyers, is specifically protected by that Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The question facing the Court is therefore whether, as implemented in  and bearing in mind the legitimate aim pursued, the obligation for lawyers to report suspicions, seen in this light, amounts to disproportionate interference with legal professional privilege.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court reiterates that for the purposes of Article 8 of the Convention the notion of necessity implies that the interference corresponds to a pressing social need and, in particular, that it is proportionate to the legitimate aim pursued (see, among other authorities, Campbell, cited above, § 44).",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  The Court notes that in its judgment of 23 July 2010 (see paragraph 17 above), the Conseil d’Etat, after having agreed that Article 8 of the Convention protects “the fundamental right to professional confidentiality”, held that requiring lawyers to report suspicions did not amount to excessive interference with that right. It reached that conclusion regard being had to the general interest served by combating money-laundering and to the guarantee provided by the exclusion from the scope of the obligation of information received or obtained by lawyers in the course of activities connected with judicial proceedings, or in their capacity as legal counsel (save, in this latter case, where the lawyer is taking part in money-laundering activities, or the legal advice is provided for money-laundering purposes, or the lawyer knows that the client is seeking legal advice for money-laundering purposes).",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  The Court finds no fault with that reasoning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  It is true that, as previously indicated, legal professional privilege is of great importance for both the lawyer and his client and for the proper administration of justice. It is without a doubt one of the fundamental principles on which the administration of justice in a democratic society is based. It is not, however, inviolable, and the Court has already found that it may have to give way, for example, to the lawyer’s right to freedom of expression (see Mor v. France, no. 28198/09, 15 December 2011). Its importance should also be weighed against that attached by the member States to combating the laundering of the proceeds of crime, which are likely to be used to finance criminal activities linked to drug trafficking, for example, or international terrorism (see Grifhorst v. France, no. 28336/02, § 93, 26 February 2009). The Court observes in this connection that the European Directives at the origin of the obligation to report suspicions of which the applicant complained form part of a series of international instruments intended to prevent activities which constitute a serious threat to democracy (see, for example, the FATF recommendations and the Council of Europe’s Convention of 16 May 2005 on Laundering, Search, Seizure and Confiscation of the Proceeds from Crime and on the Financing of Terrorism, cited in paragraphs 18 and 19 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  As to the applicant’s argument that the obligation to report is not necessary because any lawyer found to be involved in a money-laundering operation would in any event be liable to criminal proceedings, the Court is not indifferent to it. It considers, however, that that argument does not prevent a State or a group of States from combining the repressive provisions they have adopted with a specifically preventive mechanism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  The Court also takes note of the statistics published by the FIU to which the applicant referred, in particular the fact that out of the 20,252 reports received by the FIU in 2010, including 19,208 reports of suspicions submitted by professionals, only 5,132 were examined in detail and only 404 were forwarded to the prosecuting authorities, and approximately only a hundred of those concerned money-laundering or terrorist financing. The applicant maintained that these figures showed that the system was ineffective and the interference therefore unnecessary. The Court is not convinced. It fails to see what lesson can be learnt from these figures in the present case when the FIU’s 2010 activity report reveals that none of the 19,208 reports of suspicions were submitted by a lawyer. It considers, on the contrary, that this report presents a positive picture of the results achieved; in fact FATF found that France’s methods of combating money-laundering and the financing of terrorism were among the most effective in the world. It further observes that the applicant’s argument ignores the deterrent effect of the system.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  Lastly, and above all, two factors are decisive in the eyes of the Court in assessing the proportionality of the interference.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  Firstly, as stated above and as the Conseil d’Etat noted, the fact that lawyers are subject to the obligation to report suspicions only in two cases: where, in the context of their business activity, they take part for and on behalf of their clients in financial or real-estate transactions or act as trustees; and where they assist their clients in preparing or carrying out transactions concerning certain defined operations (the buying and selling of real estate or businesses; the management of funds, securities or other assets belonging to the client; the opening of current accounts, savings accounts, securities accounts or insurance policies; the organisation of the contributions required to create companies; the formation, administration or management of companies; the formation, administration or management of trusts or any other similar structure; and the setting-up or management of endowment funds). The obligation to report suspicions therefore only concerns tasks performed by lawyers, which are similar to those performed by the other professions subjected to the same obligation, and not the role they play in defending their clients.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, the Monetary and Financial Code specifies that lawyers are not subjected to the obligation where the activity in question “relates to judicial proceedings, whether the information they have was received or obtained before, during or after said proceedings, including any advice given with regard to the manner of initiating or avoiding such proceedings, nor where they give legal advice, unless said information was provided for the purpose of money-laundering or terrorist financing or with the knowledge that the client requested it for the purpose of money-laundering or terrorist financing” (Article L. 561-3 II of the Monetary and Financial Code, see paragraph 32 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The obligation to report suspicions does not therefore go to the very essence of the lawyer’s defence role which, as stated earlier, forms the very basis of legal professional privilege.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  The second factor is that the legislation has introduced a filter which protects professional privilege: lawyers do not transmit reports directly to the FIU but, as appropriate, to the President of the Bar Council of the Conseil d’Etat and the Court of Cassation or to the Chairman of the Bar of which the lawyer is a member. It can be considered that at this stage, when a lawyer shares information with a fellow professional who is not only subject to the same rules of conduct but also elected by his or her peers to uphold them, professional privilege has not been breached. The fellow professional concerned, who is better placed than anybody to determine which information is covered by lawyer-client privilege and which is not, transmits the report of suspicions to the FIU only after having ascertained that the conditions laid down by Article L. 561-3 of the Monetary and Financial Code have been met (Article L. 561-17 of the same Code, see paragraph 38 above). The Government pointed out in this regard that the information is not forwarded if the Chairman of the Bar considers that there is no suspicion of money-laundering or it appears that the information reported was received in the course of activities excluded from the scope of the obligation to report suspicions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Court has already pointed out that the role played by the Chairman of the Bar constitutes a guarantee when it comes to protecting legal professional privilege. In the André and Another judgment, it specified that the Convention did not prevent domestic law from allowing for the possibility of searching a lawyer’s offices as long as proper safeguards were provided; more broadly, it emphasised that, subject to strict supervision, it was possible to impose certain obligations on lawyers concerning their relations with their clients, in the event, for example, that there was plausible evidence of the lawyer’s involvement in a crime and in the context of the fight against money-laundering. It then took into account the fact that the search had been carried out in the presence of the Chairman of the Bar, which it saw as a “special procedural guarantee” (§§ 42 and 43). Similarly, in the Roemen and Schmit judgment cited above (§ 69) it noted that the search of the lawyer’s premises had been accompanied by “special procedural safeguards”, including the presence of the President of the Bar Council. Lastly, in Xavier Da Silveira, cited above (see in particular §§ 37 and 43), it found a violation of Article 8, in part because there had been no such safeguard when a lawyer’s premises were searched.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  In the light of the above considerations, the Court considers that, regard being had to the legitimate aim pursued and the particular importance of that aim in a democratic society, the obligation for lawyers to report suspicions, as practised in France, does not constitute disproportionate interference with the professional privilege of lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  There has therefore been no violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  THE OTHER ALLEGED VIOLATIONS",
                        "elements": [
                            {
                                "content": "133.  The applicant complained that the professional regulations of 12 July 2007 did not define with sufficient clarity the obligations imposed on lawyers, subject to disciplinary action, in so far as they used such vague and general terms as “report suspicions” and “due diligence”. He alleged that this was in breach of the principle of legal certainty, in violation of Article 7 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "The Court reiterates that Article 7 prohibits the retrospective application of criminal law to the disadvantage of the accused and, more generally, embodies the principle that only the law can define a crime and prescribe a penalty and that criminal law must not be extensively construed to an accused’s detriment; it follows from this that “an offence must be clearly defined in law” (see Kokkinakis v. Greece, 25 May 1993, § 52, Series A no. 260A). It applies only in the context of “criminal” proceedings, within the meaning of the Convention, which led to a “conviction” or to the imposition of a “penalty”. Now, even assuming that the disciplinary action to which failure to comply with the professional regulations of 12 July 2007 could lead might be classified as “criminal” proceedings within the meaning of the Convention, the Court notes that no such proceedings were brought against the applicant. This means that he cannot claim to be a victim of the alleged violation of Article 7. This part of the application is therefore incompatible ratione personae with the provisions of the Convention and must be rejected pursuant to Article 35 §§ 3 (a) and 4.",
                                "elements": []
                            },
                            {
                                "content": "134.  Relying on Article 6 of the Convention, the applicant complained that the obligation for lawyers to report their “suspicions” concerning the possible unlawful activities of their clients was incompatible with the right of those clients not to incriminate themselves, and with their right to be presumed innocent.",
                                "elements": []
                            },
                            {
                                "content": "The Court notes that the applicant’s complaint concerns a violation of the rights of others. Therefore, he cannot claim to be a victim within the meaning of Article 34 of the Convention. This part of the application is accordingly incompatible ratione personae with the provisions of the Convention and must be rejected pursuant to Article 35 §§ 3 (a) and 4.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 8 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and delivered at a public hearing in the Human Rights Building, , on 6 December 2012.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dean Spielmann",
            "role": "president"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ann Power-Forde",
            "role": "judges"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MICHAUD v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-115377.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1206JUD001232311",
    "externalsources": [
        "Directive 91/308/EEC, 10 June 1991",
        "Article 6 of the Treaty on European Union",
        "Charter of Fundamental Rights of the European Union",
        "Articles 169, 170, 173, 175, 177, 184 and 189 of the Treaty establishing the European Community",
        "Recommendations 12 and 16 of the financial action task  force (“FATF”) on money laundering",
        "Council of Europe Convention on Laundering, Search, Seizure and Confiscation of the Proceeds from Crime and on the Financing of Terrorism  (16 May 2005)"
    ],
    "extractedappno": [
        "12323/11",
        "18603/03",
        "305/05",
        "2001/97",
        "13378/05",
        "45036/98",
        "155/79",
        "550/07",
        "30696/09",
        "43757/05",
        "73250/01",
        "10750/03",
        "36099/06",
        "70204/01",
        "74336/01",
        "51772/99",
        "50882/99",
        "77097/01",
        "28198/09",
        "28336/02"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Decision of the National Bar Council of 12 July 2007 “adopting regulations on internal procedures for implementing the obligation to combat money laundering and terrorist financing, and an internal supervisory mechanism to guarantee compliance with those procedures”",
        "Article 21-1 of the Law of 31 December 1971",
        "Law no. 2004-130 of 11 February 2004",
        "Monetary and Financial Code"
    ],
    "itemid": "001-115377",
    "judgementdate": "06/12/2012 00:00:00",
    "kpdate": "06/12/2012 00:00:00",
    "kpthesaurus": [
        "451",
        "424",
        "429",
        "203",
        "268",
        "329",
        "333",
        "319",
        "558",
        "183",
        "498",
        "14",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "8",
        "8-1",
        "34",
        "8-2",
        "35"
    ],
    "parties": [
        "MICHAUD",
        "FRANCE"
    ],
    "rank": "941.96435546875",
    "representedby": [
        "FAVREAU B."
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "André and Other v. France, no 18603/03, 24 July 2008",
        "Bosphorus Hava Yollari Turizm ve Ticaret Anonim Sirketi v. Ireland [GC], no 45036/98, ECHR 2005-VI",
        "Burden v. the United Kingdom [GC], no 13378/05, §§ 33-34, ECHR 2008",
        "Campbell v. the United Kingdom, 25 March 1992, §§ 44 and 46-48, Series A no 233",
        "Dudgeon v. the United Kingdom, 22 October 1981, § 41, Series A no 28",
        "Ekinci and Akalin v. Turkey, no 77097/01, § 47, 30 January 2007",
        "Frérot v. France, no 70204/01, §§ 53-54, 12 June 2007",
        "Grifhorst v. France, no 28336/02, § 93, 26 February 2009",
        "Johnston and Others v. Ireland, 18 December 1986, § 42, Series A no 112",
        "Kokkinakis v. Greece, 25 May 1993, § 52, Series A no 260-A",
        "Kopp v. Switzerland, 25 March 1998, Reports of Judgments and Decisions 1998-II",
        "M.S.S. v. Belgium and Greece [GC], no 30696/09, ECHR 2011",
        "Marckx v. Belgium, 13 June 1979, § 27, Series A no 31",
        "Mor v. France, no 28198/09, 15 December 2011",
        "Niemietz v. Germany, 16 December 1992, Series A no 251-B",
        "Norris v. Ireland, 26 October 1988, §§ 30-34 and 38, Series A no 142",
        "Roemen and Schmit v. Luxembourg, no 51772/99, ECHR 2003-IV",
        "Sallinen and Others v. Finland, no 50882/99, 27 September 2005",
        "Schönenberger and Durmaz v. Switzerland, 20 June 1988, Series A no 137",
        "Silver and Others v. the United Kingdom, 25 March 1983, §§ 56-88, Series A no 61",
        "Wieser and Bicos Beteiligungen GmbH v. Austria, no 74336/01, §§ 65-66, ECHR 2007-IV",
        "Xavier Da Silveira v. France, no 43757/05, § 36-37 and 43, 21 January 2010"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "434449",
    "typedescription": "15"
}