{
    "__articles": "6;6-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "35723/03;35036/07;2866/08;45096/09",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Enforcement proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-180646.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications against Romania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates indicated in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applications were communicated to the Romanian Government (“the Government”).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "3.  The list of applicants and the relevant details of the applications are set out in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants complained of the non-enforcement or delayed enforcement of domestic judgments. In application no. 45096/09, the applicant also raised other complaints under the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "5.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "6.  The applicants complained principally of the non-enforcement or delayed enforcement of domestic judgments given in their favour. They relied, expressly or in substance, on Article 6 § 1 of the Convention and on Article 1 of Protocol No. 1, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "7.  The Court reiterates that the execution of a judgment given by any court must be regarded as an integral part of a “trial” for the purposes of Article 6. It also refers to its case-law concerning the non-enforcement or delayed enforcement of final domestic judgments (see Hornsby v. Greece, no. 18357/91, § 40, Reports of Judgments and Decisions 1997II).",
                                "elements": []
                            },
                            {
                                "content": "8.  In the leading case of Foundation Hostel for Students of the Reformed Church and Stanomirescu v. Romania (nos. 2699/03 and 43597/07, 7 January 2014), the Court already found a violation in respect of issues similar to those in the present cases.",
                                "elements": []
                            },
                            {
                                "content": "9.  The Court further notes that the judgments in the present applications ordered specific actions to be taken. The Court therefore considers that the judgments in question constitute “possessions” within the meaning of Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "10.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion on the admissibility and merits of these complaints. Having regard to its case-law on the subject, the Court considers that in the instant cases the authorities did not deploy all necessary efforts to enforce fully and in due time the judgments in the applicants’ favour.",
                                "elements": []
                            },
                            {
                                "content": "11.  These complaints are therefore admissible and disclose a breach of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATION UNDER WELL-ESTABLISHED CASE-LAW",
                        "elements": [
                            {
                                "content": "12.  In application no. 35036/07, the applicant also complained of a breach of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1, namely of the non-enforcement of the judgment of 11 December 2005 with regard to the obligation of the authorities to return a building to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "13.  The Court notes from the documents of the file that the outstanding judgment could not be enforced due to an objective impossibility, namely that the building already had been demolished (see Ciobanu and Others v. Romania (dec.), nos. 898/06 and 3 others, § 27, 6 September 2011).",
                                "elements": []
                            },
                            {
                                "content": "14.  It follows that this part of the application no. 35036/07 is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  REMAINING COMPLAINTS",
                        "elements": [
                            {
                                "content": "15.  In application no. 45096/09 the applicant also raised other complaints under various articles of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "16.  The Court has examined the application and considers that, in the light of all the material in its possession and in so far as the matters complained of are within its competence, these complaints either do not meet the admissibility criteria set out in Articles 34 and 35 of the Convention or do not disclose any appearance of a violation of the rights and freedoms enshrined in the Convention or the Protocols thereto.",
                                "elements": []
                            },
                            {
                                "content": "17.  It follows that this part of the applications must be rejected in accordance with Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "18.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "19.  Regard being had to the documents in its possession and to its caselaw (see, in particular, Foundation Hostel for Students of the Reformed Church and Stanomirescu v. Romania, nos. 2699/03 and 43597/07, 7 January 2014), the Court considers it reasonable to award the sums indicated in the appended table, with the exception of application no. 35723/03 where the applicant failed to submit his just satisfaction claims in accordance with Rule 60 of the Rules of Court.",
                                "elements": []
                            },
                            {
                                "content": "20.  The Court also notes that the domestic judgments in applications nos. 35723/03 and 45096/09 have remained unenforced to date (see the appended table). The State’s obligation to enforce those judgments is not in dispute. Therefore, the Court considers that the respondent State has an outstanding obligation to secure, by appropriate means, enforcement of the above-mentioned judgments in the applicants’ favour (see Pascoi and others v. Romania, nos. 8675/06 and 7 others, § 18, 7 January 2016).",
                                "elements": []
                            },
                            {
                                "content": "21.  As regards application no. 2866/08 it results from the documents in the file that the outstanding judgment ordered a state-owned company to pay the applicant damages in the equivalent of EUR 198,624. However, in the company’s subsequent bankruptcy proceedings the applicant validly registered a debt equivalent to only EUR 42,000. In view of the above, the Court awards the applicant in this case only the amount of EUR 42,000, validly registered by him in the bankruptcy proceedings, in respect of pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "22.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints concerning the non-enforcement or delayed enforcement of domestic judgments, as indicated in the appended table, admissible, and the remainder of applications nos. 35036/07 and 45096/09 inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that these complaints disclose a breach of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 concerning the non-enforcement or delayed enforcement of domestic judgments, as indicated in the appended table;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that the respondent State is to ensure, by appropriate means, within three months, the enforcement of the pending domestic judgments in applications nos. 35723/03 and 45096/09;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the amounts indicated in the appended table, to be converted into the currency of the respondent State at the rate applicable at the date of settlement, in respect of pecuniary and non-pecuniary damages and costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 February 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        },
        {
            "name": "Liv Tigerstedt",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BEŞLEAGĂ AND OTHERS v. ROMANIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-180646.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0208JUD003572303",
    "externalsources": [],
    "extractedappno": [
        "35723/03",
        "45096/09",
        "18357/91",
        "2699/03",
        "43597/07",
        "35036/07",
        "898/06",
        "8675/06",
        "2866/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-180646",
    "judgementdate": "08/02/2018 00:00:00",
    "kpdate": "08/02/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "113",
        "7",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "6",
        "P1-1-1",
        "6-1",
        "P1-1"
    ],
    "parties": [
        "BEŞLEAGĂ AND OTHERS",
        "ROMANIA"
    ],
    "rank": "2227.40356445313",
    "representedby": [],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "472091",
    "typedescription": "15"
}