{
    "__articles": "2;2-1;2-2;41",
    "__conclusion": "Violation of Article 2 - Right to life (Article 2 - Positive obligations;Article 2-1 - Life) (Substantive aspect);No violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "36083/16",
    "article": [
        "41",
        "2"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2 - Positive obligations",
                "Article 2-1 - Life"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "No violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "no-violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-184298.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36083/16) against the French Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Algerian national, Ms Annissa Semache (“the applicant”), on 21 June 2016.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr S. Maugendre, a lawyer practising in Rosny-sous-Bois. The French Government (“the Government”) were represented by their Agent, Mr F. Alabrune, Head of Legal Affairs, Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant, relying on Article 2 of the Convention, complained about her father’s death after he was arrested by the police and held at Argenteuil police station. She alleged that the measures required for the protection of his right to life had not been taken. She further submitted that the investigation into these facts had not been effective. In addition, she complained that her father had sustained inhuman and degrading treatment contrary to Article 3 of the Convention while under police supervision.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 11 October 2016 notice of the application was given to the Government. André Potocki, the judge elected in respect of France, being unable to sit in the case (Rule 28 of the Rules of Court), the President of the Chamber decided to appoint Mr Jean-Marie Delarue to sit as an ad hoc judge (Rule 29 § 1 (b)).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1987 and lives in Argenteuil.",
                                "elements": []
                            },
                            {
                                "content": "A.  The arrest of the applicant’s father and his transfer to Argenteuil police station",
                                "elements": []
                            },
                            {
                                "content": "6.  On Tuesday 9 June 2009 the applicant’s father, Mr Ali Ziri, who was 69 years old, and A.K., who was 60, set off in the latter’s vehicle after consuming alcoholic beverages. A.K. was driving. At about 8.35 p.m. a police patrol from the Argenteuil station, consisting of officers V.P., B.G. and J.C., having noticed that the car was being driven erratically, waved it down.",
                                "elements": []
                            },
                            {
                                "content": "7.  In the light of the parties’ submissions and the documents in the file, Mr Ziri was asked to get out of the vehicle but refused and began insulting one of the police officers, who decided to arrest him for resistance. The officer grabbed Mr Ziri by the arm and he fell backwards onto the ground, landing on his backside. Officers B.G. and J.C. lifted him up, each taking one arm, and forcibly handcuffed him. Mr Ziri was then placed in the back of the police car together with A.K. and officer B.G., with V.P. at the wheel and J.C. in the passenger seat. Even before the car set off, A.K. insulted and spat at officer V.P. After telling him three times to calm down, unsuccessfully, officer B.G. immobilised him by bending him over, with his head touching his knees. When he saw this, Mr Ziri tried to strike B.G. Officer J.C. then turned round on his seat, with his back to the windscreen, to force Mr Ziri to bend over by pressing his two hands onto the latter’s back, thus using the so-called “double-seated embrace” technique. Mr Ziri remained in that position for the rest of the journey to the Argenteuil police station, which lasted – according to the time between the first radio call made by officer V.P. and the arrival – between three minutes twenty-five seconds and five minutes.",
                                "elements": []
                            },
                            {
                                "content": "8.  On their arrival at the police station, at 8.46 p.m., officer B.G. tried to take Mr Ziri out of the vehicle with the assistance of a few colleagues, by pulling him with both hands under his shirt, while pressing one of his feet against the rim of the car. Mr Ziri was thus extracted and he hit the ground. He was then picked up by the officers, who immobilised his four limbs, and was carried, apparently without reacting and with his head hanging down, into the building.",
                                "elements": []
                            },
                            {
                                "content": "9.  Inside the police station Mr Ziri and A.K. were taken into the transit room and laid out flat, on their stomachs and in a safe lateral position (this is not clear from the file) with their hands cuffed behind their backs. They vomited several times. Referring to the findings of the National Security Ethics Commission of 17 May 2010 (see paragraph 30 below), the applicant added that a large number of police officers witnessed the events.",
                                "elements": []
                            },
                            {
                                "content": "10.  At 9.15 p.m., half an hour after the arrival at the police station, the officer in charge asked a team of four officers to take both men to hospital. Still in handcuffs, they were allegedly taken on foot to the police van, where they waited for 45 minutes before being driven to hospital.",
                                "elements": []
                            },
                            {
                                "content": "B.  Admission of the applicant’s father to Argenteuil hospital and his death",
                                "elements": []
                            },
                            {
                                "content": "11.  Mr Ziri and A.K. arrived at the hospital – about 2 km from the police station – between 10.05 p.m. and 10.09 p.m. One of the officers called for a stretcher on which Mr Ziri was laid, on his back, without handcuffs. While waiting for the medical staff, the officers noted that Mr Ziri was vomiting and choking on his vomit. He moved into or was placed in a safe lateral position until the nurses arrived.",
                                "elements": []
                            },
                            {
                                "content": "12.  A doctor examined Mr Ziri at 10.45 p.m. and noted that he was in a state of cardiac arrest. He was taken to intensive care, where he never regained consciousness.",
                                "elements": []
                            },
                            {
                                "content": "13.  It can be seen from the judgment of the Investigation Division of the Rennes Court of Appeal of 12 December 2014 (paragraphs 39-41 below) that a certificate drawn up by Argenteuil Hospital on 10 June 2009 at about 12.30 p.m. recorded the following details of Mr Ziri’s condition when he arrived in intensive care:",
                                "elements": []
                            },
                            {
                                "content": "“a reactive coma with non-reactive bilateral mydriasis, abolition of corneal reflexes, no coughing, persistence of spontaneous ventilation, periorbital bruising to right eye with skin abrasion of the right cheekbone, skin abrasion on the right kneecap, bruising on the left side of the lower thorax, 1 cm bruise on the left forearm, and an alcohol concentration of 2.4 grams per litre of blood at 11.30 p.m.”",
                                "elements": []
                            },
                            {
                                "content": "14.  It can be seen from the same judgment that later that day, on 10 June 2009, at 2 p.m., Mr Ziri was also examined by Dr R., a forensic medical examiner. He observed that the neurological prognosis was negative owing to a lack of signs of awakening and the duration of the coma, noted the same bruising and skin abrasion as those indicated on the medical certificate, and recorded the hypothesis of the intensive care unit staff that Mr Ziri had succumbed to “hypoxia linked to choking in the context of vomiting with cardio-respiratory arrest then coma”.",
                                "elements": []
                            },
                            {
                                "content": "15.  Mr Ziri died of a second heart attack at 7.30 a.m. on 11 June 2009. A procedure to establish the cause of death was opened at 10 a.m. that same day and the testimony of the doctor who had examined him on his arrival at the hospital was immediately sought.",
                                "elements": []
                            },
                            {
                                "content": "16.  The first autopsy, carried out by Dr R. on 11 June 2009 at the request of the public prosecutor of Pontoise, found that the superficial skin injuries were unrelated to the cause of death. The autopsy report indicated the presence of an arrhythmogenic hypertrophic cardiomyopathy of the right ventricle associated with veno-occlusive disease with signs of pulmonary hypertension. It went on to say that Mr Ziri’s death was potentially due to decompensation of pre-existing pulmonary and cardiac conditions in a context of acute alcoholism, stating that each of the pulmonary and cardiac lesions taken separately could have been a cause of sudden death, especially in association with inebriation. He also raised the issue of medical responsibility, noting that a long period had elapsed between the time when Mr Ziri was reported to be unwell and the time he was examined, forty-five minutes later.",
                                "elements": []
                            },
                            {
                                "content": "C.  The preliminary police investigation, discontinuance by the prosecutor, the complaint with an application to join the criminal proceedings as a civil party, and the judicial investigation",
                                "elements": []
                            },
                            {
                                "content": "17.  On 22 June 2009 a preliminary police investigation was opened against persons unknown on a charge of manslaughter.",
                                "elements": []
                            },
                            {
                                "content": "18.  At the public prosecutor’s request, Dr D., an expert cardiologist, carried out an examination based on the medical file. In his report of 2 July 2009 he stated that “the most likely hypothesis was that of ventricular arrhythmia on top of undiagnosed cardiomyopathy, decompensated on account of moderate hypoxia, electrolyte disturbance due to alcohol and vomiting”. He added that if Mr Ziri had been treated by a nurse on his arrival at Argenteuil Hospital, the clinical appearance, the constant symptoms and the usual complementary tests would have resulted in his being placed under immediate medical surveillance in order to prevent or remedy the cardiorespiratory failure. He concluded that the delay of forty to forty-five minutes between his admission to hospital and his treatment had contributed to his death.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 6 July 2009 a confrontation was organised between the nurse and the doctor who had both treated the applicant’s father in the emergency unit.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 7 July 2009 the public prosecutor discontinued the case on the grounds that no offence had been committed, in the absence of sufficient evidence to engage the liability of the police officers or the hospital staff.",
                                "elements": []
                            },
                            {
                                "content": "21.  However, a criminal complaint, together with an application to join the proceedings as civil parties, had been lodged by Mr Ziri’s family, including the applicant. According to the complaint, A.K. had stated that both he and Mr Ziri had been subjected to violence and that this could have been the cause of the latter’s death.",
                                "elements": []
                            },
                            {
                                "content": "22.  A judicial investigation against persons unknown on the same charge of manslaughter was then opened, on the basis of the public prosecutor’s application of 8 July 2009.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 16 July 2009, at the request of counsel acting for Mr Ziri’s family, the investigating judge ordered a fresh autopsy. It was carried out on 17 July by Dr L. and Dr T., forensic medical examiners. Dated 20 July 2009, their report refers to “multiple hematoma on the right, antero-lateral and posterior half of the body, multiple hematoma on right upper and lower limbs, some of this bruising [possibly] corresponding to restraint-related injuries”. It further found that there had been no fracturing of the skull or any other part of the body, “superficial erosion and hematoma on the front, suggestive of frontal pressure”, “lungs indicating mechanical asphyxia” and “pressure on the right side of the back and thorax, shoulder and right arm”. It thus concluded:",
                                "elements": []
                            },
                            {
                                "content": "“Death from probable anoxia in a multi-factor context. Toxicological and anatomical pathology analyses are indispensable, together with a study of the medical file and procedure for the purpose of any useful synthesis”.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 17 July 2009 the investigating judge asked the same doctors to carry out an autopsy. In their report of 31 August 2009 they indicated that they had found the following, based on a review of the anatomical pathology slides taken from the autopsy samples, a study of the hospitalisation report and their own observations: the presence of multiple bruises on the back, right side of the chest and lower limbs, some of which may be related to restraint; no traces of alcoholism in the liver; no signs of intra-bronchial regurgitation; absence of Mendelson’s syndrome in anatomical pathological examinations; cardiac lesions consisting of an area of old sub-endocardial fibrosis with some small isolated areas, without recent myocardial ischemia and without significant coronary impairment. They thus concluded:",
                                "elements": []
                            },
                            {
                                "content": "“Ziri Ali, aged 69, died of hypoxic cardiac arrest by multifactorial suffocation (pressure on the back and front and known vomiting).”",
                                "elements": []
                            },
                            {
                                "content": "25.  On the same day, observing that it could be presumed from the autopsy that the cause of Mr Ziri’s death arose before his arrival at the hospital and could in particular be related to his arrest, the investigating judge ordered the transfer of the file to the public prosecutor.",
                                "elements": []
                            },
                            {
                                "content": "26.  The prosecutor made a supplemental application on 23 September 2009 for the investigation to be extended to charges of manslaughter by wilful assault committed by a person vested with public authority.",
                                "elements": []
                            },
                            {
                                "content": "27.  A final forensic assessment was requested of Dr P., anaesthetist and emergency doctor. He was asked, in the light of all the evidence in the judicial investigation file and Mr Ziri’s medical records, to determine the causes of death, to ascertain whether any actions taken by the police during the arrest, transfer and custody could have caused the death, and to indicate whether the hospital treatment and medical procedures had followed the rules or could have contributed to the death. In his report of 15 April 2011, Dr P. observed that the successive expert opinions had ruled out, on the one hand, a medical cause of death – either by decompression of pre-existing pulmonary and cardiac pathologies in a context of acute inebriation, or by an inhalation of the gastric contents into the bronchial system capable of creating acute asphyxia – and, on the other hand, a traumatological cause in spite of the multiple bruising, in the absence of major traumatism, notably cranial. He upheld the hypothesis of a cardiac repercussion of an acute hypoxic episode. He relied in this connection on the statements of the police, who said that they had been forced to immobilise Mr Ziri by acts of restraint. Such restraint was capable of leading to respiratory blockage and therefore a difficulty, or even an impossibility, of oxygenation during a certain period, likely to result, in an elderly person, a greater hypoxic repercussion than in a young person, as well as cardiac arrhythmia. According to the expert, the autopsy data and the anatomical pathology analyses made this hypothesis likely. He also took the view that the treatment of Mr Ziri at the hospital had been “in accordance with normal practice”. He concluded as follows:",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "– The electromechanical dissociation observed in the emergency department ... is secondary to a major cardiac rhythm disorder, itself secondary to a hypoxic episode related to being immobilised and repeated vomiting.",
                                "elements": []
                            },
                            {
                                "content": "– Regardless of the extent of Mr Ziri’s aggressiveness, he was a 69-year-old man whose lack of judgment led to conduct that was not without consequences for his state of health.",
                                "elements": []
                            },
                            {
                                "content": "– Given Mr Ziri’s condition upon his arrival at hospital, his reason for admission, the influence [sic] at that time, and the cause identified for the cardiac arrest, the treatment was in accordance with standard practice. Under these conditions, it is scientifically impossible to say that the immediate treatment of Mr Ziri, as soon as he arrived in the emergency department, would have changed the prognosis.”",
                                "elements": []
                            },
                            {
                                "content": "28.  As indicated in the judgment of the Rennes Court of Appeal of 12 December 2014 (see paragraphs 39-41 below) and the documents in the file, A.K. had been questioned the next day, and the day after that, by the police investigators, and also on 20 October 2009 by officers from the National Police Inspectorate (Inspection générale de la police nationale – “IGPN”). It is also apparent that officers B.G., V.P. and J.C. were questioned on several occasions, in particular by the IGPN, together with other police officers, four individuals who had been present at the arrest of Mr Ziri and A.K. and five individuals who had been at Argenteuil police station at the same time as the latter. In addition, the radio messages exchanged between officers B.G., V.P. and J.C. and Argenteuil police station at the time when they were transferring Mr Ziri and A.K had been included in the evidence, as had the images of their arrival recorded by the police station’s CCTV system.",
                                "elements": []
                            },
                            {
                                "content": "D.  The 17 May 2010 opinion of the National Commission on Security Ethics",
                                "elements": []
                            },
                            {
                                "content": "29.  On 17 May 2010 the National Commission on Security Ethics (Commission nationale de déontologie de la sécurité – “CNDS”) issued an opinion on the facts.",
                                "elements": []
                            },
                            {
                                "content": "30.  In that opinion the Commission began by indicating that it was not in a position to pursue its investigations concerning the allegations that Mr Ziri and A.K. had been struck, as it had not had access to the report of the second autopsy or to the file of the judge’s investigation. On the other matters, the report reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“As regards the extraction from the police vehicle:",
                                "elements": []
                            },
                            {
                                "content": "The images recorded by the CCTV camera located in the courtyard of the police station established that the vehicle carrying Mr [Ziri] and Mr A.K. stopped in the yard at 20.46 and 37 seconds, that the constable J.C. first violently pulled Mr [Ziri] by the neck, but clearly he was not moving; she was then joined by five colleagues and all together they got Mr Ziri onto the ground at 20.46 and 52 seconds, so the operation lasted 15 seconds.",
                                "elements": []
                            },
                            {
                                "content": "In view of the charges against Mr [Ziri] (rebellion), his manifest state of drunkenness (2.4 grams of alcohol per litre of blood), his age (69 years), the fact that he was handcuffed behind his back and was sitting in the back of a police vehicle stationed in the yard of a police station, the Commission took the view that he posed no danger, neither for himself nor for the ten officials present around the vehicle.",
                                "elements": []
                            },
                            {
                                "content": "The precipitation and violence with which Mr [Ziri] was removed from the vehicle was disproportionate and constitutes inhuman and degrading treatment.",
                                "elements": []
                            },
                            {
                                "content": "Regarding his restraint on the ground while lying down:",
                                "elements": []
                            },
                            {
                                "content": "The statements of the officers, as contained in the preliminary police investigation file or made during questioning by the commission, are inconsistent as to the state of consciousness of Mr [Ziri]. All the officers questioned by the commission indicated that he had been vociferous and insulting, but the senior police officer who met Mr [Ziri] to notify him of his rights indicated in a report drafted on 9 June at 8.50 p.m. as follows: ‘In response to our questions, he answered only by gurgles. ... let us ask the intervening officers to transfer him immediately to Argenteuil Hospital, for medical examination and issuance or not of a certificate of non-admission’. The same officer, when questioned the next day, on 10 June 10 at 2 p.m. said: ‘The individuals were talking and even insulting us in A.K.’s case’.",
                                "elements": []
                            },
                            {
                                "content": "It is possible that the arresting officers’ collective reading of the interview records before the Commission, in the presence of the Chief Superintendent, Head of District (according to whom ‘those documents being personal, they can use them as they see fit’), in the corridors of the Commission, is not unconnected with the question of the consistency of the accounts made before it.",
                                "elements": []
                            },
                            {
                                "content": "It can be seen from all the testimony gathered during the preliminary police investigation and by the Commission that Mr [Ziri] vomited as soon as he entered the police station. Constable D., when questioned on 10 June at 4.25 p.m., indicated: ‘We put him on the ground, in a safe lateral position. He could not stand up or even stay sitting. What’s more, he was vomiting. I in fact left immediately afterwards as I had vomit on my shoes ...’.",
                                "elements": []
                            },
                            {
                                "content": "The Commission has tried to establish the length of time during which Mr [Ziri] and Mr A.K. remained on the floor, face down, in their vomit, handcuffed behind their back: it was between thirty minutes and one hour and fifteen minutes. In fact, the officers questioned indicated that the order to take the persons concerned to hospital had been given at 9.15 p.m.. Immediately, the officers had put them into their vehicle, apparently waiting there until 10 p.m., arriving at hospital between 10.05 p.m. and 10.09 p.m.. In order to check the times, the Commission asked for a copy of the video-recording of their departure, but was unsuccessful as it had not been kept. According to the police record of 10 June 2009, at 1.50 a.m., of sergeant B.L., his team took charge of Mr [Ziri] and Mr A.K. at 10 p.m. and arrived at hospital at 10.05 p.m..",
                                "elements": []
                            },
                            {
                                "content": "The Commission considers that it is highly unlikely that the officials considered it necessary to extract Mr [Ziri] from the vehicle that took him to the police station in 15 seconds and then to put him in another vehicle and make him wait there for 45 minutes.",
                                "elements": []
                            },
                            {
                                "content": "The Commission has serious doubts about the statements of the officers who put Mr [Ziri] in the van that would take them to hospital, according to which Mr. [Ziri] was sitting on the back seat, where he had remained without difficulty for the entire journey, while all the officers present at the police station say that he was not able to sit or stand, thus explaining why he was lying on the floor all the time.",
                                "elements": []
                            },
                            {
                                "content": "In these circumstances, the Commission takes the view that the fact of leaving Mr [Ziri] and Mr A.K., aged 69 and 60 respectively, lying on the floor of the police station, handcuffed behind their backs, in their vomit, within sight of all the police officers present, who could see that they were in distress, for approximately one hour, constituted inhuman and degrading treatment.",
                                "elements": []
                            },
                            {
                                "content": "Concerning the care provided in the hospital:",
                                "elements": []
                            },
                            {
                                "content": "The choice to place Mr [Ziri] on his back on a stretcher in the hospital, while he was vomiting, rather than in a safe lateral position, is indicative of a lack of knowledge of first aid rules. as confirmed by Mr A.U., who had not followed such training for twelve years. This unsuitable and dangerous position favoured the occurrence of aspiration and the inhalation of gastric fluid, which probably contributed to the death of Mr A.Z., or even caused it directly. ...”",
                                "elements": []
                            },
                            {
                                "content": "31.  In conclusion the Commission called, in particular, for “ disciplinary proceedings to be brought against the police officers who used force disproportionately and with precipitation to extract Mr [Ziri] from the police vehicle on his arrival at the police station, and against those who left two men, aged 60 and 69, handcuffed behind their backs, lying on the floor, with their faces in their vomit, for about one hour, without reacting”.",
                                "elements": []
                            },
                            {
                                "content": "E.  The discontinuance of proceedings",
                                "elements": []
                            },
                            {
                                "content": "1.  The judge’s decision of 15 October 2012 and the judgment of the Investigation Division of the Versailles Court of Appeal of 18 February 2014",
                                "elements": []
                            },
                            {
                                "content": "32.  A notice that the judicial investigation had concluded was issued to the parties on 22 June 2011.",
                                "elements": []
                            },
                            {
                                "content": "33.  On 29 June 2011 the civil parties asked the investigating judge personally to hear testimony from all the witnesses in the case and also, having placed them under judicial investigation, officers J.C., B.G. and V.P (or in the case of the first two, at least as assisted witnesses); they also asked the judge to order, in the presence of all the ordinary witnesses, of any assisted witnesses, of any individuals under judicial investigation, of the public prosecutor, of the lawyers of the civil parties and of Dr L. and T., a viewing of the video of the arrival at the police station and a reconstruction of the events.",
                                "elements": []
                            },
                            {
                                "content": "34.  Those requests were rejected by the judge’s decision of 22 July 2011, on the grounds that testimony had already been taken in a precise and detailed manner and that the civil parties had not indicated any points which had not been raised, that it was for the investigating judge to decide on the choice of status – whether a person should be placed under judicial investigation or be an assisted witness – without this having any bearing on the establishment of the truth, that the viewing of the video in the presence of witnesses was capable of undermining the sincerity of their testimony, and that, in the absence of any person under judicial investigation or assisted witness, a reconstruction could not take place solely in the presence of witnesses or experts.",
                                "elements": []
                            },
                            {
                                "content": "35.  A fresh notice of the conclusion of the judicial investigation was issued on 2 September 2011 and on 15 October 2012 the investigating judge decided to discontinue the proceedings, on the grounds that “the investigation [had] not established any acts of wilful violence which might have been the direct or indirect cause of Mr Ali Ziri’s death, or any direct or indirect fault attributable to anyone who intentionally caused the death”.",
                                "elements": []
                            },
                            {
                                "content": "36.  That discontinuance decision was upheld by the Investigation Division of the Versailles Court of Appeal, on an appeal lodged by the civil parties, in a judgment of 28 February 2013.",
                                "elements": []
                            },
                            {
                                "content": "2.  Judgment of the Criminal Division of the Court of Cassation of 18 February 2014",
                                "elements": []
                            },
                            {
                                "content": "37.  Relying in particular on Articles 2 and 3 of the Convention, the applicant lodged an appeal on points of law against the judgment of 28 February 2013.",
                                "elements": []
                            },
                            {
                                "content": "38.  On 18 February 2014 the Criminal Division of the Court of Cassation set aside the judgment on the grounds that the Investigation Division had failed to “ascertain that the restraint techniques used [against Mr Ziri] had not been excessive in the light of the person’s conduct or whether the assistance provided had been appropriate”. It referred the case and the parties back to the Investigation Division of the Rennes Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "3.  The judgment of the Investigation Division of the Rennes Court of Appeal of 12 December 2014",
                                "elements": []
                            },
                            {
                                "content": "39.  In a judgment of 12 December 2014 the Investigation Division of the Rennes Court of Appeal held that there was no need to supplement or continue the investigation and upheld the discontinuance decision of 15 October 2012.",
                                "elements": []
                            },
                            {
                                "content": "40.  It noted that the forensic assessments had set out different hypotheses and had reached diverging conclusions, making it impossible to identify any single definite cause of Mr Ziri’s death. It found, however, that as the death had occurred following his arrest by the police, it had to ascertain “whether the police intervention had played, by acts of wilful violence or at least by wrongful conduct, any causal role in the death”. It observed that “whilst, according to the experts, the marks and bruising that might correspond, in some cases, to wounds caused by restraint could not have caused the death of Ali Ziri, there was no evidence to show, or even to suggest, that Ali Ziri had been struck intentionally at any time by the police officers”. It further noted that the statements of A.K. to the effect that Mr Ziri had sustained such acts of violence were not only contradictory but also contradicted by those of individuals who had been present at the time of the arrest and by those of a man who had met him in Argenteuil police station. It lastly observed that there was nothing to show that any acts of violence had been committed by the police officers in the van, on the journey between the police station and the hospital. It concluded from this that the only times when Mr Ziri might have been subjected to acts of violence had been during the journey in the police car between the place of arrest and the police station, or on his arrival at the police station.",
                                "elements": []
                            },
                            {
                                "content": "41.  The court noted in this connection that, in his forensic assessment of 15 April 2011, Dr P. indicated that the restraint techniques applied on Mr Ziri – the use of the so-called “double-seated embrace” position – was capable of “leading to respiratory blockage and therefore a difficulty, or even an impossibility, of oxygenation during a certain period, which would not have had any repercussions for a young person but was likely to entail cardiac consequences ... in an elderly person, with a lesser degree of thoracic compliance”. Taking the view that it had therefore to “ascertain whether the treatment of [Mr Ziri] in the police vehicle constituted a fault which had triggered his death”, it found as follows:",
                                "elements": []
                            },
                            {
                                "content": "“It can be seen from the statements [of B.G., V.P. and J.C.], from the audio recording of the messages exchanged during the journey and from the testimony of the police officers who intervened on arrival at the police station, particularly Lieutenant [S.M.], that the journey, lasting five minutes, had been very agitated and that both [A.K.] and Ziri had been behaving dangerously.",
                                "elements": []
                            },
                            {
                                "content": "It was after [A.K.] had spat at the driver that [B.G.], fearing for the safety of all the occupants, forced down his head and chest. In doing so he left space between himself and Ali Ziri, who took advantage of this to try to head-butt him, thus triggering, for the same safety reasons, the intervention of [J.C.] who, turning round on his seat, grasped him under the armpits and held his head down against his knees.",
                                "elements": []
                            },
                            {
                                "content": "Contrary to the assumption made by the National Commission on Security Ethics, in its report, Ali Ziri’s agitation thus described, while he was probably unsuccessful in attempting to head-butt, on account of his corpulence and the fact that he was handcuffed, was likely, in view of his state of drunkenness and restlessness.",
                                "elements": []
                            },
                            {
                                "content": "His state of extreme agitation inside the vehicle is confirmed by the fact that the driver, unusually, placed a call by radio to request the opening of the gate to the police station courtyard, which was normally opened by a member of the patrol who would get out of the vehicle to type in the access code, and it is also confirmed by Lieutenant [S.M.] who was in the porch waiting for the patrol to arrive.",
                                "elements": []
                            },
                            {
                                "content": "The statement of [V.P.], the driver, and the audio recording of the messages enable an estimate of three to four minutes to be made for the time during which [A.K.], then Ziri, were restrained in that manner, as [V.P.] indicated that he had sent the message, at 20.43 before arriving at the police station at 20.46, just after the immobilisation.",
                                "elements": []
                            },
                            {
                                "content": "It can be seen from those particulars that in the light of the state of agitation and rebellion of the individuals arrested, whose conduct, in the confined space of a vehicle, close to the driver, was highly dangerous for the safety of all passengers and other road users, the immobilisation techniques applied for a few minutes by the police officers, whose professional attitude is not in doubt and is attested by the witnesses to the arrest, did not constitute excessive restraint. The police thus made use only of the degree of force strictly necessary to control the individuals and no fault, voluntary or involuntary, can be imputed to them, and in particular not to [JC], the officer who actually immobilised Ali Ziri.",
                                "elements": []
                            },
                            {
                                "content": "The video recording of the arrival at the police station shows, once again, that it was only because of his resistance that he was forced out of the vehicle and then carried onto the premises to be laid on the floor. While the various statements show that he had trouble standing and confirm his state of inebriation, none of them ... mention a state of unconsciousness, this only being noted at the hospital shortly before the intervention of Dr [M.]. In addition, forensic experts dismissed the idea of any repercussion as a result of Ali Ziri’s hitting his head on the ground when removed from the vehicle.",
                                "elements": []
                            },
                            {
                                "content": "Nor is it apparent from the report of the National Commission on Security Ethics, which has been added to the file, that there were any acts of violence that could have led to the death of Ali Ziri.",
                                "elements": []
                            },
                            {
                                "content": "The Commission states that it has not been able to continue its investigations into the direct acts of violence alleged by [A.K.], those allegations having been refuted by the judicial investigation, as indicated above.",
                                "elements": []
                            },
                            {
                                "content": "It is, moreover, at odds with the facts for the Commission to state that Ali Ziri was placed on his back on a stretcher in the hospital, from which it inferred that this unsuitable and dangerous position had favoured the occurrence of aspiration and the inhalation of gastric fluid, which had contributed to the death; whereas, in reality, he had placed himself or had been placed by the police officer, with the approval of the nurse ... in a safe lateral position, and choking by aspiration is not the cause of death.",
                                "elements": []
                            },
                            {
                                "content": "While the Commission expresses the opinion that inhuman and degrading treatment was constituted as a result of the precipitation and violence with which Ali Ziri was extracted from the vehicle, and also by the fact of leaving the two men, aged 60 and 69, lying on the floor of the police station, handcuffed behind their backs, in their vomit, within view of all the officials for about an hour, it does not follow from this opinion, given the circumstances of the arrival at the police station analysed above, that any of the acts in question could have led to the death of Ali Ziri.",
                                "elements": []
                            },
                            {
                                "content": "In addition, according to [the] hospital reception and orientation nurse, Ali Ziri’s condition was not a concern and did not require special attention. He was conscious and responded to basic instructions and his case was not a priority. The expert [P.] indicated that a sound initial assessment of his condition had been made and that the aggravation of this condition within less than one hour was exceptional. While the expert expressed surprise that the police, although they were not in charge of his medical supervision, nevertheless failed to sound the alarm when Ali Ziri’s condition worsened, Dr [M.] indicated that in the absence of medical knowledge the police officers might have thought that he was sleeping.",
                                "elements": []
                            },
                            {
                                "content": "Consequently, as his condition had not caused any concern to the medical professionals upon his arrival at the hospital and had been assessed as normal given his state of inebriation, and as the police might not have realised that his condition had worsened – exceptionally rapidly according to the expert – no negligent failure to provide assistance that could have led to or contributed to the death of Ali Ziri can be imputed to the police.",
                                "elements": []
                            },
                            {
                                "content": "Therefore, in this presence of the evidence from the judicial investigation, the demands of both the civil parties and the public prosecutor’s office that the investigation be continued or that additional enquiries be ordered do not appear useful for the purpose of establishing the truth.",
                                "elements": []
                            },
                            {
                                "content": "The judicial investigation has not revealed sufficient evidence to show that the charges investigated by the investigating judge, or any other charges, are made out, and no additional enquiries would appear useful.",
                                "elements": []
                            },
                            {
                                "content": "In these circumstances, the decision must be upheld.”",
                                "elements": []
                            },
                            {
                                "content": "4.  Judgment of the Criminal Division of the Court of Cassation of 16 February 2016",
                                "elements": []
                            },
                            {
                                "content": "42.  Relying in particular on Articles 2 and 3 of the Convention, the applicant appealed on points of law against the judgment of 12 December 2014.",
                                "elements": []
                            },
                            {
                                "content": "43.  On 16 February 2016 the Criminal Division of the Court of Cassation dismissed the appeal by a judgment giving the following reasoning:",
                                "elements": []
                            },
                            {
                                "content": "“... in upholding the discontinuance decision, the judgment notes that it could be seen from the statements of the police officers who were part of the patrol team, from the recording of the messages exchanged during the journey between the place of the arrest and the police station, and the testimony of the police officers who intervened on arrival at the police station, that this journey had been particularly agitated and that the acts of restraint used against [M. Ziri] had been made necessary by the state of agitation and rebellion of those arrested, whose conduct, in the confined environment of a vehicle, close to the driver, was highly dangerous for the safety of all the passengers and of other road users; the court added that the immobilisation techniques applied for a few minutes by the police, whose professional conduct could not be called into question and was attested by the witness to the arrest, did not constitute an excessive degree of restraint.",
                                "elements": []
                            },
                            {
                                "content": "In the light of the above and the conclusion that the police made use only of the degree of force strictly necessary, and since an assessment of the evidence shows that the investigation has been comprehensive, the Investigation Division justified its decision ...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "44.  Article L. 141-1 of the Code of Judicial Organisation read as follows (version stemming from Ordinance no. 2006-673 of 8 June 2006):",
                                "elements": []
                            },
                            {
                                "content": "“The State shall be required to make good any damage caused by any inadequate functioning of the justice system.",
                                "elements": []
                            },
                            {
                                "content": "Unless otherwise provided, such responsibility will be engaged only by serious misconduct or by a denial of justice.”",
                                "elements": []
                            },
                            {
                                "content": "III.  RESOLUTION OF THE COMMITTEE OF MINISTERS OF THE COUNCIL OF EUROPE ON THE EXECUTION OF THE SAOUD v. FRANCE JUDGMENT",
                                "elements": []
                            },
                            {
                                "content": "45.  In the case of Saoud v. France (no. 9375/02, judgment of 9 October 2007), the Court received an application from the mother and the brothers and sisters of a young man who had died from suffocation after being restrained face down on the ground by police officers in the so-called “ventral decubitus” (or prone) position. The Court found in particular that there had been a violation of Article 2 of the Convention in its substantive aspect.",
                                "elements": []
                            },
                            {
                                "content": "46.  By Resolution CM/ResDH(2015)228 of 9 December 2015, the Committee of Ministers of the Council of Europe declared that the French Government had “exercised its functions under Article 46, paragraph 2, of the Convention in this case”, and decided to conclude its examination. The Resolution referred to the action report provided by the Government indicating the measures adopted in order to give effect to the judgment, including the following (translation):",
                                "elements": []
                            },
                            {
                                "content": "“... In an instruction of 8 October 2008, the Director, Head of the Inspectorate General of the National Police, issued to all police forces the requirements to be met when using force. This instruction reminds them about the main principles of the use of force (discernment and proportionality), prescribing a very controlled use and emphasising that the persons arrested must be placed under the responsibility of the police officers involved. More precisely, as regards the immobilisation technique at issue in Saoud, the so-called ‘prone position’, the police are required, when such immobilisation is necessary, to ensure that any compression on the thorax and abdomen is applied as briefly as possible and released as soon as the person is restrained by regulatory and adapted means. Moreover, prior to any risky intervention, the coordinating doctor in the emergency department must be informed. It will be for that doctor, if necessary, to decide to send a medical team on site. Lastly, the instruction states that the use of force must be recorded in detail in the intervention reports.",
                                "elements": []
                            },
                            {
                                "content": "... the initial and ongoing training of officers of both the national police and the national gendarmerie have been up-dated, particularly with regard to ethical issues. The control of professional technical intervention actions is presented as having to be based on a gradual and proportionate use of force, and on respect for the human person. The training incorporates an analysis of domestic and European case-law and recommends in particular that, as soon as the immobilisation is applied, the person arrested with the use of restraint should be placed in a safe lateral position as soon as he is under control, and should be subjected to special monitoring. Relying on a skills-based pedagogical approach, these training courses, which are both theoretical and practical, cover professional situations and simulation exercises which put trainees in comparable situations to those that they will face in the course of their professional duties. ...”",
                                "elements": []
                            },
                            {
                                "content": "IV.  THE ACAT REPORT OF 14 MARCH 2016",
                                "elements": []
                            },
                            {
                                "content": "47.  In a report headed “order and force, an investigation into the use of force by law-enforcement officers in France” published in 2016 (produced by the applicant), the non-governmental organisation “Action des chrétiens pour l’abolition de la torture” (ACAT) emphasises as follows (translation):",
                                "elements": []
                            },
                            {
                                "content": "“... Double-seated embrace: a dangerous technique but still practised.",
                                "elements": []
                            },
                            {
                                "content": "The double-seated embrace technique consists in keeping a person in a sitting position, with his head resting on his knees, to contain that person. It is capable of causing postural asphyxia and has been responsible for several deaths. This practice was banned in France in the context of removal measures after the death, within a short space of time, of two individuals who were being deported from France. ... Following those incidents, a National Police instruction ‘concerning the removal by air of irregular migrants’ prohibited the double-seated embrace. ‘In order to prevent medical risks due to the state of excitation of the deportee and the need to restrain him in the aircraft, the practice of non-regulatory actions, including compression of the chest, bending of the torso, and binding-together of the limbs, is strictly prohibited. However, this text only deals with deportations. During a meeting with the ACAT in June 2015, an advisor from the office of the Minister of the Interior stated that, overall, ‘the double-seated embrace technique is absolutely prohibited because it has irreversible consequences’. He cited by way of reference a 2008 IGPN instruction which purportedly prohibited this technique in any police intervention. However, despite several requests, the ACAT has been unable to gain access to this instruction. In any event, the ACAT has been following several cases in which the double-seated embrace technique is suspected or established to have been used. In at least two cases where deaths occurred, the police admitted to having used it ...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 2 AND 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  The applicant complained about her father’s death following his arrest by the police and his deprivation of liberty in Argenteuil police station. She argued that the necessary measures for the protection of his right to life had not been taken. She further argued that the investigation into the facts had not been effective. She relied on Article 2 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "49.  The applicant further argued that her father had been subjected to inhuman or degrading treatment while under police supervision. She relied on Article 3 of the Convention, which provides that:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government took the view that, as she had failed to bring proceedings to establish liability for shortcomings in the public service of justice, under Article L. 141-1 of the Code on Judicial Organisation, the applicant had failed to exhaust domestic remedies. They observed that the Court of Cassation had defined as follows the “serious fault” required for that provision to be engaged: “any deficiency established by a fact or a series of facts resulting in the inability of the public service of justice to fulfil its mission” (Plenary Court, 23 February 2001, no. 99-16.165). They produced a judgment of the Paris Court of Appeal of 19 May 2015 which, upholding a judgment of the Paris tribunal de grande instance of 5 June 2013, found the State liable on that basis on account of the death of an individual in his cell while in police custody, noting that he had not been informed of his rights, including his right to request a medical examination, and indicating that the night-time surveillance had been insufficient. They also produced a judgment of the Bastia tribunal de grande instance of 22 March 2016 finding the State liable following the suicide of an individual in police custody, inferring a serious fault from the fact, combined with the lack of effective surveillance, that the person’s shoelaces, which he had used to hang himself, had not been taken away from him. The Government argued that the applicant had sought to engage the responsibility of the State before the Court, and that, unlike the course of action provided for in Article L. 141-1 of the Code of Judicial Organisation, the remedy that she had used, namely a criminal complaint against the police officers concerned, did not have the purpose of determining such responsibility but rather the criminal liability of the officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The applicant replied that the reason why she had not claimed compensation before the domestic courts was because her aim had always been to participate, as a civil party, in the discovery of the truth in the context of the judicial investigation into the death of her father while he was under the supervision of police officers, in the expectation of obtaining sufficient explanations as to the cause of death. She added that she had used the appropriate remedies to challenge the closing of the judicial investigation – whose aim it was to elucidate the causes – and to press for sanctions against those responsible for the death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court refers to the applicable principles as to the requirement to exhaust domestic remedies under Article 35 § 1 of the Convention, as set out in particular in the Vučković and Others v. Serbia ([GC], no. 17153/11, §§ 69-77, 25 March 2014) judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  It further reiterates that in the area of unlawful use of force by State agents, civil or administrative proceedings aimed solely at awarding damages, rather than ensuring the identification and punishment of those responsible – such as the action for damages under Article L. 141-1 of the Code on Judicial Organisation – are generally not adequate and effective remedies capable of providing redress for complaints based on the substantive aspect of Articles 2 and 3 of the Convention (see Mocanu and Others v. Romania [GC], nos. 10865/09 and 2 others, § 227, ECHR 2014, and Jeronovičs v. Latvia [GC], no. 44898/10, §§ 76-77, ECHR 2016; see also Yaşa v. Turkey, 2 September 1998, § 74, Reports of Judgments and Decisions 1998VI). In such cases, an applicant who has brought before the domestic courts a complaint based on those provisions, while seeking to join the criminal proceedings as a civil party, will in general meet the requirement to exhaust domestic remedies (see, for example, Tekın and Arslan v. Belgium, no. 37795/13, § 70, 5 September 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  While it is true that an action for damages may, by contrast, validly exhaust domestic remedies where the complaint does not concern an unlawful use of force but rather omission or negligence on the part of the authorities, the same can be said of a criminal complaint with an application to join the proceedings as a civil party (see Slimani v. France, no. 57671/00, §§ 39-41, ECHR 2004IX; De Donder and De Clippel v. Belgium, no. 8595/06, §§ 60-62, 6 December 2011; Tekın and Arslan, cited above, § 68-71; and, implicitly, Boukrourou and Others v. France, no. 30059/15, 16 November 2017). The Court thus finds that, where such a mechanism exists, an application to join the proceedings as a civil party before the investigating judge or the criminal courts is a logical and effective means of complaining about such facts. A civil party intervention is fully consistent with the logic of the specific procedural obligation that Articles 2 and 3 of the Convention impose on States, namely to conduct, of their own motion, an official and effective investigation capable of establishing the causes of death and identifying and punishing those responsible, in order to guarantee that the State agents or bodies responsible will be held to account (see paragraph 105 below). Moreover, the filing of a criminal complaint with the investigating judge, as a prospective civil party, triggers the opening of a judicial investigation. The search for evidence as to the facts complained of is then entrusted to an investigating judge who, for that purpose, has much more efficient means than those to which an individual may have access. This mechanism thus allows the victims of acts constituting a serious criminal offence to increase their prospects of obtaining redress for the damage thus caused to them (see De Donder and De Clippel, cited above, §§ 60-62).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In the case of Benmouna and Others v. France (dec.) (no. 51097/13, §§ 47-54, 15 September 2015), which was not cited by the Government in the present case, the Court found that in the case of a person committing suicide while in police custody the action for damages under Article L. 141-1 of the Code on Judicial Organisation had been, since March 2011 at the latest, one of the domestic remedies to be exhausted in respect of the substantive aspect of the Article 2 complaint. It found in that case that the fact that the applicants had applied to join the criminal proceedings as civil parties did not exempt them from bringing an action for damages, an action which afforded “greater flexibility than a criminal prosecution and consequently had different prospects of success”, as “in order to be successful, a criminal prosecution had to demonstrate that a criminal offence had been committed” (ibid., § 53). It found that domestic remedies had not been exhausted in respect of the complaint of a substantive violation of Article 2.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court reiterates that it is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy relied upon for the purposes of Article 35 § 1 of the Convention was an effective one, available in theory and in practice at the relevant time (see, for example, Vučković and Others, cited above, § 77). That principle, regarding the burden of proof, plays a particularly important role in cases such as the present, where the respondent Government seek to show that the remedy they identify is the only one that can be used for the purposes of fulfilling the requirement of the exhaustion of domestic remedies under Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court observes that in the present case, the applicant has complained of acts or omissions that are capable of engaging criminal liability and can be attributed to the police officers present in the vehicle and at Argenteuil police station. As can be seen from the case-law principles reiterated above, a criminal complaint with an application to join the criminal proceedings as a civil party, filed with the investigating judge, was thus a remedy that was both logical and efficient for the purposes of Article 35 § 1 of the Convention. Since the applicant used that remedy and the criminal complaint gave rise to various court decisions, at first instance, on appeal and by the Court of Cassation, thus exhausting all the possible remedies which stemmed from that complaint, the Government, in the circumstances of the case, cannot reproach her for failing to bring, in addition, an action for damages under Article L. 141-1 of the Code on Judicial Organisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Alleged violation of Article 2 of the Convention",
                                        "elements": [
                                            {
                                                "content": "(a)  Substantive limb of the complaint",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  The parties’ submissions",
                                                "elements": []
                                            },
                                            {
                                                "content": "(α)  The applicant",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The applicant explained that her grounds for complaining of the use of force against her father were solely connected with the immobilisation technique, known as a “double-seated embrace”, to which he had been subjected while in the police vehicle during his transfer to the police station. She took the view that it had not been “absolutely necessary” to use this technique; the police officers in the vehicle could have arrested him and called for back-up, which would have been adapted to the offence in question – resistance and rebellion – and would have put an end to the risk, especially as the police station was nearby. Referring to the judgment in Taïs v. France (no. 39922/03, 1 June 2006), she observed that the Government had not provided any means of establishing that the use of this technique was proportionate in the light of the circumstances (her father’s age, the offence for which he had been arrested, his level of aggressiveness, the fact that he was already handcuffed). She pointed out that the burden of proof was on the authorities, who were required to provide a satisfactory and convincing explanation. She observed, moreover, that the use of this technique had given rise to much controversy. She referred in this connection to the report entitled “order and force, investigation into the use of force by law-enforcement officers in France” published on 14 March 2016 by the ACAT (see paragraph 47 above), according to which that technique was capable of causing postural asphyxia and had been responsible for several deaths. The practice had thus been banned in France in the context of deportations. She further referred to a note from the National Police Inspectorate of 8 October 2008 (IGPN/BAD/SA/08-1577-D), which stated that any compression had to be for the shortest time possible and released as soon as the individual was constrained by the appropriate regulatory means, and that any face-down immobilisation had to be kept to a minimum, especially if the person was already handcuffed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The applicant further observed that the Government’s analysis of the causal link between the police intervention and the death of her father had not taken account of the chronology of the forensic assessments, or of the evidence made available to the experts, or of the assignments entrusted to them. She noted that only the last assessment had been carried out by a doctor having access to the whole file and whose mission it was to ascertain whether the actions of the police officers during the arrest, transfer and police custody could have caused the death or contributed directly thereto. She submitted that this report had indeed confirmed the causal link.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The applicant further argued that the authorities had breached their obligation to protect her father’s life on at least two occasions: during the journey between the place of the arrest and the police station, on account of the use of the double-seated embrace technique; and during the period of one hour and fifteen minutes which elapsed between the arrival at the police station and the departure for the hospital. On the first point, the applicant referred back to her previous arguments, comparing the case of her father – use of the double-seated embrace technique for about five minutes against a 69-year-old who was already handcuffed – with the case of the applicant in the Saoud case (cited above), who died after being held down on the floor for thirty-five minutes in a position likely to lead to death by “postural” or “positional” asphyxia. On the second point, the applicant indicated that her father’s condition had been worrying when he arrived at the police station, as he had only been semi-conscious on account of his high alcohol level and his lack of oxygenation following the use of the impugned technique. The images taken from the video recording of his arrival at the police station purportedly showed this, and in the applicant’s submission this was confirmed not only by the report of the National Commission for Security Ethics but also by the statements of two of the officers present. She pointed out that, nevertheless, the decision to transfer her father to hospital had not been taken until about thirty minutes after her arrival at the police station, during which time he had been left on the floor, with his arms handcuffed behind his back, lying in his vomit; he had then been kept in a stationary vehicle for forty minutes, still handcuffed behind his back; he had thus not arrived at hospital until 10.05 p.m. (according to the police officers) and 10.09 p.m. (according to the hospital register), thus one hour and twenty minutes after his arrival at the police station in a worrying condition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(β)  The Government",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Referring to the findings of the Investigation Division of the Rennes Court of Appeal (judgment of 12 December 2014; see paragraphs 39-41 above), the Government began by arguing that the intervention of the police officers had been absolutely necessary in response to the violent conduct of the applicant’s father. They indicated that his immobilisation had proved necessary on three occasions: when he was arrested, when he was being driven to the police station, and when he got out of the police vehicle on his arrival at the police station. They noted that three witnesses had testified to his aggressive behaviour and to the moderation shown by the police at the time of the arrest, and that A.K., who had been accompanying him, had acknowledged that he had not seen any blows. They observed that the maintaining of the applicant’s father in the “double-seated embrace” position for part of the journey sought to counteract the danger that his aggressive attitude represented for both the police officers in the vehicle and other road users. They added that the video recording of the arrival at the police station showed that it was because of his resistance that he had been forcefully extracted from the vehicle, then carried onto the premises. In their view the officers had used technical immobilisation positions that were consistent with their training, and were necessary and proportionate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Government further submitted that there was no causal link between the police officers’ conduct and the death of the applicant’s father. They emphasised that four out of the five experts who had given opinions had agreed that the death was caused by respiratory problems leading to cardiac arrhythmia, which had led to a heart attack. They observed that all the experts had put forward three contributing factors: age, a history of cardiac and respiratory weaknesses and a very high alcohol level. They added that it was impossible to assert that the immobilisation actions in the vehicle and at the police station had contributed to the death, especially in view of the fact that, as noted by the Investigation Division of the Rennes Court of Appeal in its judgment of 12 December 2014, all the police officers who were questioned, like the witness A.K., confirmed that he was alright until his arrival at hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Referring again to the same judgment of 12 December 2014, the Government further argued that the police officers and medical personnel had fulfilled their positive obligation to protect the life of the applicant’s father. They observed that his death had occurred unforeseeably, and that the police officers could not have been aware of his physical fragility at the time of their intervention. They also noted that he was conscious when he was at the police station and on his arrival at the hospital to which the police took him when they saw that he was vomiting. As regards the period of thirty-three minutes between his arrival at hospital and his first treatment, the Government noted that Dr P. had indicated in his report that it was scientifically impossible to assert that immediate treatment would have changed the outcome.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  The Court’s assessment",
                                                "elements": []
                                            },
                                            {
                                                "content": "(α)  General principles",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  Article 2, which safeguards the right to life and sets out the circumstances when deprivation of life may be justified, ranks as one of the most fundamental provisions in the Convention, to which no derogation is permitted. Together with Article 3, it also enshrines one of the basic values of the democratic societies making up the Council of Europe. The circumstances in which deprivation of life may be justified must therefore be strictly construed. The object and purpose of the Convention as an instrument for the protection of individual human beings also requires that Article 2 be interpreted and applied so as to make its safeguards practical and effective (see McCann and Others v. the United Kingdom, 27 September 1995, Series A no. 324, §§ 146-47; Salman v. Turkey [GC], no. 21986/93, § 97, ECHR 2000VII; and Trévalec v. Belgium, no. 30812/07, § 71, 14 June 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The text of Article 2, read as a whole, demonstrates that it covers not only intentional killing but also the situations where it is permitted to “use force” which may result, as an unintended outcome, in the deprivation of life. The deliberate or intended use of lethal force is only one factor, however, to be taken into account in assessing its necessity. Any use of force must be no more than “absolutely necessary” for the achievement of one or more of the purposes set out in sub-paragraphs (a) to (c). This term indicates that a stricter and more compelling test of necessity must be employed from that normally applicable when determining whether State action is “necessary in a democratic society” under paragraphs 2 of Articles 8 to 11 of the Convention. Consequently, the force used must be strictly proportionate to the achievement of the permitted aims (see, among other authorities, all cited above, McCann and Others, §§ 148-149; Salman, § 98; and Trévalec, § 72).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The first sentence of Article 2 imposes on the Contracting States a positive obligation to take appropriate steps to safeguard the lives of those within their jurisdiction (see, for example, Slimani, cited above, § 27, and Maslova v. Russia, no. 15980/12, § 67, 14 February 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The obligations on Contracting States take on a particular dimension where detainees are concerned, since detainees are entirely under the control of the authorities. In view of their vulnerability, the authorities are under a duty to protect them. The Court has accordingly found, under Article 3 of the Convention, that, where applicable, it is incumbent on the State to give a convincing explanation for any injuries suffered in custody, or during other forms of deprivation of liberty, which obligation is particularly stringent where that individual dies (see, for example, the authorities cited above Slimani, § 27, and Maslova, § 68).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court has emphasised, inter alia, that where an individual is taken into police custody in good health and is found to be injured on release, it is incumbent on the State to provide a plausible explanation of how those injuries were caused (see, among other authorities, those cited above Salman, § 99; Taïs, § 84; and Maslova, § 68). In particular, where a detainee dies as a result of a health problem, the State must offer an explanation as to the cause of death and the treatment administered to the person concerned prior to their death (see Slimani, § 27).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  As a general rule, the mere fact that an individual dies in suspicious circumstances while in custody should raise an issue as to whether the State has complied with its obligation to protect that person’s right to life (see, among other authorities, H.Y. and HÜ.Y v. Turkey, no. 40262/98, 6 October 2005, § 104; and Slimani, § 27, and Taïs, § 83, both cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  In assessing evidence, the Court adopts the standard of proof “beyond reasonable doubt”. However, such proof may follow from the co-existence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact. Where the events in issue lie wholly, or in large part, within the exclusive knowledge of the authorities, as in the case of persons within their control in custody, strong presumptions of fact will arise in respect of injuries and death occurring during that detention. Indeed, the burden of proof may be regarded as resting on the authorities to provide a satisfactory and convincing explanation (see Anguelova v. Bulgaria, no. 38361/97, § 111, ECHR 2002IV, and Taïs, cited above, § 85).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  That being said, the scope of the positive obligation must be interpreted in a way which does not impose an impossible or disproportionate burden on the authorities. In other words, only the fact that the authorities did not do all that could be reasonably expected of them to avoid a real and immediate risk to life can constitute a possible violation of a positive obligation on the part of those authorities (see Osman v. the United Kingdom, 28 October 1998, § 116, Reports of Judgments and Decisions 1998-VIII; ScavuzzoHager and Others, cited above, § 66; Saoud, cited above, § 99; and Tekin and Arslan, cited above, § 85).",
                                                "elements": []
                                            },
                                            {
                                                "content": "(β)  Application to the present case",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Two questions arise in the present case. The first concerns the negative obligations imposed on the State by Article 2, in the context of the use of force by police officers against the applicant’s father when he was being transferred to Argenteuil police station. The second concerns the State’s positive obligation to take all necessary measures for the protection of his life when he was under the supervision of the police and in particular inside the police station (see, for example, Taïs, cited above, § 87).",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  Use of force when the applicant’s father was being transferred to Argenteuil police station",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court notes that the applicant has complained solely of the use of force against her father when he was in a police vehicle being taken to Argenteuil police station. It further notes that the applicant complained particularly about the use on that occasion of the immobilisation technique known as “double-seated embrace”, which consists in maintaining a person in a sitting position, with his head against his knees, as a form of restraint. It is indeed proven that this technique was used against the applicant’s father when he was taken to Argenteuil police station. This can be seen in particular from the judgment of the Rennes Court of Appeal of 12 December 2014 (see paragraphs 39-41 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  That being said, the Court observes that neither the autopsy carried out on 11 June 2009, immediately after the death (see paragraph 16 above), nor the forensic assessment of the evidence on 2 July 2009 (see paragraph 18 above), nor the second autopsy carried out on July 2009 (reports of 20 July and 31 August 2009, see paragraphs 23-24 above), nor the second forensic assessment of the evidence on 15 April 2011 (see paragraph 27 above), rules out the possibility of a causal link between the forced immobilisation of the applicant’s father during his transfer to the police station and his death. The Court thus notes that the report of 20 July 2009 refers to “lungs indicating mechanical asphyxia”, with a conclusion of “death from probable anoxia in a multi-factor context”; and the report of 31 August 2009 concludes that’s the applicant’s father dies from “hypoxic cardiac arrest by multifactorial suffocation (pressure on the back and front and known vomiting)”. It further observes that the Investigation Division of the Rennes Court of Appeal found in its judgment of 12 December 2014 that the expert’s assessment of 15 April 2011 indicated that the restraint imposed on the applicant’s father had been capable of “leading to respiratory blockage and therefore a difficulty, or even an impossibility, of oxygenation during a certain period, which would not have had any repercussions for a young person but was likely to entail cardiac consequences ... in an elderly person, with a lesser degree of thoracic compliance”. The Investigation Division thus took the view that it was necessary to “ascertain whether the treatment of [Mr Ziri] in the police vehicle constituted a fault which had triggered his death” (see paragraph 41 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Court further observes that this report concludes, in addition, that “[t]he electromechanical dissociation observed in the emergency department ... is secondary to a major cardiac rhythm disorder, itself secondary to a hypoxic episode related to being immobilised and repeated vomiting” and that “[r]egardless of the degree of aggressiveness of Mr Ziri, he was a 69-year-old man whose lack of judgment led to conduct that was not without consequences for his state of health” (see paragraph 27 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Court thus finds that the Investigation Division of the Rennes Court of Appeal did not rule out the possibility of a causal link between the force used against the applicant’s father during his transfer to Argenteuil police station and his death, but that it did not indicate whether or not it could have been a direct link.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  It must therefore be verified whether this use of force pursued at least one of the legitimate aims referred to in paragraph 2 of Article 2 and was strictly proportionate to such aim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  As to the first point, it can be seen from the material gathered during the investigation and from the judgment of the Investigation Division of the Rennes Court of Appeal of 12 December 2014 that the forced immobilisation of the applicant’s father sought to neutralise him when his agitation represented a risk for his own safety and also for that of the other passengers in the vehicle and other road users. The applicant has not disputed this.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Court observes that this is a legitimate aim provided for under Article 2 § 2 (a) of the Convention. Nor can it overlook in this context the difficulties involved in policing modern societies, the unpredictability of human conduct and the operational choices which must be made in terms of priorities and resources (see Osman, cited above, § 116).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  As to proportionality, the Court finds that the judgment of the Investigation Division of the Rennes Court of Appeal of 12 December 2014 – to which the Government referred – contains specific reasoning on this point (see paragraphs 40-41 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  In that judgment, the Investigation Division began by observing that it could be seen from the statements of the police officers present in the vehicle, from the audio recording of the messages exchanged during the journey and from the testimony of the officers who intervened on arrival at the police station, that the journey, lasting five minutes, had been very agitated and that both A.K. and Mr Ziri had been behaving dangerously. It explained that, after A.K. had spat at the driver, one of the police officers in the vehicle, fearing for the safety of all the occupants, forced down his head and chest; and that in so doing he left space between himself and Ali Ziri, who took advantage of this to try to head-butt him, thus triggering, for the same safety reasons, the intervention of one of the other officers who, turning round on his seat, grasped Mr Ziri under the armpits and held his head down against his knees. The Investigation Division emphasised that, while Ali Ziri was probably unsuccessful in his attempted head-butt, on account of his corpulence and the fact that he was handcuffed, the above-mentioned agitation was likely, in view of his drunkenness and restlessness. It added that his state of extreme agitation inside the vehicle was confirmed by the fact that the driver, unusually, had placed a call by radio to request the opening of the gate to the police station courtyard, which was normally opened by a member of the patrol who would get out of the vehicle to type in the access code, and that it was also confirmed by the testimony of the officer who was in the porch waiting for the patrol to arrive. It further indicated that the statement of the officer who had been driving the vehicle, and the audio recording of the messages exchanged, enabled the time during which A.K., then the applicant’s father, were restrained in that way to be estimated at three to four minutes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Investigation Division inferred from those particulars that in the light of the agitation and rebellion of the individuals arrested, whose conduct, in the confined space of a vehicle, close to the driver, was highly dangerous for the safety of all passengers and other road users, the immobilisation techniques applied for a few minutes by the police officers, whose professional attitude was not in doubt and was attested by the witnesses to the arrest, had not constituted excessive restraint. In that court’s view, the police thus made use only of the degree of force strictly necessary to control the individuals and no fault, voluntary or involuntary, could be imputed to them, and in particular not to the officer who actually immobilised the applicant’s father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Court, which notes incidentally that the applicant has not disputed the description of the facts relied on by the Investigation Division, does not see any reason to call into question the conclusion reached by the latter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Moreover, while the applicant took the view that the police officers could have avoided using the impugned immobilisation technique by stopping the vehicle and calling for back-up (see paragraph 59 above), it must be borne in mind that her father had only started behaving dangerously after being placed in the vehicle.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court thus finds that the forced immobilisation of the applicant’s father, while he was in the police vehicle being taken to Argenteuil police station, was justified and strictly proportionate to the aim pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  As to the applicant’s submission that the use of the double-seated embrace technique was in itself disproportionate, the Court would point out that, in the above-cited case of Saoud it had occasion to rule on the use of an immobilisation technique that was different in many ways to the technique at issue but also involving compression of the chest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The said case concerned the technique known as the “ventral decubitus” (or prone) position, consisting of holding an individual face down on the ground, with his head turned to one side. A twenty-six-year-old man, upon his arrest, had been handcuffed with his arms in front of him and several police officers had used their body weight to keep him pinned to the ground on his stomach. Two police officers had held him by the wrists and ankles while a third had placed his outstretched arms on the man’s shoulders and his knee in the small of his back. The man’s ankles were also bound together. Shortly afterwards he had suffered a cardiorespiratory arrest and died on the spot, in spite of the intervention of members of the fire service and then the emergency medical service (SAMU). After finding that the police officers had not been unaware of the man’s vulnerable state, on account of his mental illness, and that he had been held to the ground for thirty-five minutes in a position that was likely to cause death by a type of asphyxia known as “postural” or “positional”, the Court indicated that this form of immobilisation of an individual had been identified as “highly dangerous for the person’s life” (see Saoud, cited above, § 102). It referred on this point to the position of the CPT and to that of the non-governmental organisation Amnesty International (ibid., §§ 60-65). It also criticised the fact that no precise instructions had been issued by the French authorities with regard to this type of immobilisation technique (ibid., § 103).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  Following the judgment against France in the Saoud case, in an instruction of 8 October 2008 the Head of the Inspectorate General of the National Police reminded all police forces about the principles of discernment and proportionality when using force. It prescribed a very controlled use of force and emphasised that the persons arrested had to be placed under the responsibility of the police officers involved. It explained in particular that, where the immobilisation technique known as the “prone position” was necessary, the police had to ensure that any compression on the thorax and abdomen would be applied as briefly as possible and released as soon as the person was restrained by regulatory and adapted means (see paragraph 46 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  Moreover, in the context of the procedure concerning the execution of the Saoud judgment, the French Government informed the Committee of Ministers that the initial and ongoing training of officers of both the national police and the national gendarmerie had been up-dated, particularly with regard to ethical issues. The control of professional technical intervention actions was presented as having to be based on a gradual and proportionate use of force, and on respect for the human person. The training recommended in particular that, whenever an immobilisation technique was applied, the person arrested with the use of restraint had to be placed in a safe lateral position, as soon as he was under control, and be subjected to special monitoring. The training did not specifically address the “prone position”, the technique at issue in Saoud, but any forms of intervention involving the use of force or restraint by the police or gendarmerie (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  It further appears that the “double-seated embrace technique” was prohibited in France in the context of removal measures after the deaths, within a short timeframe, of two individuals who were being deported from France (see paragraph 47 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The dangerousness of immobilisation techniques involving chest compression has thus been acknowledged by the French authorities, and the police officers responsible for the arrest and transfer of the applicant’s father could not have been unaware that the application of such a technique to him carried a potential risk for his life. This was particularly true in the case of an elderly man in a state of inebriation who was handcuffed behind his back, as he was thereby placed in a state of cognitive or physical weakness, if not vulnerability, and the police officers could not have been unaware of this situation (see, in this connection, Boukrourou, cited above, § 61).",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  That being said, the Court would point out that, in the above-cited Saoud judgment, it did not specifically examine the question of the use of the immobilisation technique at issue in the light of the proportionality principle, which flows from the negative obligation under Article 2 of the Convention. It examined that question in terms of the general conditions in which the victim had been treated by the police, in the context of its scrutiny of compliance with the positive obligation to protect life. The Court finds it appropriate to proceed in the same way in the present case, especially as the death occurred several hours after the use of the impugned technique and since, as it has indicated above, the material in the file has not enabled it to be determined decisively whether the causal link between the force used against the applicant’s father during his transfer to Argenteuil police station and his death is a direct link.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  The situation of the applicant’s father when he was inside Argenteuil police station",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  As indicated above, the Court takes the view that, contrary to the Government’s argument, the police officers could not have been unaware of the state in which the applicant’s father found himself on his arrival at Argenteuil police station.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  He was a man of sixty-nine years old who vomited on his arrival at the police station, who found it difficult to remain standing, who had been manhandled during his arrest, transfer and extraction from the vehicle, and who had just been subjected, for several minutes, to an immobilisation technique that the police officers must have known was dangerous.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  In the Court’s view, the obligation of vigilance that the authorities are required to fulfil in respect of individuals deprived of their liberty was thus heightened in the present case, on account of the state of weakness of the applicant’s father on his arrival at Argenteuil police station.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  He was nevertheless left lying on the floor, in his vomit, handcuffed, without any immediate medical verification or supervision and without treatment. It is not in fact established that he was placed in a safe lateral position; the Court notes in particular that this is not stated in the judgment of the Investigation Division of the Rennes Court of Appeal of 12 December 2014.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The applicant’s father remained inside Argenteuil police station without being attended to by a doctor for about one hour and fifteen minutes, as he arrived there at 8.46 p.m. and later reached Argenteuil Hospital between 10.05 and 10.09 p.m., the distance between the police station and the hospital being only about 2 kilometres. It further appears that the order to transfer him to the hospital was given at 9.15 p.m. and that a wait of about 45 minutes was necessary before a police vehicle could leave the station to take him there.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  In the Court’s view, those circumstances are particularly problematic because it could be seen from the information given by the Government to the Committee of Ministers in the context of the execution of the Saoud judgment, cited above, that officers of the national police and gendarmerie had been instructed, in the context of their initial and ongoing training, that individuals who had to be restrained on arrest should be placed in a safe lateral position, as soon as they were brought under control, and be specially monitored (see paragraph 46 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The Court further observes that, as regards the conditions in which the applicant’s father was held at Argenteuil police station, the Government referred to the judgment of the Investigation Division of the Rennes Court of Appeal of 12 December 2014. But the judgment, on this point, merely indicates that the video recording of the arrival at the police station shows that he was forcibly extracted from the vehicle on account of his resistance and that he had then been carried onto the premises to be laid on the floor; and that, while the various statements showed that he had had trouble standing and confirmed his state of inebriation, none of them had mentioned a state of unconsciousness; and that the experts had dismissed the idea of any repercussion as a result of Ali Ziri’s hitting his head on the ground when removed from the vehicle (see paragraph 41 above). That court did not go any further in analysing the way in which the applicant’s father had been treated in the light of his general condition, of the heightened vigilance thus required of the authorities, or of the circumstances in which he was transferred to the police station and extracted from the police vehicle on arrival.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  It thus appears, as can also be seen from the 17 May 2010 opinion of the National Commission of the Ethics of Security (see paragraph 30 above), that the situation of the applicant’s father, when he was held at Argenteuil police station, was handled negligently by the authorities. Since there was negligence, the Court is bound to find that the authorities did not do what could be reasonably expected of them in order to prevent the risk of death to which he was exposed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  Conclusion",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  Having regard to the age of the applicant’s father; to his state of inebriation; to the fact that he had been manhandled during his arrest, transfer and extraction from the vehicle; to the fact that he had been subjected for several minutes to an immobilisation technique carrying a potential risk for life; to his general state when he arrived at Argenteuil police station; and to the fact that he remained at that station without medical assistance in deplorable conditions for one hour and fifteen minutes; the Court takes the view that the manner in which he was treated inside the police station established that there was a failure by the respondent State to fulfil its positive obligation to take the necessary measures for the protection of life. It is therefore the combination of those various factors, and not one or the other taken in isolation, which leads the Court to conclude that there has been a violation of Article 2 of the Convention in its substantive aspect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  The procedural aspect of the complaint",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  The parties’ submissions",
                                                "elements": []
                                            },
                                            {
                                                "content": "(α)  The applicant",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The applicant observed that the investigating judge had not himself carried out any investigative act, pointing out that he had not even personally questioned the police officers who had arrested his father. She also criticised the judge for rejecting all her requests for additional acts, in particular her requests to view the video recording of the arrival at the police station and for the holding of a reconstruction (she noted that, in the above cited Taïs case, the Court had found it regrettable that such a measure had been refused by the investigating judge), and contended that he had not followed up on the forensic medical assessment by Dr P. although it had established a link between the immobilisation technique and the death. She further observed that the discontinuance decision of 15 October 2012 had omitted a number of crucial elements: it did not mention that the double-seated embrace technique had been used against her father during his transfer to the police station or the conditions in which he remained for almost an hour and fifteen minutes inside the station, and it only cited Dr P.’s forensic assessment in ruling out the liability of the hospital staff whereas that report had been crucial as to the existence of a causal link between the death and the immobilisation actions taken by the police. She noted that the two judgments of the Investigation Divisions of the Courts of Appeal of Versailles and Rennes had not addressed these criticisms of the discontinuance decision. The applicant also noted that no investigating court or judge dealing with the case (investigating judges, investigation divisions and criminal division) or any of the parties (civil parties and public prosecutor) had viewed the video recordings of the arrival at the police station.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(β)  The Government",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The Government argued that the authorities had conducted an effective investigation to shed light on the circumstances of the death and to identify those responsible. In particular, while they did not dispute the fact that the investigating judge had not personally carried out the investigative acts, the Government took the view that the applicant had failed to show how the use of warrants for evidence to be taken on commission and the rejection of some of her requests had hindered the search for the truth. They emphasised that the investigative acts had been carried out by departments that were separate from that of the police officers involved in the arrest: the regional criminal investigation department (Direction régionale de la police judiciaire – “DRPJ”) of Versailles, and the National Police Inspectorate (Inspection générale de la police nationale – “IGPN”). Thus, they observed, the three arresting officers had been questioned by the IGPN, whose role was precisely to ensure that police officers complied with the laws and regulations and with the code of ethics of the national police force. In their view, the applicant had failed to show how it had been necessary for them to be interviewed by the investigating judge in person, in the light of the interviews already conducted. The Government added that it had not been established that it would have been useful for the discovery of the truth for the video of the arrival at the police station to have been viewed in the manner suggested by the applicant. They observed in this connection that the images which had been extracted from the video recording (which lasted for one minute and twenty seconds) and had been added to the judicial investigation file – to which the applicant had had access – allowed the viewer to understand the sequence of events, and that the recording had been used by the IGPN when taking evidence under a warrant of 29 September 2009. The Government further pointed out that the use of domestic remedies had made up for the lack of reasons in the discontinuance decision and in the Court of Appeal’s judgment of 28 February 2013: the Court of Cassation had quashed the judgment for that reason and had remitted the case to another court, the Investigation Division of the Rennes Court of Appeal, whose judgment of 12 December 2014 had contained comprehensive reasoning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  The Court’s assessment",
                                                "elements": []
                                            },
                                            {
                                                "content": "(α)  General principles",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  As the Court has already pointed out (see paragraph 54 above), in any case in which a detainee has died in suspicious circumstances and the cause of such death might be connected with an action or omission on the part of State agents or public services, an “official and effective investigation” capable of establishing the causes of death and identifying and punishing those responsible must be carried out of the authorities’ own motion (see, for example, Slimani, cited above, §§ 29-30; De Donder and de Clippel, cited above, § 85; and Armani Da Silva v. the United Kingdom [GC], no. 5878/08, §§ 229-30, ECHR 2016). The essential purpose of such an investigation is to secure the effective implementation of the domestic laws safeguarding the right to life and, in those cases involving State agents or bodies, to ensure their accountability for deaths occurring under their responsibility. Since often, in practice, the true circumstances of the death in such cases are largely confined within the knowledge of State officials or authorities, the bringing of appropriate domestic proceedings, such as a criminal prosecution, disciplinary proceedings and proceedings for the exercise of remedies available to victims and their families, will be conditioned by an adequate official investigation, which must be independent and impartial (see, for example, Makaratzis v. Greece [GC], no. 50385/99, § 73, ECHR 2004XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  For the investigation to be effective, it is first necessary for the persons responsible for carrying it out to be independent from those implicated in the death. They should not be hierarchically or institutionally subordinate to them but independent in practice. Secondly, the authorities must take whatever reasonable steps they can to secure the evidence concerning the incident, including, inter alia, eyewitness testimony, forensic evidence and, where appropriate, an autopsy which provides a complete and accurate record of injury and an objective analysis of clinical findings, including the cause of death. Any deficiency in the investigation which undermines its ability to establish the cause of death or the person responsible will risk falling foul of this standard. Lastly, there is a requirement of promptness and reasonable expedition on the part of the investigators, and the victim’s family must be involved in the proceedings to the extent necessary to safeguard his or her legitimate interests (see, for example, all cited above, Slimani, § 32; De Donder and de Clippel, § 86; and Armani Da Silva, §§ 232-39).",
                                                "elements": []
                                            },
                                            {
                                                "content": "(β)  Application to the present case",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  The Court finds that an investigation capable of establishing the circumstances and identifying and punishing those responsible has been carried out.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  It first observes that the authorities reacted promptly: an investigation to establish the cause of death was opened on the same day as the death, namely on 11 June 2009, by the Argenteuil police force; an autopsy was immediately ordered and, on 22 June 2009, a preliminary investigation was opened against persons unknown on the charge of manslaughter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  It further notes that, after the public prosecutor had discontinued the proceedings on 7 July 2009, relatives of the deceased filed a criminal complaint, with an application to joint the proceedings as a civil party, and on 8 July 2009 a judicial investigation was opened against persons unknown for manslaughter. The investigation was thus in the hands of the investigating judge, an independent judicial authority which had no hierarchical or structural connection with the police force in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  Moreover, the victim’s relatives as civil parties were involved in the investigation, since it was conducted by an investigating judge. They thus had access to the file and were able to request specific acts and to obtain a review by a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  As to the measures taken during the investigation in order to gather evidence, the Court notes in particular that, in addition to the initial autopsy, there was a second autopsy and two forensic medical assessments based on the documents. It can, moreover, be seen from the file that many other investigative acts were carried out: A.K. and officers B.G., V.P. and J.C. were questioned a number of times; the nurse and the doctor who took charge of the applicant’s father on his arrival in the emergency unit were also questioned, together with other police officers, four individuals who had been present at the arrest and five people who had been in Argenteuil police station at the relevant time. In addition, the radio messages exchanged between B.G., V.P. and J.C. and Argenteuil police station, when they were taking the applicant’s father and A.K. there, were added in evidence, as were the images of their arrival taken from the police station’s CCTV recording.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  To be sure, as the applicant emphasised, the investigating judge did not himself perform the investigative acts, in particular entrusting the interviews with B.G., V.P., J.C., A.K and the witnesses to the IGPN. The Court would observe, however, that all the acts were carried out under the authority and supervision of that judge. It further observes that the applicant has not called into question either the independence or the impartiality of the IGPN or those of its members who gathered evidence under the relevant warrants (see, mutatis mutandis, Fernandez Kerr v. Belgium, no. 19328/09, § 70, 26 September 2013). It also notes that the investigating judge did play a proactive role in the investigation, as is attested for example by the fact that he requested a complementary autopsy following the report of Dr L. and Dr T. of 20 July 2009, and subsequently transmitted the file to the public prosecutor seeking a supplemental application for an extension of the investigation (see paragraphs 24-25 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  As regards the failure of the investigating judge and Investigation Division to view the video recording, it is true that the Court has emphasised several times the importance that evidence of that type might have in the context of an investigation (see, under Article 3 of the Convention, Ciorap v. Republic of Moldova (no. 5), no. 7232/07, §§ 66-67, 15 March 2016, and Hentschel and Stark v. Germany, no. 47274/15, §§ 95-99, 9 November 2017). The analysis of a video recording constitutes a line of investigation which is clearly important (see Armani Da Silva, cited above, § 234). However, in the present case, the Court is persuaded by the Government’s explanation, noting that frames taken from the film, at intervals of about three seconds, were included in the file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  As to the applicant’s allegation that the investigating judge rejected all her requests for acts, it is not completely correct. While he did reject those made on 29 June 2011 (see paragraphs 33-34 above), he responded favourably to the request for a second autopsy (see paragraph 23 above). The decision of 29 June 2011 to reject her requests contained reasons (see paragraph 34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  In addition, contrary to the applicant’s submission, use was indeed made of the forensic medical assessment by Dr P., as the Investigation Division of the Rennes Court of Appeal did not rule out, in view of that report, the possibility of a causal link between the force used against the applicant’s father during his transfer to Argenteuil police station and his death (see paragraphs 41 and 75 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  Furthermore, as to the applicant’s criticism that the discontinuance decision of 15 October 2012 was defective, the Court finds that, while that decision was upheld by a judgment of the Investigation Division of the Versailles Court of Appeal of 28 February 2013, that judgment was subsequently quashed by the Criminal Division of the Court of Cassation precisely on the ground that it had not been ascertained whether the restraint imposed on the applicant’s father “had not been excessive in the light of his conduct and whether the assistance provided had been appropriate”. The case and the parties were thus referred to the Investigation Division of a different Court of Appeal (see paragraph 38 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  That being said, the Court notes that the investigation was somewhat lacking in expedition: it lasted from 11 June 2009 (date of the death and the opening of proceedings to establish the cause of death) until 15 October 2012 (date of the discontinuance decision), representing a period of three years and four months. More generally, the proceedings lasted for a total of six years and eight months, when taking as the endpoint the judgment of the Court of Cassation of 16 February 2016. In particular the investigation slowed down significantly in its last phase, especially after the last forensic report was deposited, on 15 April 2011. It sees another omission in the failure to conduct a reconstruction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  Those isolated defects, however, are not sufficient in the circumstances of the case, and having regard to the measures taken, in particular the forensic medical reports, for the effectiveness of the investigation as a whole to be called into question (see, for example, Trévalec, § 97, and Fernandez Kerr, § 75, both cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  Accordingly, there has been no violation of Article 2 of the Convention in its procedural aspect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  The alleged violation of Article 3 of the Convention",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  The applicant also argued that her father had sustained inhuman and degrading treatment while he was under police supervision. She relied on Article 3 of the Convention, which reads:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  Having found a violation of Article 2 of the Convention in its substantive aspect, the Court takes the view, also having regard to the circumstances, that it is not necessary to examine whether there has been a violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "122.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "123.  The applicant claimed 100,000 euros (EUR) in respect of the non-pecuniary damage that she alleged to have sustained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The Government considered that amount to be excessive. Having regard to the awards made by the Court in the cases of Saoud (cited above) and Guerdner and Others v. France (no. 68780/10, 17 April 2014), they proposed that the applicant be awarded EUR 10,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  The Court does not doubt that her father’s death caused the applicant considerable suffering. Ruling on an equitable basis, as it must, it awards her EUR 30,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "126.  The applicant also claimed EUR 8,500 for the costs and expenses incurred before the domestic courts and before the Court, of which EUR 1,000 were intended to cover a possible hearing in Strasbourg. She produced a fee agreement between her family and her lawyers, indicating an amount of EUR 3,000 before tax and providing for one or more supplements of EUR 500 before tax in the event of there being any additional unforeseen hearings or written pleadings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  Having regard to the documents produced by the applicant, the Government agreed with the amount claimed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and its case-law, and noting that the amount claimed includes EUR 1,000 to cover costs that have not been incurred, as no hearing has been held before it, the Court considers it reasonable to award the applicant the sum of EUR 7,500 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "129.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 2 of the Convention in its substantive aspect;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 2 of the Convention in its procedural aspect;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the complaint under Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 21 June 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Jean-Marie Delarue",
            "role": "ad hoc judge"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SEMACHE v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-184298.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0621JUD003608316",
    "externalsources": [],
    "extractedappno": [
        "36083/16",
        "9375/02",
        "17153/11",
        "10865/09",
        "44898/10",
        "37795/13",
        "57671/00",
        "8595/06",
        "30059/15",
        "51097/13",
        "39922/03",
        "21986/93",
        "30812/07",
        "15980/12",
        "40262/98",
        "38361/97",
        "5878/08",
        "50385/99",
        "19328/09",
        "7232/07",
        "47274/15",
        "68780/10"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-184298",
    "judgementdate": "21/06/2018 00:00:00",
    "kpdate": "21/06/2018 00:00:00",
    "kpthesaurus": [
        "449",
        "632",
        "595",
        "231",
        "4",
        "84",
        "111",
        "496",
        "216",
        "577",
        "283",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "41",
        "2-1",
        "2-2",
        "2"
    ],
    "parties": [
        "SEMACHE",
        "FRANCE"
    ],
    "rank": "2473.2041015625",
    "representedby": [
        "MAUGENDRE S."
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "Angelova v. Bulgaria, no 38361/97, § 111, ECHR 2002 IV",
        "Armani Da Silva v. the United Kingdom [GC], no 5878/08, ECHR 2016",
        "Benmouna and Others v. France (dec.), no 51097/13, §§ 47-54, 15 September 2015",
        "Boukrourou and Others v. France, no 30059/15, 16 November 2017",
        "Ciorap v. the Republic of Moldova (no 5), no 7232/07, §§ 66-67, 15 March 2016",
        "De Donder and De Clippel v. Belgium, no 8595/06, 6 December 2011",
        "Fernandez Kerr v. Belgium, no 19328/09, 26 September 2013",
        "Guerdner and Others v. France, no 68780/10, 17 April 2014",
        "H.Y. and HÜ.Y v. Turkey, no 40262/98, 6 October 2005",
        "Hentschel and Stark v. Germany, no 47274/15, §§ 95-99, 9 November 2017",
        "Jeronovičs v. Latvia [GC], no 44898/10, §§ 76-77, ECHR 2016",
        "Makaratzis v. Greece [GC], no 50385/99, § 73, ECHR 2004 XI",
        "Maslova v. Russia, no 15980/12, 14 February 2017",
        "McCann and Others v. the United Kingdom, 27 September 1995, Series A no 324",
        "Mocanu and Others v. Romania [GC], nos. 10865/09 and 2 others, § 227, ECHR 2014 (extracts)",
        "Osman v. the United Kingdom, 28 October 1998, Reports of Judgments and Decisions 1998 VIII",
        "Salman v. Turkey [GC], no 21986/93, ECHR 2000 VII",
        "Saoud v. France, no 9375/02, 9 October 2007",
        "Scavuzzo-Hager and Others v. Switzerland, no. 41773/98, 7 February 2006",
        "Slimani v. France, no 57671/00, ECHR 2004 IX (extracts)",
        "Taïs v. France, no 39922/03, 1 June 2006",
        "Tekın and Arslan v. Belgium, no 37795/13, 5 September 2017",
        "Trévalec v. Belgium, no 30812/07, 14 June 2011",
        "Vučković and Others v. Serbia, [GC], no 17153/1125 March 2014",
        "Yaşa v. Turkey, 2 September 1998, § 74, Reports 1998 VI"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "486640",
    "typedescription": "15"
}