{
    "__articles": "5;5-1-c;5-1;5-3;18+5-1;18;29;29-3;34;41",
    "__conclusion": "Violation of Art. 5-1;Violation of Art. 18+5-1;Violation of Art. 34;Not necessary to examine Art. 5-3 and 5-4;Non-pecuniary damage - financial award;Costs and expenses (Convention proceedings) - partial award",
    "applicability": "",
    "appno": "35615/06",
    "article": [
        "34",
        "5",
        "29",
        "18",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "Convention proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- partial award",
            "type": "other"
        }
    ],
    "content": {
        "001-83247.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 35615/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Moldovan national, Mr Mihail Cebotari, on 30 August 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V. Nagacevschi, acting on behalf of Lawyers for Human Rights, a non-governmental organisation based in Chişinău. The Moldovan Government (“the Government”) were represented by Ms L. Grimalschi and Mr V. Grosu, the head of the Government Agency Directorate and the Government Agent respectively.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his detention had been unlawful and arbitrary and contended that there had been a violation of Articles 5 and 18 of the Convention. He also complained under Article 34 of the Convention of being hindered by the domestic authorities in bringing his case before the Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 3 October 2006 the Fourth Section of the Court communicated the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1947 and lives in Chişinău. He is an engineer. In 1997 he was the head of a Moldovan State-owned power distribution company called Moldtranselectro.",
                                "elements": []
                            },
                            {
                                "content": "6.  The background to this case lies in a series of complex contractual arrangements made in 1997 concerning importation of electricity from Ukraine to Moldova and involving, in addition to Moldtranselectro, a Ukrainian State-owned power distribution company, a Ukrainian private company and a Moldovan private company called Oferta Plus (see Oferta Plus SRL v. , no. 14385/04, § 7, 19 December 2006). The agreement to which Moldtranselectro was a party provided, inter alia, that Oferta Plus would pay the Ukrainian private company for the electricity supplied to Moldtranselectro in United States dollars (USD) and would later be paid back by Moldtranselectro in Moldovan lei (MDL) at the official exchange rate on the day of payment.",
                                "elements": []
                            },
                            {
                                "content": "7.  On unspecified dates between 1997 and 1998 Oferta Plus paid more than USD 33,000,000 for the electricity supplied to Moldtranselectro from .",
                                "elements": []
                            },
                            {
                                "content": "8.  On an unspecified date Moldtranselectro paid Oferta Plus MDL 189,869,277.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 3 March 1998 the Government of Moldova adopted Decision no. 243 by which the Ministry of Finance was authorised to issue nominative Treasury bonds (“Treasury bonds”) in favour of private companies for the payment of debts arising from the importation of electricity supplied to state institutions.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 25 March 1998 Moldtranselectro wrote a letter to the Ministry of Finance asking it to issue a Treasury bond with a value of MDL 20,000,000 in favour of Oferta Plus. The letter was signed by the applicant in his capacity as head of Moldtranselectro.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 27 March 1998 the Ministry of Finance issued a Treasury bond valued at MDL 20,000,000 (USD 4,240,702 as of 27 March 1998) in favour of Oferta Plus, payable by 10 July 1998. The Treasury bond provided that Oferta Plus had to present it to the Ministry of Finance at least ten banking days before the date of payment. It also provided that Moldtranselectro had to present, by that date, to the Ministry of Finance, documents proving the supply of electricity to state institutions.",
                                "elements": []
                            },
                            {
                                "content": "12.  Oferta Plus presented the Treasury bond to the Ministry of Finance ten banking days before the date of payment. However, the latter refused to pay, on the ground that Moldtranselectro had failed to submit evidence concerning the payment by Oferta Plus for the imported electricity.",
                                "elements": []
                            },
                            {
                                "content": "13.  In October 1998 Oferta Plus initiated civil proceedings against both the Ministry of Finance and Moldtranselectro. The Ministry of Finance defended the action on the grounds set out in paragraph 12 above while Moldtranselectro declined all responsibility.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 27 October 1999 the  found in favour of Oferta Plus and confirmed its right to be paid MDL 20,000,000 by the Ministry of Finance, in accordance with the Treasury bond. It based its judgment on the finding that Oferta Plus had paid for energy supplied to Moldtranselectro from  in accordance with the agreement between them and that that energy had been consumed by state institutions. The court also decided to absolve Moldtranselectro of any responsibility.",
                                "elements": []
                            },
                            {
                                "content": "15.  Since an appeal by the Ministry of Finance was dismissed on 25 November 1999 for failure to pay court fees, a warrant for the enforcement of the judgment of 27 October 1999 was issued to Oferta Plus in November 1999.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 14 February 2000 Oferta Plus officially requested a bailiff to start the enforcement procedure under the warrant.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 27 April 2000 the Ministry of Finance requested an extension of the time-limit for lodging an appeal against the judgment of 27 October 1999 and its request was granted. The appeal was examined on its merits and dismissed by a judgment of the Appeals Chamber of the Economic Court of the  on 4 October 2000. The Ministry of Finance lodged an appeal on points of law, reiterating that Moldtranselectro had not complied with its obligation in the Treasury bond.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 7 February 2001 the Supreme Court of Justice dismissed the appeal and upheld the judgments of 27 October 1999 and 4 October 2000. It found it undisputed that Oferta Plus had paid for electricity supplied from  to Moldtranselectro and consumed, inter alia, by state institutions.",
                                "elements": []
                            },
                            {
                                "content": "19.  In March 2001, following a request by the Ministry of Finance, the Prosecutor General's Office introduced a request for annulment of the final judgment of the Supreme Court of Justice. On 7 May 2001 the Plenary Supreme Court of Justice dismissed the request and upheld the judgments favourable to Oferta Plus. It found, inter alia, that both during the proceedings before the lower courts and before the Plenary Supreme Court, it had been established that over MDL 20,000,000 worth of electricity had been supplied to state institutions.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 26 April 2004 the Government Agent informed the Ministry of Finance about Oferta Plus's application to the Court concerning the non-enforcement of the final judgments in its favour and requested it to “take all the necessary steps in order to avoid a finding of a violation against the State by the Court, with the consequent impairment of the country's image”.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 7 June 2004 the Ministry of Finance wrote to the Prosecutor General's Office, informing it, inter alia, that it considered the judgment in favour of Oferta Plus to be unlawful, but that it had complied with it partially so that Oferta Plus would not complain to the Court. The Government Agent had informed it that Oferta Plus had already complained to the Court. The Ministry asked the Prosecutor General's Office for advice.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 8 June 2004 the Prosecutor General's Office wrote to the Ministry as follows:",
                                "elements": []
                            },
                            {
                                "content": "“...during the proceedings [between Oferta Plus, Moldtranselectro and the Ministry of Finance] Oferta Plus and Moldtranselectro presented invoices for MDL 15,608,692, of which by 24 April 1998 only MDL 6,226,504 had been paid.",
                                "elements": []
                            },
                            {
                                "content": "No other evidence as to the extent to which Oferta Plus had fulfilled its obligations under the agreement [of 1997] has been presented. Despite this the courts ruled in its favour.",
                                "elements": []
                            },
                            {
                                "content": "In that respect the Prosecutor General's Office has ordered an audit to verify the supply of electricity and the payments between Oferta Plus, Moldtranselectro and state institutions. A final decision will be adopted by the Prosecutor General's Office after the results of the audit become available to it and the Ministry of Finance will be informed accordingly.”",
                                "elements": []
                            },
                            {
                                "content": "An attempt to carry out this audit was made in August 2004 by a representative of the Ministry of Finance at the request of the Prosecutor General's Office. However, it was unsuccessful because, in accordance with book-keeping legislation, Oferta Plus had destroyed the accounting documents after three years.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Ministry of Finance did not wait for a final reply from the Prosecutor General's Office and on 15 June 2004 lodged with the Plenary Supreme Court of Justice a request for revision of the judgments in favour of Oferta Plus. The request did not specify any reasons for revision.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 12 July 2004 the Plenary Supreme Court of Justice upheld the revision request, following a hearing at which the Ministry of Finance was represented by the Deputy Prosecutor General. It quashed the judgments in favour of Oferta Plus and ordered the reopening of the proceedings. The re-opened proceedings ended with a judgment of the Supreme Court of Justice of 10 February 2005 in favour of the Ministry of Finance.",
                                "elements": []
                            },
                            {
                                "content": "25.  In the meantime, on 19 October 2004, the Prosecutor General's Office, having examined the letter from the Ministry of Finance of 7 June 2004 (see paragraph 21 above), initiated criminal proceedings against Oferta Plus and against the applicant on charges of large-scale embezzlement of State property. The Prosecutor General's Office referred to the results of the audit which it had attempted to carry out in August 2004 (see paragraph 22 above) and stated, inter alia, that according to the results of that audit, Oferta Plus had not paid for electricity supplied to state institutions.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 15 April 2005 the Chief Executive Officer of Oferta Plus (“C.T.”) was questioned by the Prosecutor General's Office.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 20 April 2005 the offices of Oferta Plus were searched and some documents seized.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 25 October 2005 the criminal proceedings were discontinued. The prosecutor in charge of the criminal case stated in his decision of discontinuation, inter alia, the following:",
                                "elements": []
                            },
                            {
                                "content": "“According to the evidence obtained during the audit, between 1997 and 2000 Moldtranselectro's debt to Oferta Plus reached MDL 202,644,866...",
                                "elements": []
                            },
                            {
                                "content": "The materials gathered [during the investigation] and the audit prove the existence of the debt of Moldtranselectro to Oferta Plus for the electricity supplied. ...",
                                "elements": []
                            },
                            {
                                "content": "Taking into consideration the evidence gathered, [the prosecution concludes] that the acts of Oferta Plus's management do not disclose any signs of the offence [of large-scale embezzlement] or of other offences.”",
                                "elements": []
                            },
                            {
                                "content": "29.  On 15 February 2006 the Court communicated the case of Oferta Plus to the Moldovan Government.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 26 April 2006 the Deputy Prosecutor General quashed the decision of 25 October 2005. He submitted, inter alia, that on 1 January 2001 Moldtranselectro's debt to the applicant company for the electricity supplied had been MDL 38,454,671. He argued that while Oferta Plus had paid the Ukrainian partner more than MDL 20,000,000 for the electricity supplied to Moldtranselectro, it appeared that the energy for which it had paid had not been supplied exclusively to state institutions.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 9 August 2006 the applicant was declared a suspect in the criminal proceedings. In particular he was accused of having written the letter of 25 March 1998 to the Ministry of Finance asking it to issue a Treasury bond in favour of Oferta Plus (see paragraph 10 above) while knowing that the energy supplied to Moldtranselectro, for which the Treasury bond was to be issued, had not been consumed by state institutions as stipulated in the Government's Decision of 3 March 1998 (see paragraph 9 above). On the same date C.T. was indicted on similar charges.",
                                "elements": []
                            },
                            {
                                "content": "32.  On the same date the applicant and C.T. were arrested and remanded in custody for ten days on the grounds, inter alia, that they could influence witnesses and hinder the investigation. According to the applicant, before being arrested the investigator made it clear to him that his arrest or release depended on whether he would agree to make the declarations expected of him.",
                                "elements": []
                            },
                            {
                                "content": "33.  Both the applicant and C.T. appealed against the detention order and argued, inter alia, that there had been no reasonable suspicion that they had committed an offence and that the criminal proceedings against them had been a form of pressure to persuade Oferta Plus to abandon its application before the Court. The applicant argued that he had been arrested because he had refused to make the declarations he had been asked to make by the investigating officer and in order to induce him to make such declarations. He also argued that the criminal proceedings had been pending since October 2004 and that since that date he had never failed to appear before the investigating authorities when summoned. On 15 August 2006 the applicant's appeal was dismissed without any reasons being given for rejecting the arguments relied on by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "34.  The applicant's detention was subsequently extended and all his habeas corpus requests rejected. It continued until 19 November 2006 when he was released on bail.",
                                "elements": []
                            },
                            {
                                "content": "35.  Throughout his detention the applicant was detained in the detention centre of the Centre for Fighting Corruption and Economic Crimes (“CFECC”). The room used for meetings between lawyers and detainees had a glass partition to keep them separated. The applicant complained before the domestic courts of the impossibility of holding confidential meetings with his lawyer, but his complaints were dismissed. He did not want the domestic authorities to know about his application to the Court and therefore his application and the power of attorney had to be signed by his wife.",
                                "elements": []
                            },
                            {
                                "content": "36.  On 27 June 2007 the applicant was acquitted by the Centru District Court of all the charges brought against him.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "37.  The relevant domestic law concerning pre-trial detention was set out in the Court's judgment in Sarban v. Moldova, no. 3456/05, § 52, 4 October 2005.",
                                "elements": []
                            },
                            {
                                "content": "38.  It appears from the photographs submitted by the Government that in the lawyer-client meeting room of the CFECC detention centre, the space for detainees is separated from the rest of the room by a door and a window. The window appears to be made of two plates of glass joined together. Both plates have small holes pierced with a drill; however the holes do not coincide, so that nothing can be passed though the window. Moreover, there is a dense green net made either of thin wire or plastic between the glass plates, covering the pierced area of the window. There appears to be no space for passing documents between the lawyer and his client.",
                                "elements": []
                            },
                            {
                                "content": "39.  Between 1 and 3 December 2004 the Moldovan Bar Association held a strike, refusing to attend any proceedings regarding persons detained in the CFECC detention centre until the administration had agreed to provide lawyers with rooms for confidential meetings with their clients. The demands of the Bar Association were refused (see Sarban, cited above, § 126).",
                                "elements": []
                            },
                            {
                                "content": "40.  On 26 March 2005 the Moldovan Bar Association held a meeting at which the President of the Bar Association and another lawyer informed the participants that they had taken part, together with representatives of the Ministry of Justice, in a committee of inspection of the CFECC detention centre. During the inspection they had asked that the glass wall be taken down in order to check that there were no listening devices. They had pointed out that it would only be necessary to remove a few screws and proposed that all the expenses linked to the verification be covered by the Bar Association. The CFECC administration had rejected the proposal.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "41.  The applicant complained under Article 5 § 1 of the Convention that his detention had been imposed in the absence of a reasonable suspicion that he had committed an offence, and under Article 18 that his detention had had a purpose other than that provided for in Article 5 § 1 (c). The relevant parts of Article 5 and Article 18 read as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Article 5 – Right to liberty and security",
                        "elements": []
                    },
                    {
                        "content": "1. Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence ...;",
                        "elements": []
                    },
                    {
                        "content": "Article 18 – Limitation on use of restrictions of rights",
                        "elements": []
                    },
                    {
                        "content": "The restrictions permitted under [the] Convention to the said rights and freedoms shall not be applied for any purpose other than those for which they have been prescribed.”",
                        "elements": []
                    },
                    {
                        "content": "42.  He also complained under Article 5 § 3 of the Convention that the courts had not given relevant and sufficient reasons for his detention. The material part of Article 5 § 3 reads:",
                        "elements": []
                    },
                    {
                        "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                        "elements": []
                    },
                    {
                        "content": "43.  The applicant also complained under Article 5 § 4 that during the proceedings concerning his detention he and his lawyers had had no access to the materials in his criminal file on the basis of which the courts had ordered his detention. He also submitted that he had not been able to meet his lawyers in conditions of confidentiality and that all the documents which had passed between him and his lawyers had been scrutinised by the prison authorities. Article 5 § 4 of the Convention reads:",
                        "elements": []
                    },
                    {
                        "content": "“4. Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                        "elements": []
                    },
                    {
                        "content": "44.  Finally, the applicant complained under Article 34 of the Convention that the refusal to allow his lawyers to see him in conditions of confidentiality had affected his right of petition. The relevant part of Article 34 reads:",
                        "elements": []
                    },
                    {
                        "content": "“...The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                        "elements": []
                    },
                    {
                        "content": "I.  ADMISSIBILITY OF THE COMPLAINTS",
                        "elements": [
                            {
                                "content": "45.  The Court considers that the applicant's complaints raise questions of fact and law which are sufficiently serious that their determination should depend on an examination of the merits, and no other grounds for declaring them inadmissible have been established. The Court therefore declares the application admissible. In accordance with its decision to apply Article 29 § 3 of the Convention (see paragraph 4 above), the Court will immediately consider the merits of the application.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION AND OF ARTICLE 18 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 5",
                        "elements": [
                            {
                                "content": "46.  The Government maintained that the applicant's detention between 9 August and 19 November 2006 had been motivated by a reasonable suspicion that he had committed offences set out in Articles 195/2 and 328/3 (d) of the Criminal Code, on the ground that he had sent the Ministry of Finance the letter of 25 March 1998 asking it to issue a Treasury bond in Oferta Plus's favour while knowing that the energy supplied to Moldtranselectro with the latter's participation had not been consumed by state institutions. The Government further submitted that the applicant's detention had had no other purpose than that provided for in Article 5 § 1 (c), that is to bring him before the competent legal authority on reasonable suspicion of having committed an offence.",
                                "elements": []
                            },
                            {
                                "content": "47.  The applicant argued the contrary and referred, inter alia, to the Court's findings in paragraphs 138-143 of the Oferta Plus judgment. He argued that his detention had been arbitrary and that the Government had not contested the fact that an investigator had made his release conditional on his making declarations desired by the Government. He concluded that the facts of this case were very similar to those in the case of Gusinskiy v. Russia (no. 70276/01, ECHR 2004IV).",
                                "elements": []
                            },
                            {
                                "content": "48.  The Court reiterates that in order for an arrest on reasonable suspicion to be justified under Article 5 § 1 (c) it is not necessary for the police to have obtained sufficient evidence to bring charges, either at the point of arrest or while the applicant is in custody (see Brogan and Others v. the United Kingdom, judgment of 29 November 1988, Series A no. 145-B, pp. 29-30, § 53). Neither is it necessary that the person detained should ultimately have been charged or brought before a court. The object of detention for questioning is to further a criminal investigation by confirming or dispelling suspicions which provide the grounds for detention (see Murray v. the United Kingdom, judgment of 28 October 1994, Series A no. 300-A, p. 27, § 55). However, the requirement that the suspicion must be based on reasonable grounds forms an essential part of the safeguard against arbitrary arrest and detention. The fact that a suspicion is held in good faith is insufficient. The words “reasonable suspicion” mean the existence of facts or information which would satisfy an objective observer that the person concerned may have committed the offence (see Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, pp. 16-17, § 32). The Court stresses in this connection that in the absence of a reasonable suspicion arrest or detention of an individual must never be imposed for the purpose of making him confess or testify against others or to elicit facts or information which may serve to ground a reasonable suspicion against him.",
                                "elements": []
                            },
                            {
                                "content": "49.  The Court further reiterates that Article 18 of the Convention, like Article 14, does not have an autonomous role. It can only be applied in conjunction with other Articles of the Convention. As in the case of Article 14, there may be a violation of Article 18 in connection with another Article, although there is no violation of that Article taken alone. It further follows from the terms of Article 18 that a violation can only arise where the right or freedom concerned is subject to restrictions permitted under the Convention (Gusinskiy v. Russia, cited above, § 73).",
                                "elements": []
                            },
                            {
                                "content": "50.  It is noted that the accusation against the applicant was based on the assertion that while allegedly knowing that Oferta Plus had not paid for energy supplied specifically to state institutions he requested the Ministry of Finance to issue a Treasury bond in Oferta Plus's favour, in breach of the Government's Decision no. 243 (see paragraph 9 above). The Court recalls that in Oferta Plus the accusation against the Chief Executive Officer was “based on the allegation that the applicant company had not paid for energy supplied specifically to state institutions and had thus fraudulently obtained first the Treasury bond in its favour and later the civil judgments in its favour” (see Oferta Plus, cited above, § 135). Thus, the accusation against the applicant in the present case is indissociable from that against the Chief Executive Officer of Oferta Plus. Moreover, the criminal proceedings against the applicant and Oferta Plus's CEO and their detention coincided in time, were initiated and dealt with by the same investigators from the CFECC, and were couched in similar terms. It is for these reasons that the Court will rely on its findings in Oferta Plus for the purposes of the present case.",
                                "elements": []
                            },
                            {
                                "content": "51.  In Oferta Plus the Court made the following findings in respect of the charges against the company's CEO:",
                                "elements": []
                            },
                            {
                                "content": "“138. Analysing the judgments adopted by the civil courts in the dispute between the applicant company and the Ministry of Finance, the Court notes that it is an established fact that the former had paid over USD 33,000,000 for the electricity imported by Moldova from the Ukraine and that the Treasury bond issued by the Ministry of Finance on 27 March 1998 was intended to cover a small part of that amount. This was confirmed by the civil courts both before and after the proceedings were wrongfully reopened on 12 July 2004....",
                                "elements": []
                            },
                            {
                                "content": "139. Some of the electricity imported to  with the participation of the applicant company was supplied to state institutions. The civil courts established that the applicant company had paid more than MDL 20,000,000 for that electricity. This finding was made by the Plenary Supreme Court in its judgment of 7 May 2001....",
                                "elements": []
                            },
                            {
                                "content": "140. The court rulings which followed the reopening of the proceedings on 12 July 2004 must, in principle, be disregarded, in view of the Court's earlier finding that the reopening was wrongful .... However, it is of some interest to note, for instance, that the Court of Appeal in its judgment of 3 November 2004 found that the applicant company had paid more than MDL 27,000,000 for electricity supplied to state institutions .... The Supreme Court of Justice, in reversing that judgment, on 10 February 2005, did not dispute this finding but made only a general statement that the electricity supplied with the participation of the applicant company had been supplied, inter alia, to state institutions ....",
                                "elements": []
                            },
                            {
                                "content": "141. In those circumstances, the accusation against C.T. based on the premise that his company had not paid for electricity supplied to state institutions appears to be inconsistent with the above findings of the civil courts.",
                                "elements": []
                            },
                            {
                                "content": "142. Against this background, the Court notes that C.T. was charged with a criminal offence for the first time after the Government had been informed about the present application .... Later the criminal proceedings were discontinued, but reactivated shortly after the communication of the present case to the Government ....",
                                "elements": []
                            },
                            {
                                "content": "143. In view of the above, the Court considers that, on the basis of the materials before it, there are sufficiently strong grounds for drawing an inference that the criminal proceedings against C.T. were aimed at discouraging the company from pursuing the present case before the Court. Accordingly, there has been a breach of Article 34 of the Convention.”",
                                "elements": []
                            },
                            {
                                "content": "52.  In such circumstances, the Court cannot agree with the assertion that the materials of the criminal case against the applicant could lead an objective observer to have a reasonable belief that the applicant may have committed the offence imputed to him. As found in Oferta Plus (see the preceding paragraph), such a belief could not be guided by any objective considerations, having regard to the clear findings in the final judgments of the civil courts. Accordingly, the Court considers that the applicant's detention between 9 August and 19 November 2006 was not based on a reasonable suspicion that he had committed an offence.",
                                "elements": []
                            },
                            {
                                "content": "53.  The Court recalls that the restriction on the right to liberty under Article 5 § 1(c) must be justified by the purpose of that provision. In the instant case, the Government have failed to satisfy the Court that there was a reasonable suspicion that the applicant had committed an offence, with the result that there was no justification for his arrest and detention. Indeed, having regard to its conclusion in paragraph 141 of the Oferta Plus judgment (cited above) the Court can only conclude that the real aim of the criminal proceedings and of the applicant's arrest and detention was to put pressure on him with a view to hindering Oferta Plus from pursuing its application before the Court. It therefore finds that the restriction on the applicant's right to liberty was applied for a purpose other than the one prescribed in Article 5 § 1(c). On that account there has been a breach of Article 18 of the Convention taken in conjunction with Article 5 § 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATIONS OF ARTICLE 5 §§ 3 and 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  The applicant complained under Article 5 §§ 3 and 4 of the Convention of a lack of reasons for his detention and that during the proceedings concerning his detention he and his lawyers had had no access to the materials in the criminal file on the basis of which the courts had ordered his detention. He also submitted that he had not been able to meet his lawyers in conditions of confidentiality and that all the documents which had passed between him and his lawyers had been scrutinised by the prison authorities.",
                                "elements": []
                            },
                            {
                                "content": "55.  In view of its finding that the applicant's detention was arbitrary (see paragraphs 52 and 53 above) the Court does not consider it necessary to examine these complaints separately.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  The applicant complained that he had not been allowed to meet in private with his lawyer and had been separated from him by a glass partition without any aperture, preventing normal discussion or work with documents. As a result they had had to shout to hear each other and had not been able to pass documents to each other without involving the criminal investigator or the prosecutor. The applicant had therefore been prevented from signing the application form and the power of attorney himself and it was his wife who had signed them.",
                                "elements": []
                            },
                            {
                                "content": "57.  According to the Government, the glass partition was necessary to protect detainees and lawyers and did not prevent normal communication. The applicant had not provided proof that his discussions with the lawyer had been intercepted, which would be contrary to the law in any case. They further referred to the case of Kröcher and Möller v. Switzerland (no. 8463/78, DR 26, p.40) by way of justification for the glass partition.",
                                "elements": []
                            },
                            {
                                "content": "58.  The Court notes that one of the key elements in a lawyer's effective representation of a client's interests is the principle that the confidentiality of information exchanged between them must be protected. This privilege encourages open and honest communication between clients and lawyers. The Court recalls that it has previously held that confidential communication with one's lawyer is protected by the Convention as an important safeguard of one's right to defence (see, Oferta Plus, cited above, § 145).",
                                "elements": []
                            },
                            {
                                "content": "59.  Indeed, if a lawyer were unable to confer with his client and receive confidential instructions from him without surveillance, his assistance would lose much of its usefulness, whereas the Convention is intended to guarantee rights that are practical and effective (see, inter alia, Artico v. Italy, judgment of 13 May 1980, Series A no. 37, § 33).",
                                "elements": []
                            },
                            {
                                "content": "60.  The Court considers that an interference with the lawyer-client privilege and thus with the right of petition guaranteed by Article 34 of the Convention does not necessarily require an actual interception or eavesdropping to have taken place. A genuine belief held on reasonable grounds that their discussion was being listened to might be sufficient, in the Court's view, to limit the effectiveness of the assistance which the lawyer could provide. Such a belief would inevitably inhibit a free discussion between lawyer and client and hamper the client's right to be effectively defended or represented.",
                                "elements": []
                            },
                            {
                                "content": "61.  The Court must therefore establish whether the applicant and the lawyer had a genuine belief held on reasonable grounds that their conversation in the CFECC lawyer-client meeting room was not confidential. It appears from the applicant's submissions that the fear of having his conversations with the lawyer intercepted was genuine. The Court will also consider whether an objective, fair-minded and informed observer would have feared interception of lawyer-client discussions or eavesdropping in the CFECC meeting room.",
                                "elements": []
                            },
                            {
                                "content": "62.  The Court notes that the problem of alleged lack of confidentiality of lawyer-client communications in the CFECC detention centre has been a matter of serious concern for the entire community of lawyers in  for a long time and that it has even been the cause of a strike organised by the Moldovan Bar Association (see paragraph 39 above). The Bar's requests to verify the presence of interception devices in the glass partition were rejected by the CFECC administration (see paragraph 40 above), and that appears to have contributed to the lawyers' suspicion. Such concern and protest by the Bar Association would, in the Court's view, have been sufficient to raise a doubt about confidentiality in the mind of an objective observer.",
                                "elements": []
                            },
                            {
                                "content": "63.  Accordingly, the Court concludes that the applicant and his lawyer could reasonably have had grounds to fear that the conversation in the CFECC lawyer-client meeting room was not confidential.",
                                "elements": []
                            },
                            {
                                "content": "64.  Moreover, the Court notes that, contrary to the Government's contention that the applicant and his lawyer could easily exchange documents, the pictures provided by the Government (see paragraph 38 above) show that this was not the case because of the lack of any aperture in the glass partition. This, in the Court's view, rendered the lawyer's task even more difficult.",
                                "elements": []
                            },
                            {
                                "content": "65.  The Court recalls that a violation of Article 34 was found in Oferta Plus, on the ground, inter alia, that because of the glass partition the applicant could not present its claims under Article 41 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "66.  In the present case, the effective representation of the applicant before the Court also appears to have been seriously hampered, in such a way that he was unable to sign the application form or the power of attorney (see paragraph 35 above).",
                                "elements": []
                            },
                            {
                                "content": "67.  The security reasons invoked by the Government are not convincing, in the Court's view, since visual supervision of the lawyer-client meetings would be sufficient for such purposes.",
                                "elements": []
                            },
                            {
                                "content": "68.  In the light of the above, the Court considers that the impossibility for the applicant to discuss with his lawyer issues concerning the present application before the Court without being separated by a glass partition affected his right of petition. Accordingly, there has been a violation of Article 34 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "69.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "70.  The applicant claimed 50,000 euros (EUR) in compensation for the damage caused to him by the violation of his rights. He argued that his arbitrary detention had caused him severe stress and anxiety. The CFECC authorities published a press release on their website and Moldovan National Television presented a report about his arrest on the evening news of 21 August 2006. His image had been tarnished and he felt the consequences of that to the present day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Government disagreed with the amount claimed by the applicant, arguing that it was excessive in the light of the case-law of the Court, and asked the Court to dismiss the applicant's claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court considers that the applicant must have been caused a certain amount of stress and anxiety as a consequence of the very serious breaches found above. It awards the applicant EUR 10,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "73.  The applicant claimed EUR 3,555.58 for legal costs and expenses. He submitted a list of hours worked by his lawyer in preparing the case and the hourly fee which corresponded to a decision of the Moldovan Bar Association adopted on 29 December 2005 recommending the level of remuneration for lawyers representing applicants before international courts. The claim also included the cost of translation and the cost of express mail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Government considered these claims to be unjustified given the economic realities of life in . They questioned the number of hours spent by the applicant's lawyer on the case and the fee charged by him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court reiterates that in order for costs and expenses to be included in an award under Article 41 of the Convention, it must be established that they were actually and necessarily incurred and were reasonable as to quantum (see, for example, Amihalachioaie v. Moldova, no. 60115/00, § 47, ECHR 2004...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  In the present case, regard being had to the itemised list submitted by the applicant, the above criteria and the complexity of the case, the Court awards the applicant EUR 2,500.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "77.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3. Holds that it is not necessary to examine separately the applicant's complaints under Article 5 §§ 3 and 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 18 of the Convention taken in conjunction with Article 5;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 10,000 (ten thousand euros) in respect of non-pecuniary damage, and EUR 2,500 (two thousand five hundred euros) in respect of costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": " (b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 November 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ. Casadevall",
            "role": "president"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MsL. Mijović",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CEBOTARI v. MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-83247.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1113JUD003561506",
    "externalsources": [],
    "extractedappno": [
        "35615/06",
        "14385/04",
        "3456/05",
        "70276/01",
        "8463/78",
        "60115/00"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-83247",
    "judgementdate": "13/11/2007 00:00:00",
    "kpdate": "13/11/2007 00:00:00",
    "kpthesaurus": [
        "183",
        "177",
        "232",
        "431",
        "448",
        "405",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-1-c",
        "5-3",
        "34",
        "41",
        "5-1",
        "5",
        "29",
        "18",
        "29-3"
    ],
    "parties": [
        "CEBOTARI",
        "MOLDOVA"
    ],
    "rank": "604.462463378906",
    "representedby": [
        "NAGACEVSCHI V."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [
        "Amihalachioaie v. Moldova, no. 60115/00, § 47, ECHR 2004 ...",
        "Artico v. Italy, judgment of 13 May 1980, Series A no. 37, § 33",
        "Brogan and Others v. the United Kingdom, judgment of 29 November 1988, Series A no. 145-B, pp. 29-30, § 53",
        "Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, pp. 16-17, § 32",
        "Gusinskiy v. Russia, no. 70276/01, § 73, ECHR 2004 IV",
        "Kröcher and Möller v. Switzerland, no. 8463/78, DR 26, p. 40",
        "Murray v. the United Kingdom, judgment of 28 October 1994, Series A no. 300-A, p. 27, § 55",
        "Oferta Plus SRL v. Moldova, no. 14385/04, §§ 135, 145, 19 December 2006",
        "Sarban v. Moldova, no. 3456/05, §§ 52, 126, 4 October 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "337420",
    "typedescription": "15"
}