{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "32805/03",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-93111.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 32805/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Valeriy Nikolayevich Sukhov (“the applicant”), on 22 September 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by lawyers of the Human Rights Centre Memorial (). The Russian Government (“the Government”) were represented by Mr P. Laptev, former Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 12 June 2006 the President of the First Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government objected to the joint examination of the admissibility and merits of the application. Having examined the Government’s objection, the Court dismissed it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1960 and lives in the town of , Leningrad Region. He is a former police officer.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 21 July 1997, at about 6 p.m., he was arrested in his office in  on suspicion of bribe-taking. According to the applicant, his office was searched and a service weapon was seized. On the following day criminal proceedings were instituted against him under Article 290 § 4 of the Russian Criminal Code on a charge of aggravated bribery. The applicant’s detention on remand was authorised.",
                                "elements": []
                            },
                            {
                                "content": "7.  Four days later an investigator interviewed the applicant. According to the applicant, his counsel was not allowed to attend the interview. However, the interrogation record indicates that he was assisted by Mr Ph., counsel, who made a handwritten note in the record demanding the applicant’s release. The applicant further stated that he was not provided with legal assistance until 22 January 1998. The Government, relying on records of various investigative steps taken between July 1997 and February 1998, insisted that the applicant had made full use of his right to legal aid, being assisted by counsel, Mr Sh., and that he had not made any self-incriminating statements.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 22 January 1998 the applicant was released on a written undertaking not to leave the town. In the same decision an investigator stayed the criminal proceedings, finding that the applicant’s poor health made it impossible for him to participate actively in the proceedings. The applicant claimed that he had been in good health at the time.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 2 November 1998 the proceedings were resumed and joined with another set of criminal proceedings that had been instituted against the applicant on suspicion of unlawful possession of ammunition.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 1 March 1999 the proceedings were adjourned, but resumed on 3 March 1999 on the order of a higher-ranking prosecutor. The proceedings were adjourned again on 2 April 1999 owing to the applicant’s alleged illness. Relying on a certificate issued by the head of Bratsk Town police station no. 3, the applicant insisted that he had not been sick, or received any medical treatment and that he had been performing his duties in the police station during that period. The Government confirmed that there was no medical evidence warranting any of the adjournments. The criminal proceedings were resumed on 27 November 2000 on the order of a higher-ranking prosecutor, who found that the decision to stay the proceedings was unlawful.",
                                "elements": []
                            },
                            {
                                "content": "11.  The pre-trial investigation was closed on 15 March 2001. The applicant was committed to stand trial before the .",
                                "elements": []
                            },
                            {
                                "content": "12.  On 24 April 2001 the  returned the case file to the prosecution authorities with directions to correct certain procedural defects. It also made an order for the applicant to be provided with additional time to study the case-file. The prosecution authorities remitted the case file to the  on 7 August 2001.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 14 September 2001 the  again remitted the case file to the prosecution authorities because the applicant had not been given enough time to study the file.",
                                "elements": []
                            },
                            {
                                "content": "14.  The prosecution appealed against the decision of 14 September 2001. On 8 November 2001 the Supreme Court of the  quashed the decision and remitted the case to the  for examination on the merits.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 29 March 2002 the  returned the case file to the prosecution authorities after finding that the investigation was incomplete. Five months later the Supreme Court of the  quashed the decision on a prosecution appeal and ordered the  to examine the merits of the case.",
                                "elements": []
                            },
                            {
                                "content": "16.  After receiving the case file, the  listed the first trial hearing for 15 December 2002.",
                                "elements": []
                            },
                            {
                                "content": "17.  Of the six hearings listed between 15 December 2002 and 28 May 2003, three were adjourned, two to secure the attendance of witnesses and the other because the applicant’s lawyer was ill.",
                                "elements": []
                            },
                            {
                                "content": "18.  No hearings were listed between 28 May and 29 October 2003, when the  remitted the case for examination by the , sitting in Permanent Session.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 11 November 2003 the  Regional Court, sitting in Permanent Session, determined the composition of the bench and commenced the trial.",
                                "elements": []
                            },
                            {
                                "content": "20.  Of the four hearings listed between 11 November and 26 December 2003 three were postponed because prosecution witnesses failed to attend. The next hearing listed for 26 January 2004 was adjourned because the presiding judge was ill.",
                                "elements": []
                            },
                            {
                                "content": "21.  The following hearing was listed for 12 April 2004 but was adjourned until 1 June 2004 because the applicant’s co-defendant was ill.",
                                "elements": []
                            },
                            {
                                "content": "22.  Between 1 June and 7 December 2004 the  scheduled seven hearings, of which three were adjourned because the applicant or his lawyer was ill.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 7 December 2004 the  ordered an expert examination and stayed the proceedings until 22 December 2004.",
                                "elements": []
                            },
                            {
                                "content": "24.  Of the five hearings fixed between 22 December and 10 February 2005, three were adjourned because the applicant’s lawyer was ill and one to allow the applicant’s new counsel to study the case file.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 10 February 2005 the  found the applicant guilty of bribe-taking and sentenced him to two years’ imprisonment, but relieved him from the penalty owing to the expiration of the limitation period. In the same decision, the  discontinued the criminal proceedings against the applicant concerning the unlawful possession of ammunition because the prosecution had withdrawn the accusations. The judgment was upheld on appeal by the Supreme Court of the  on 21 July 2005.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable-time” requirement laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "27.  The Government, citing the Prosecutor General’s Office, stated that the applicant’s case had been examined by independent and impartial courts within a reasonable time. They acknowledged that there had been occasional delays in the proceedings as a result of “the poor quality of the investigation” and referred, in particular, to the stays of the proceedings from 22 January to 2 November 1998, 1 to 3 March 1999, 2 April 1999 to 27 November 2000, and 24 April and 7 August 2001. However, they contended that those delays had not affected the overall duration of the proceedings. They further submitted that the remaining delays had been caused by objective reasons: the applicant’s and his representative’s illnesses, and other valid grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant contested the Government’s submissions. He argued from the outset that the criminal case against him had not been complex as the domestic courts had merely heard testimony from the victim and eight witnesses, authorised one expert examination and studied the case file materials, which mainly comprised records of various investigative steps. The applicant further accepted that he may have contributed up to ten weeks to the overall length of the proceedings in that both he and his lawyer had missed hearings. However, the remaining period of approximately seven years within the Court’s competence ratione temporis was, in his view, entirely attributable to the domestic authorities. In particular, he noted the poor quality of the investigation, the constant toing and froing of the case between the courts and the prosecution authorities and the failure of the prosecution witnesses to attend hearings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "29.  The Court observes that the period to be taken into consideration began on 5 May 1998, when the Convention entered into force in respect of . However, in assessing the reasonableness of the time that elapsed after that date, account must be taken of the state of the proceedings at the time. The period in question ended on 21 July 2005, when the Supreme Court convicted the applicant. It thus lasted approximately seven years and three months for two levels of jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "31.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, and the conduct of the applicant and the relevant authorities (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court notes that the parties did not dispute that the case at issue was not particularly difficult to determine. It sees no reason to conclude otherwise. Consequently, it takes the view that an overall period of more than seven years could not, in itself, be deemed to satisfy the “reasonable-time” requirement in Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  As to the applicant’s conduct, the parties appear to be in agreement that he had added ten additional weeks to the overall length of the proceedings owing to both his own and his lawyer’s failure to attend certain hearings. Irrespective of the reasons for their absence from those hearings, the Court finds that the resulting delay was negligible having regard to the overall length of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  As regards the conduct of the authorities, there were substantial periods of inactivity for which the Government have not submitted any satisfactory explanation and which are attributable to the domestic authorities. The Court notes the Government’s acknowledgement that an aggregate delay of approximately two and a half years was attributed to the “poor quality of the investigation”, in particular, the investigating authorities’ arbitrary decisions to stay the proceedings (see paragraph 27 above). Another delay of over a year and three months resulted from the transfers of the case between the  and the prosecution authorities (see paragraphs 13-16 above). Nor can the Court overlook the fact that on 29 October 2003, that is almost three years after the trial had commenced, the  decided to change the composition of the bench, which resulted in the trial having to restart (see paragraph 18 above). In this respect, the Court reiterates that Article 6 § 1 of the Convention imposes on Contracting States the duty to organise their judicial system in such a way that their courts can meet the obligation to decide cases within a reasonable time (see, among other authorities, Löffler v.  (No. 2), no. 72159/01, § 57, 4 March 2004). The Court observes that the principle responsibility for the delay caused by the change in the composition of the  rests ultimately with the State (see Sidorenko v. Russia, no. 4459/03, § 32, 8 March 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court further notes that the conduct of the prosecution witnesses was one of the reasons for the prolongation of the proceedings. It reiterates that the delay occasioned by their failure to attend at least five hearings and the ’s failure to discipline them is attributable to the State (see Kuśmierek v. Poland, no. 10675/02, § 65, 21 September 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Having examined all the material before it and taking into account the overall length of the proceedings and what was at stake for the applicant, the Court considers that in the instant case the length of the criminal proceedings was excessive and failed to meet the “reasonable-time” requirement. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The applicant further complained under Articles 2, 3, 5 and under Article 6 §§ 1, 2 and 3 of the Convention that he had been unlawfully arrested in 1997 and detained for several months in poor conditions, that his office had been searched and his service weapon seized, that his lawyer had not been allowed to attend the interview on 25 July 1997 and that he had not been assisted by counsel until January 1998, that the investigative authorities and the trial court had committed various procedural violations, misinterpreted the domestic law and incorrectly assessed the evidence before them and that he had not been served with certain documents.",
                                "elements": []
                            },
                            {
                                "content": "38.  Having regard to all the material in its possession, and in so far as these complaints fall within its competence ratione temporis, the Court finds that the evidence discloses no appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "39.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "40.  The applicant claimed 1,000,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Government submitted that the applicant’s claims were excessive, unreasonable and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court accepts that the applicant suffered distress, anxiety and frustration because of the unreasonable length of the proceedings in his case, which could not be compensated by a mere finding of a violation of the Convention. However, the sum claimed by the applicant is excessive. Making its assessment on an equitable basis and taking into account relevant aspects, such as the overall length of the proceedings and what was at stake for the applicant, the Court awards him EUR 3,600 under that head, plus any tax that may be chargeable on the above amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "43.  The applicant did not make any claims for the costs and expenses incurred before the domestic courts and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Accordingly, the Court does not award anything under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "45.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,600 (three thousand six hundred euros) in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of the settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 June 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SUKHOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-93111.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0618JUD003280503",
    "externalsources": [],
    "extractedappno": [
        "32805/03",
        "25444/94",
        "72159/01",
        "4459/03",
        "10675/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-93111",
    "judgementdate": "18/06/2009 00:00:00",
    "kpdate": "18/06/2009 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "SUKHOV",
        "RUSSIA"
    ],
    "rank": "679.508666992188",
    "representedby": [
        "Human Rights Center Memorial"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "349615",
    "typedescription": "15"
}