{
    "__articles": "6;6-1;41",
    "__conclusion": "Preliminary objection rejected;Violation of Art. 6-1;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "35683/97",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "element": "Preliminary objection rejected",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-59167.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 35683/97) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a French national, Mr Marcel Vaudelle (“the applicant”), on 7 August 1996.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by a lawyer. The French Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that his defence rights had been violated in criminal proceedings that had been brought against him.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6. On 23 May 2000 the Chamber declared the application partly admissible [Note by the Registry. The Court's decision is obtainable from the Registry.].",
                        "elements": []
                    },
                    {
                        "content": "7.  A hearing took place in public in the Human Rights Building, , on 19 September 2000 (Rule 59 § 2).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Ms Farge and Mrs Dubrocard and their replies to its questions.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  By an order of 17 November 1994 the guardianship judge of the District Court of the 16th Administrative District of Paris granted the applicant's son a special power of attorney to deal with the applicant's affairs. The order stipulated that the special power of attorney would remain effective until the judge had decided whether or not to make a guardianship order (tutelle) or a supervision order (curatelle). The order conferred power on the attorney, inter alia, to:",
                                "elements": []
                            },
                            {
                                "content": "“... receive all correspondence, including registered letters, addressed to the protected person regarding his administrative or financial affairs. The special attorney shall give the protected person his personal correspondence within forty-eight hours ...”",
                                "elements": []
                            },
                            {
                                "content": "9.  On 16 February 1995 a complaint was lodged against the applicant for several alleged offences of indecent assault on minors.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant was questioned by the gendarmerie on 20 February 1995 and admitted some of the allegations. The investigating officers noted in their report that the applicant's son had a special power of attorney to deal with his affairs and that the applicant lived in ; they also made reference to the order made on 7 November 1994 by the guardianship judge of the District Court of the 16th Administrative District of Paris.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 1 March 1995, in view of the pending criminal investigation, the guardianship judge adjourned the decision whether or not to make an order for the applicant's supervision and heard the applicant's son in chambers in order to elicit further information.",
                                "elements": []
                            },
                            {
                                "content": "12.  By a judgment of 29 March 1995 the guardianship judge at the District Court of the 16th Administrative District of Paris made a supervision order in respect of the applicant. The applicant's son was appointed as the supervisor. The judge referred to a written opinion dated 14 February 1995 of State Counsel's Office, which concluded that the applicant should be placed under supervision. The judge said, inter alia:",
                                "elements": []
                            },
                            {
                                "content": "“The Court has had regard to",
                                "elements": []
                            },
                            {
                                "content": "(i)  the expert report dated 16 September 1994 of Dr L., a specialist medical practitioner on the list of experts compiled by State Counsel;",
                                "elements": []
                            },
                            {
                                "content": "(ii)  the medical certificate issued by Dr M., the patient's doctor, on 16 September 1994;",
                                "elements": []
                            },
                            {
                                "content": "(iii)  the record of evidence taken from the person requiring protection on 1 February 1995;",
                                "elements": []
                            },
                            {
                                "content": "(iv)  the record of evidence taken from Mr Alain Vaudelle and Mrs N. on 1 February 1995;",
                                "elements": []
                            },
                            {
                                "content": "(v)  the written opinion dated 14 February 1995 of the representative of State Counsel's Office, concluding that Mr Marcel Vaudelle should be placed under supervision.",
                                "elements": []
                            },
                            {
                                "content": "The Court notes that the expert medical practitioner's report and the information before it show that, owing to the impairment of his faculties, Mr Marcel Vaudelle requires representation and assistance in the conduct of his civil affairs. Consequently, he must be placed under supervision ...",
                                "elements": []
                            },
                            {
                                "content": "The Court reminds those concerned that the protected adult may not, without the assistance of his supervisor, perform any act for which permission from the guardianship council would be required under the regime applicable to the guardianship of minors [sic], in particular he may not without his supervisor's assistance divide up any part of his estate, receive or use any capital, let or rent property, take part in court proceedings, make gifts ...”",
                                "elements": []
                            },
                            {
                                "content": "13.  State Counsel's Office in  was notified of the supervision order.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 30 March 1995 the public prosecutor's office at the  tribunal de grande instance made an order for the applicant's examination by a psychiatrist. The applicant was given two appointments by the psychiatrist – on 20 April and 11 May 1995 – but did not attend either.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 19 October 1995, after a hearing earlier that day, the Tours Criminal Court found the applicant guilty of sexual assault by violence, coercion, threats and taking the victim unawares on minors aged under 15, holding:",
                                "elements": []
                            },
                            {
                                "content": "“... the case alleged against the accused has been substantiated both by the evidence in the case file and the evidence heard at the hearing.",
                                "elements": []
                            },
                            {
                                "content": "The Court must find the accused guilty and apply the criminal law to him.",
                                "elements": []
                            },
                            {
                                "content": "The offences are particularly serious as they concern repeated acts of indecent assault on minors aged under 15. In these circumstances, a partly immediate custodial sentence is called for ...”",
                                "elements": []
                            },
                            {
                                "content": "The Criminal Court sentenced the applicant to twelve months' imprisonment, of which eight months were suspended for eighteen months, the applicant being on probation during the latter period. It also ordered him to pay damages.",
                                "elements": []
                            },
                            {
                                "content": "16.  It found that the applicant had been duly summoned to attend the hearing and that the form of acknowledgment of receipt of the registered letter sent by bailiff (which the applicant had signed on 7 October 1995) showed that the applicant had received the summons and had therefore been aware that he was required to appear before it. However, he had not appeared in person, been represented or shown due cause for failing to appear. His case was therefore decided by a judgment delivered in proceedings that were deemed to have been adversarial.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 8 November 1995 the guardianship judge took further evidence from the applicant's son, in his capacity as supervisor, regarding the applicants' change of address and the criminal proceedings. At the hearing, the judge directed the applicant's son to forward the applicant his correspondence. The applicant's son said that he had received no news from his father about the criminal proceedings since March 1995.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 10 November 1995, after the applicant had changed address, the guardianship judge at the District Court of the 16th Administrative District of Paris made an order relinquishing jurisdiction in favour of the Loches guardianship judge.",
                                "elements": []
                            },
                            {
                                "content": "19.  The judgment of 19 October 1995 was served on the applicant on 5 December 1995. He served his prison sentence from 16 April to 19 July 1996.",
                                "elements": []
                            },
                            {
                                "content": "20.  The applicant affirms that his son, in his capacity as supervisor, was not informed of his arrest or of his conviction on 19 October 1995 until 16 April 1996, as all the summonses and notices of appointment in the criminal proceedings were sent to him directly. His son had subsequently contacted the guardianship judge, informing him of his father's arrest and explaining that he knew nothing about the criminal proceedings against him. On 20 April 1996 his son had also complained to the public prosecutor at the  tribunal de grande instance about not being informed of the proceedings against the applicant. According to the son, on becoming aware of the complaint against his father, he had made enquiries at the gendarmerie in order to obtain additional information, but had been advised that no proceedings had been brought and that there had merely been a request for a psychiatric report.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Government said that the judgment of the guardianship judge of the District Court of the 16th Administrative District of Paris dated 1 March 1995 showed that the judge had decided to adjourn hearing the application for a supervision order because of the criminal proceedings pending against the applicant and had required the applicant's son to attend court to give information about those proceedings.",
                                "elements": []
                            },
                            {
                                "content": "22.  In a letter of 24 April 1996 the guardianship judge of Loches District Court informed the applicant's son that there was no recourse against the judgment of 19 October 1995, since, in the absence of an appeal, it had become final. The judge explained that the applicant's supervisory regime entitled him only to assistance: it did not entail an obligation for the supervisor to be informed that criminal proceedings had been brought against the person supervised.",
                                "elements": []
                            },
                            {
                                "content": "23.  In a letter of 25 April 1996 the public prosecutor at the Tours tribunal de grande instance observed in reply to a letter from the applicant's son dated 20 April 1996 that the applicant had failed to attend the court hearing even though he had received the summons by registered letter and had signed an acknowledgment of receipt of it on 7 October 1995. He had not seen fit to attend the court's hearing just as he had not seen fit to attend his appointments on 20 April and 11 May 1995 with the psychiatrist who had been instructed by the public prosecutor's office to examine him. The public prosecutor also pointed out that the applicant had given no indication that he was subject to a supervision order. Lastly, he repeated that the applicant had received notification of the judgment.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 10 May 1996 the lawyer acting for the applicant's son wrote to the judge responsible for the execution of sentences to enquire what measures were to be taken in favour of the applicant in view of the fact that it was “unusual” for a person in respect of whom a supervision order had been made to be convicted without being afforded an opportunity to receive assistance at the hearing from his supervisor. He explained in his letter:",
                                "elements": []
                            },
                            {
                                "content": "“... Marcel Vaudelle personally received the summonses which were sent to him both by the registries and the gendarmerie, but his son, Alain Vaudelle, was never informed of the existence of any of that correspondence although he had informed the gendarmerie concerned that his father was subject to a supervision order ...”",
                                "elements": []
                            },
                            {
                                "content": "25.  On 24 June 1996 the applicant's supervisor lodged an appeal against the judgment of 19 October 1995 on the ground that the applicant “[had been] ill at the time of the hearing and unable to comply with the court's summons or to appeal”. On 28 June 1996 he received a reply informing him that he did not have standing to appeal and that, in any event, the applicant's conviction had become final owing to his failure to appeal. On 30 May 1997 the supervisor wrote a further letter to the public prosecutor contesting the judgment of 19 October 1995.",
                                "elements": []
                            },
                            {
                                "content": "26.  The applicant was examined by a psychiatrist following a direction issued by the Loches guardianship judge on 22 August 1996. The expert concluded that the consultation: “[did] not reveal any intellectual deficit. There [was] no major impairment of the memory, the powers of concentration or the ability to reason logically”.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 27 August 1996 the guardianship judge heard the applicant, who complained that his supervisor had been taking his money without accounting to him for it and requested a change of supervisor. On 29 August 1996 the applicant's son was heard by the guardianship judge. He accepted that relations with his father were perturbed and requested that his father be made subject to a guardianship order.",
                                "elements": []
                            },
                            {
                                "content": "28.  By an order of 25 September 1996 Loches District Court discharged the applicant from his role as supervisor. That decision was upheld by a judgment of 9 January 1997.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "29.  The relevant provisions of the Civil Code are the following:",
                                "elements": []
                            },
                            {
                                "content": "Article 490",
                                "elements": []
                            },
                            {
                                "content": " “When the mental faculties are impaired by illness, infirmity or decline due to age, the interests of the person concerned shall be provided for by one of the protective regimes laid down in the following chapters.",
                                "elements": []
                            },
                            {
                                "content": "The same protective regimes shall be applicable in the event of impairment of the physical faculties if the person concerned is thereby prevented from expressing his or her will.",
                                "elements": []
                            },
                            {
                                "content": "Impairment of the mental or physical faculties must be established by medical evidence.”",
                                "elements": []
                            },
                            {
                                "content": "Article 492",
                                "elements": []
                            },
                            {
                                "content": "“A guardianship order shall be made if, for one of the reasons set out in Article 490, an adult requires continual representation in the conduct of his or her civil affairs.”",
                                "elements": []
                            },
                            {
                                "content": "Article 508",
                                "elements": []
                            },
                            {
                                "content": "“When, for any of the reasons set out in Article 490, an adult, though not incapable of acting, requires advice or supervision in the conduct of his or her civil affairs, he or she shall be placed under a supervisory regime.”",
                                "elements": []
                            },
                            {
                                "content": "Article 510",
                                "elements": []
                            },
                            {
                                "content": "“An adult subject to supervision may not, without the assistance of his or her supervisor, perform any act for which permission from the guardianship council would be required under the guardianship of adults regime. Nor may he or she receive or use capital sums without such assistance.”",
                                "elements": []
                            },
                            {
                                "content": "Article 510-2",
                                "elements": []
                            },
                            {
                                "content": "“Any service of judicial process on an adult subject to a supervision order must also be made on his or her supervisor, on pain of nullity.”",
                                "elements": []
                            },
                            {
                                "content": "Article 511",
                                "elements": []
                            },
                            {
                                "content": "“When making a supervision order or in a subsequent judgment the judge may, on the advice of the patient's doctor, enumerate certain acts which the person subject to the order shall have capacity to perform alone as an exception to Article 510 or, conversely, add other acts to the list of those for which assistance from the supervisor is required under that Article.”",
                                "elements": []
                            },
                            {
                                "content": "30.  Extracts from the relevant case-law:",
                                "elements": []
                            },
                            {
                                "content": "The Court of Cassation overturned a judgment of a court of appeal in a case in which there was no indication from the written annotations, the procedural documents or any other item of evidence that the supervisor had been notified of a notice of appeal against a divorce decree lodged by the person subject to the supervision order (Court of Cassation, First Civil Division, 17 December 1991, Dalloz 1992, p. 373). Conversely, the Court of Cassation declared admissible an appeal on points of law that had been served on the supervisor after being served on the person subject to the supervision order (Court of Cassation, First Civil Division, 6 January 1988, Bull. civ. [Civil Bulletin] I, no. 3).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT'S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "31.  The Government pleaded a failure to exhaust domestic remedies on the ground that the applicant had not appealed against conviction.",
                                "elements": []
                            },
                            {
                                "content": "32.  As the Court held in its admissibility decision, the issue whether the applicant has complied with his obligation to exhaust domestic remedies is the same in substance as his complaint to the Court. The Court therefore joins the objection to the merits (see Kremzow v. Austria, judgment of 21 September 1993, Series A no. 268-B, pp. 40-41, §§ 41-42, and Prinz v. Austria, no. 23867/94, § 30, 8 February 2000, unreported).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complained that he had been unable to exercise his defence rights properly in the criminal proceedings that had been instituted against him. He explained that he had been subject to a supervision order and was incapable of defending himself alone in the criminal proceedings. A judgment had been delivered against him in proceedings that had been deemed to be adversarial and he alone had been served with it. His supervisor had not been informed of the criminal proceedings pending against him or of his subsequent conviction. As an unrepresented defendant, he had not been able to defend his rights properly before judgment was delivered or to lodge an appeal, as by himself he was incapable of comprehending the seriousness of the offences he was accused of.",
                                "elements": []
                            },
                            {
                                "content": "34.  He relied on Article 6 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "He relied in particular on Article 6 § 3 (a), which lays down:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him;”",
                                "elements": []
                            },
                            {
                                "content": "35.  The Court reiterates that the requirements of paragraph 3 of Article 6 are to be seen as particular aspects of the right to a fair trial guaranteed by paragraph 1; accordingly, the Court will examine the complaint under those two provisions taken together (see, among other authorities, F.C.B. v. Italy, judgment of 28 August 1991, Series A no. 208-B, p. 20, § 29).",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "36.  The applicant said that the decision to place him under supervision had been taken, with State Counsel's approval, on 29 March 1995, as the guardianship judge had found on the basis of a medical opinion and evidence from the applicant that “owing to the impairment of his faculties, Mr Marcel Vaudelle requires representation and assistance in the conduct of his civil affairs”. The judge had stated that the applicant could not take part in court proceedings without the assistance of his supervisor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In the applicant's submission, it followed that if he required assistance in civil proceedings, he must have been in even greater need of assistance in criminal proceedings against him concerning his fundamental rights. He thus rejected the Government's argument that the fact that he was incapable of acting alone in civil proceedings had no bearing on the issue whether he could defend himself in criminal proceedings. The potential consequences in criminal proceedings were more serious, in terms notably of deprivation of liberty, than in civil proceedings. In addition, the same mental faculties were required to defend a criminal charge as to plead one's case in civil proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  It was true that there was no specific criminal-law provision of domestic law that laid down that adults subject to a supervision order could only be validly prosecuted if they had the assistance of their supervisor. However, there was no provision either that established an exception in criminal proceedings to the rule that supervised persons had to be assisted by their supervisor if the guardianship judge ordered that such assistance was required in court proceedings. Moreover, in a judgment of 8 March 2000, the Criminal Division of the Court of Cassation had ruled that a protected adult acting as a civil party in criminal proceedings was entitled to assistance by the supervisor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The applicant pointed out that the investigators had noted in their report of 20 February 1995 that proceedings were pending before the guardianship judge and that the applicant's son had been appointed as his attorney on 7 November 1994. He complained that, although the Criminal Court had been aware that he was subject to supervision, he had nevertheless been given a custodial sentence, even though he had been questioned only once by the gendarmes, there had been no confrontation with his accusers, the Criminal Court had not been certain that he had received the summons to appear before it, he had not been heard or even seen by a judge, he had not been assisted or represented by a lawyer and, lastly, he had not taken part in the trial that had resulted in his being convicted in what were nonetheless deemed to have been “adversarial proceedings”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Since he had been incapable of defending his interests, the proceedings instituted against him and in which he had received no assistance were manifestly unfair, not only because of the inequality of arms caused by his position of weakness, but also because he could not, without assistance, be “informed ... in a language which he underst[ood]”. Thus, he had been prevented by his declining mental faculties from properly ascertaining the charge against him and understanding its nature and scope, and therefore from defending himself effectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The judicial authorities responsible for his prosecution had been informed of his incapacity. However, the French authorities had not informed his supervisor of the pending criminal proceedings or of the hearing before the Criminal Court and had not served the conviction on him. They had confined themselves to sending the summonses and notices of appointment to the applicant himself, without making any attempt to obtain information from the guardianship judge or to secure special assistance for the applicant. They had also failed to have the applicant's mental condition examined.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Further, the Government's criticism of the applicant for failing to take the necessary steps to have his supervisor informed of the position in the criminal proceedings was unfounded. Supervision was a protective regime and, as such, conferred rights on the protected adult without imposing any additional special obligation on him or her.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "43.  The Government replied that the applicant was under the ordinary supervision regime, under which supervised persons retained their legal capacity except for acts expressly excluded by the statutory provisions. Under the domestic law, supervision was a regime for providing assistance to adults who were not incapable of acting, but merely needed advice or supervision in the conduct of their civil affairs. The regime was intended to preserve the pecuniary interests of protected adults who were under a general incapacity. Supervision orders were made when persons acted in a manner that exposed them to a risk of “becoming needy or unable to fulfil their family obligations”. Unlike persons subject to a guardianship order, protected adults under supervision were not considered as being in need of constant representation but as people whose situation meant that they required advice, and even supervision, in the conduct of certain civil affairs (Article 508 of the Civil Code – see “Relevant Domestic Law and Practice” above). Thus, with regard to property, persons subject to a supervision order were empowered to take protective measures, to perform administrative acts and to perform certain acts disposing of property of limited value. As regards other spheres, they were entitled, inter alia, to be registered on the electoral register and vote. They were also at liberty to change their address (the reference to the need for the applicant's representation in court proceedings appeared only in the reasoning of the judgment of 29 March 1995 and not in the operative provisions, which indicated that the judge had not intended representation within the meaning of Article 492 of the Civil Code, otherwise he would have made a guardianship order in respect of the applicant).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Article 510 of the Civil Code laid down that an adult subject to a supervision order could not, without the supervisor's assistance, perform any act for which the permission of the guardianship council would be required under the guardianship of adults regime. That signified that the inability of persons under supervision to take part in court proceedings was restricted to civil proceedings and did not affect their rights and obligations or the procedure in the criminal courts. Thus, the situation of an adult subject to a supervision order could not be equated with that of a person lacking in discernment and incapable of performing, understanding or complying with his or her obligations under the criminal law. It was for that reason that the law made no provision for supervisors (who, moreover, were not parties to the proceedings) to be informed and supervisors had no power to represent the persons under their supervision at the hearing. The same rule applied when, as in the instant case, in which the applicant had been ordered to pay damages to the minors concerned, a civil claim was joined to criminal proceedings. Furthermore, it was a general principle of domestic law that civil provisions such as Article 510 were not applicable to proceedings in the criminal courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The supervision order made in respect of the applicant had essentially been intended to ensure that his supervisor gave him help with the management of his financial affairs and, more particularly, the payment of his bills. That protective measure did not concern the criminal proceedings against the applicant. It had therefore been correct procedure to send the notices of the appointments with the experts and the summons to attend the hearing before the Criminal Court to the applicant personally.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Furthermore, the psychiatrists had agreed in their reports that the applicant was not suffering from any psychopathological disorder and there was no need for a guardianship order. Moreover, the applicant had attended appointments at the gendarmerie in February 1995 and with a psychiatrist in August 1996, but had given no explanation for failing to attend his appointments with the psychiatrist in 1995 or for his absence at the hearing before the Criminal Court. He had also attended the hearing before the  tribunal de grande instance on 9 January 1997.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In the Government's submission, the applicant had therefore been capable of understanding the procedure and what was at stake in the proceedings that had been instituted against him. It could not be inferred from the fact that he was under supervision that he was incapable of defending himself satisfactorily or defending his interests before the Criminal Court, had he considered it necessary. Moreover, the fact that he had applied for a change of supervisor in person showed that he had been equally able to defend himself before a court and to lodge an appeal against conviction. Besides, when convicting him, the domestic court had necessarily decided the issue of his criminal responsibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Government denied that the applicant's son had not been informed of the criminal proceedings against the applicant, pointing out that he had said in evidence on 8 November 1995 that he had had no news of the indecent assault case since March 1995. The fact of the matter was that the applicant's son had failed in his task as supervisor. It was noteworthy too that the applicant had clearly expressed an intention to prevent his supervisor learning of “his personal affairs” and in particular of the criminal proceedings against him. In his order of 25 September 1996 the district judge had noted that the applicant “does not inform his son of his personal affairs such as the summons to appear before the Tours Criminal Court”. Lastly, the applicant had duly signed the acknowledgment of receipt of the registered letter containing the summons requiring him to appear before the Criminal Court and, accordingly, the verdict against him was deemed to have been delivered in adversarial proceedings. There was nothing to support the affirmation that the applicant's supervisor would have managed to convince his father to appear at the hearing and subsequently to appeal if he had been aware of the summons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government concluded from the above that, as an accused in criminal proceedings, the applicant could have asserted his defence rights and appealed against his conviction even though he was subject to a supervision order. The fact that he was under supervision did not by itself establish that he was incapable of defending himself alone.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "50.  The Court observes that the applicant personally received a summons to attend the hearing before the Criminal Court and that the judgment convicting him was subsequently served on him personally.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court has already had occasion to say that only personal service is “conclusive” (see F.C.B. v. Italy, cited above, p. 20, § 32). In these circumstances, it notes that the judicial authorities complied with the applicant's procedural rights and afforded him, at least in form, the means of ensuring that his rights under Article 6 of the Convention were respected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court reiterates, however, that the Convention system requires that in certain cases the Contracting States take positive measures to guarantee effective compliance with the rights set out in Article 6 (see Artico v. Italy, judgment of 13 May 1980, Series A no. 37, p. 18, § 36). They must exercise diligence to ensure the effective enjoyment of the rights guaranteed by Article 6 (see T. v. Italy, judgment of 12 October 1992, Series A no. 245-C, p. 42, § 29).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  It follows that the issue to be determined here is whether compliance with the applicant's procedural rights guaranteed him effective enjoyment of the right to a fair hearing and enabled him to exercise his defence rights, regard being had to the guardianship judge's ruling that, “owing to the impairment of his faculties, [he] require[d] representation and assistance in the conduct of his civil affairs” and could not “without his supervisor's assistance” “take part in court proceedings”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government have explained that under domestic law the supervision order does not affect the criminal procedure and there is no rule requiring the supervisor to be informed of criminal proceedings or specially represented in them. They said that domestic law had therefore been complied with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court reiterates that it is not its role to decide in the abstract whether the applicable domestic law is compatible with the Convention or whether the domestic law has been complied with by the national authorities (see Ringeisen v. Austria, judgment of 16 July 1971, Series A no. 13, p. 40, § 97). In cases arising from individual petitions it must as far as possible examine the issues raised by the case before it (see The Holy Monasteries v. Greece, judgment of 9 December 1994, Series A no. 301-A, pp. 30-31, § 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government said that, although subject to a supervision order, the applicant had remained capable of understanding the procedure and what was at stake in the criminal proceedings. This was demonstrated by a number of factors, first and foremost the guardianship judge's decision to make a supervision, not a guardianship, order. The Criminal Court had therefore not been under a duty to exercise greater diligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court reiterates that the Contracting States enjoy a wide discretion as regards the choice of the means calculated to ensure that their legal systems are in compliance with the requirements of Article 6 § 1 in this field. The Court's task is not to indicate those means to the States, but to determine whether the result called for by the Convention has been achieved (see, mutatis mutandis, De Cubber v. Belgium, judgment of 26 October 1984, Series A no. 86, p. 20, § 35). For this to be so, the resources available under domestic law must be shown to be effective (see Colozza v. Italy, judgment of 12 February 1985, Series A no. 89, pp. 15-16, § 30). In order to determine “whether a proceeding provides adequate guarantees, regard must be had to the particular nature of the circumstances in which such proceeding take place” (see De Wilde, Ooms and Versyp v. Belgium, judgment of 18 June 1971, Series A no. 12, pp. 41-42, § 78, and Wassink v. the Netherlands, judgment of 27 September 1990, Series A no. 185-A, p. 13, § 30).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In the present case, the Court attaches particular weight to the following special circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant was accused of sexual abuse of minors aged under 15. The offences were therefore particularly serious, as the Criminal Court itself indicated (see paragraph 15 above). The nature of the offences also made an assessment of the applicant's mental condition necessary since, after the applicant had been questioned by the gendarmerie, the public prosecutor ordered a psychiatric report on him. The applicant did not, however, attend either of the two appointments he was given and offered no explanation for his failure to do so, so that the Criminal Court had no means of knowing the reason for his absence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Further, the applicant was liable to a prison sentence and was given a custodial sentence, part of which was to be served immediately. He therefore had a material interest at stake in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Lastly, State Counsel's Office in  had been notified of the supervision order and the Government did not deny that the judicial authorities had been informed that the applicant was under supervision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the Court notes that the proceedings before the Criminal Court were begun by a direct summons, that is without a prior investigative stage, and that the Criminal Court convicted the applicant in a verdict delivered in proceedings that were deemed to have been adversarial, although the applicant was absent and unrepresented at the hearing and it had not received the expert psychiatric report which the public prosecutor's office had itself previously ordered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In the Court's opinion, faced with that combination of factors, the Criminal Court was bound out of fairness to take additional steps before trying the case to ensure that the applicant effectively enjoyed the rights guaranteed to him by Article 6 of the Convention. In that connection, it reiterates that it is important for the accused to be present in person at first instance (see, among other authorities, Colozza, cited above, p. 14, § 27), and points out that under Article 6 § 3 (c) of the Convention the accused is entitled to have a lawyer assigned by the court of its own motion “when the interests of justice so require”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  In addition: “Special procedural safeguards may prove called for in order to protect the interests of persons who, on account of their mental disabilities, are not fully capable of acting for themselves” (see, mutatis mutandis, Megyeri v. Germany, judgment of 12 May 1992, Series A no. 237-A, pp. 11-12, § 22; Winterwerp v. the Netherlands, judgment of 24 October 1979, Series A no. 33, p. 24, § 60 in fine; and Prinz, cited above, § 44).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In this context the supervision order, which was made seven months before the hearing in the Criminal Court and was still effective at the time, provides useful guidance. It shows that the national authorities had themselves decided at the material time that the applicant was not fully capable of acting alone on his own behalf. Like the applicant, the Court considers that, as he was regarded as being incapable of acting alone on his own behalf in the conduct of his civil affairs, he should have been regarded as being equally incapable of acting alone in the criminal proceedings. At stake in those proceedings was the right to liberty, a right whose importance in a democratic society has been consistently emphasised by the Court (see, among other authorities, Winterwerp, cited above, pp. 16-17, § 37). Thus, criminal proceedings produce far more serious consequences than civil proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court therefore fails to see on what basis or for what reason an individual who it is accepted is incapable of defending his civil interests and is entitled to assistance for that purpose should not also be given assistance to defend himself against a criminal charge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Besides, in the instant case, the applicant was ordered to pay damages. The proceedings therefore affected his pecuniary rights. Since supervision orders are intended to protect the pecuniary rights of the adult concerned (see paragraphs 43-44 above), the Court sees no justification for the applicant's being denied assistance in the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In the Government's submission, the responsibility lay essentially with the supervisor who, although informed of the criminal proceedings against the applicant, had failed to discharge his obligations. The Court notes however that the supervisor was not informed at any stage between his appointment in that capacity on 29 March 1995 and the conviction on 19 October 1995 that criminal proceedings had been brought against the adult he was responsible for protecting (see paragraphs 12-15 and 20-21 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Ultimately, the Court considers that in a case such as the present one, which concerns a serious charge, the national authorities should take additional steps in the interests of the proper administration of justice. They could have ordered the applicant to attend the appointment with the psychiatrist (see paragraph 14 above) and to appear at the hearing and, in the event of his failing to comply, arranged for him to be represented by his supervisor or a lawyer. That would have enabled the applicant to understand the proceedings and to be informed in detail of the nature and cause of the accusation against him within the meaning of Article 6 § 3 (a) of the Convention; it would also have enabled the Criminal Court to reach its decision entirely fairly. However, that did not happen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  In the special circumstances of this case, the Court therefore holds that there has been a violation of Article 6 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "67.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "68.  The applicant made no claim to the Court under this head. The Court notes that in the application form the applicant lodged with the Commission he claimed non-pecuniary damage, which he estimated, without furnishing particulars, at 300,000 French francs (FRF).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Government submitted that a finding of a violation would in itself constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Ruling on an equitable basis in the light of the special circumstances of the case, the Court decides to award the applicant the sum of FRF 50,000 in respect of his alleged non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "71.  The Court notes that the applicant has made no claim for costs and expenses and was legally aided in the proceedings before it. It therefore holds that no sum is to be awarded under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "72.  According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 2.74% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, FRF 50,000 (fifty thousand French francs) in respect of non-pecuniary damage, plus simple interest at an annual rate of 2.74% payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 30 January 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the concurring opinion of Mr Costa is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "Not without some hesitation, I have found a violation of the Convention in this case.",
                        "elements": []
                    },
                    {
                        "content": "Besides being novel, the issue before the Court was, to tell the truth, a delicate one.",
                        "elements": []
                    },
                    {
                        "content": "The capacity of natural persons raises, as one would expect, issues of legal classification, but also questions of fact. Under French law as it currently stands, there exist persons whose capacity is in principle not in doubt, others whose incapacity is indisputable (unemancipated minors, adults under guardianship orders) and still others, such as persons under supervision, who come within a sort of intermediate regime. As regards the latter, the eminent legal writer, Carbonnier, spoke of semi-incapacity or, equally aptly, of semi-capacity. Since, in addition, the protective regimes are civil in nature and have no direct bearing on criminal procedure, one may have serious reservations about the need to provide an accused in criminal proceedings with assistance or representation on the basis of what I will venture to call his or her degree of incapacity.",
                        "elements": []
                    },
                    {
                        "content": "For example, the law and judicial practice on minors are clear. Article 13 of the Ordinance of 2 February 1945 on Delinquent Children imposes an obligation on youth courts to hear the parents or guardians of juvenile defendants, and the Criminal Division of the Court of Cassation is strict in ensuring compliance with that statutory requirement.",
                        "elements": []
                    },
                    {
                        "content": "In contrast, the statute book is silent about supervisors and there is no case-law on the subject. So far as I am aware, the nullity laid down by Article 510-2 of the Civil Code, cited in paragraph 29 of the judgment, does not extend to criminal proceedings. Indeed, the Government see the division of civil and criminal proceedings into “watertight compartments” as an argument in their favour (see paragraphs 44-45 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "However, it seems to me that that is precisely where the real issue lies. Speaking generally, even though an adult under supervision can be presumed to be “less incapable” than a minor and is able to conduct some of his civil affairs, why, once a judge has appointed a supervisor for him, is the supervisor not informed of procedural steps of such potential importance as a summons to appear before a criminal court or service of a judgment, which starts time running for the purposes of appeal? That is not very logical.",
                        "elements": []
                    },
                    {
                        "content": "In the present case, admittedly, there is room for genuine doubt about the degree of the applicant's incapacity, as there was, to say the least, a substantial change between the degree of impairment noted in the ",
                        "elements": []
                    },
                    {
                        "content": "psychiatric report of 16 September 1994, on the basis of which the guardianship judge made the supervision order, and the psychiatric report of 22 September 1996, which was requested by another guardianship judge shortly before the applicant's son was discharged from his duties as a supervisor. Nor can I believe that the applicant was, as he claimed before the Court, unable without assistance “to be informed in a language which he understands” (see paragraph 40 of the judgment) (besides, this linguistic requirement under Article 6 § 3 (a) of the Convention seems to me to be of marginal relevance in the instant case, as the applicant is French; but it is of little matter). However, it is one thing to understand the accusation, quite another to know how to react with regard to such matters as attending appointments, appearing at the hearing, obtaining assistance from a lawyer, and, if appropriate, appealing in time against conviction and sentence to a term of imprisonment...",
                        "elements": []
                    },
                    {
                        "content": "As to the role of the supervisor, the case file shows that he was undoubtedly partly to blame (see paragraphs 27-28 of the judgment). However, it is speculative to suggest, as the Government do (see paragraph 48 of the judgment), that if the supervisor had been aware of the summons to appear “[t]here was nothing to support the affirmation that [he] would have managed to convince his father to appear at the hearing and subsequently to appeal”. It was for the national authorities to make it possible for the son to offer effective assistance to his father (an easy enough task for them in practice). By omitting to do so, they have in my opinion furnished the applicant with an irrefutable argument for criticising the fairness of the procedure that was followed.",
                        "elements": []
                    },
                    {
                        "content": "I have therefore voted in the end in favour of finding a violation of Article 6 and it is my hope that the problem of the effects of legal protective regimes in criminal proceedings will be reconsidered. The  is sometimes a catalyst for reform in the States that are parties to the Convention. The judgment in this case seems to me at the very least to have disclosed the existence of a problem.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrW. Fuhrmann",
            "role": "president"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "judges"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrP. Kūris",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VAUDELLE v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59167.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2001:0130JUD003568397",
    "externalsources": [],
    "extractedappno": [
        "35683/97",
        "23867/94"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-59167",
    "judgementdate": "30/01/2001 00:00:00",
    "kpdate": "30/01/2001 00:00:00",
    "kpthesaurus": [
        "445",
        "136",
        "76",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "VAUDELLE",
        "FRANCE"
    ],
    "rank": "413.801788330078",
    "representedby": [
        "N/A"
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "437817",
    "typedescription": "15"
}