{
    "__articles": "5",
    "__conclusion": "Violation of Article 5 - Right to liberty and security",
    "applicability": "",
    "appno": "30028/06",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-95583.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30028/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Piotr Osuch (“the applicant”), on 17 July 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Banaszkiewicz, a lawyer practising in . The Polish Government were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his detention on remand had exceeded a “reasonable time” within the meaning of Article 5 § 3 of the Convention and that the bail conditions imposed on him constituted a breach of that provision.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 29 November 2007 the President of the Fourth Section of the Court decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1967 and lives in Chełm. He is currently detained in Lublin Remand Centre.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 25 February 2003 the applicant was arrested by the police. On 27 February 2003 the Lublin District Court (Sąd Rejonowy) decided to detain the applicant on remand in view of a reasonable suspicion that he had committed several offences of fraud, in different locations in Poland, Switzerland and . The court relied on the likelihood that a heavy sentence might be imposed on the applicant and that there was a risk of his absconding. It based its conclusion on the fact that the applicant had multiple citizenship and permanent residence permits in Switzerland and .",
                                "elements": []
                            },
                            {
                                "content": "7.  On 16 May 2003 the Lublin District Court extended the applicant's detention until 25 February 2004, reiterating the original grounds for the detention. The applicant appealed against this decision, complaining in particular about the considerable period of time for which his detention had been extended.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 12 June 2003 the  (Sąd Okręgowy) dismissed the appeal, finding that there were justifiable reasons to explain why the investigation had not yet been terminated by the prosecutor.",
                                "elements": []
                            },
                            {
                                "content": "9.  Subsequently, as the applicant's detention pending investigation had exceeded a period of one year, the Lublin Appellate Prosecutor applied to the Lublin Court of Appeal to extend further his pre-trial detention. On 18 February 2004 the court allowed the application, relying on the severity of the sentence to which the applicant was liable and on the necessity of continuing the complex investigation and evidence-taking process, which required international co-operation.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 10 August 2004 the applicant was indicted before the Lublin District Court. The trial court held the first hearing on 16 December 2004.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant's pre-trial detention was subsequently extended on 26 January 2005 by the trial court and on 16 February 2005 by the Lublin Court of Appeal. The courts relied on the grounds cited previously, namely the severity of the possible sentence, which created a risk of the applicant's going into hiding, and the necessity of gathering evidence in this particularly complex case. The courts also found that the applicant's state of health was not serious enough to justify the need for his treatment outside prison. In the last of these decisions the Court of Appeal also considered that it was not possible to release the applicant on bail as he did not have sufficient assets to secure his appearance at the trial.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 20 July 2005 the Court of Appeal extended the applicant's detention until 30 January 2006. The court based its decision on the process of gathering evidence in this particularly complex case and on the risk of the applicant's attempting to influence witnesses. As regards the latter argument, the court noted that during the preparatory proceedings the applicant had been smuggling notes from prison concerning illegal actions aimed at interfering with the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "The court decided, however, that the applicant could be released upon payment of bail in the amount of 40,000,000 Polish zlotys (PLN), (approximately 10,000,000 euros (EUR) at the material time). It gave the following reasons for its decision:",
                                "elements": []
                            },
                            {
                                "content": "“...given the request to replace detention on remand with bail [in an amount] that [the applicant] would be able to pay, lodged by one of his lawyers, it is now possible to examine again the issue of the application of another preventive measure [to the applicant]. The Court of Appeal is convinced that the accused has a substantial fortune; indeed, that can be deduced from the notes smuggled out of prison (gryps), addressed to his wife, which have been secured [by the authorities]. His means, not only financial, which [the applicant] refers to in this note justify [releasing the applicant on bail] and setting the amount of bail at PLN 40,000,000. The amount of bail, based on the applicant's financial worth, is justified by the need to ensure the proper course of the proceedings and takes into account the scale of the damage and the type of offences committed.”",
                                "elements": []
                            },
                            {
                                "content": "13.  On 28 July 2005 the applicant's lawyer lodged an appeal against that decision, complaining about the excessive amount of bail fixed by the court. He requested the Lublin District Court to impose bail in an amount that could be realistically paid by the applicant, for example PLN 500,000 (EUR 125,000), or in the form of a mortgage on his father's real property.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 3 August 2005 the appeal was dismissed by the Lublin Court of Appeal. The court considered that the amount of bail fixed by the trial court had been justified. The court again referred to the applicant's letter to his wife in which he had informed her of substantial gains from international financial operations. The court also submitted that the fraud of which the applicant had been accused involved an amount of PLN 41,000,000.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 1 September 2005 the Lublin District Court dismissed a further request by the applicant to lift the order for his detention.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 18 January 2006 the Lublin Court of Appeal extended the applicant's detention. The court pointed to a number of objective reasons which explained why the applicant's trial had not yet finished, for which the trial court could not be held responsible. It also relied on the particular complexity of the case.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 16 March 2006 the Lublin District Court gave judgment. It convicted the applicant and sentenced him to 14 years' imprisonment. The court further extended the applicant's detention and discontinued the decision of 20 July 2005 concerning the bail conditions.",
                                "elements": []
                            },
                            {
                                "content": "The court established that between 1997 and 2003 the applicant had created a false identity for himself and developed a model for international frauds which had allowed him to commit a series of offences. He had pretended to be a Cambridge or  graduate, the owner of huge wealth located in different parts of the world which included 3,500 tons of gold deposited in a Zurich bank, the owner of a company, W, and the holder of the title Prince Peter von Hochburg – from an aristocratic Italian family. The applicant claimed to be an international investment adviser and broker able to secure bank guarantees of 150,000,000  dollars (USD). He falsely claimed to be employed by financial institutions. In reality the applicant did not have a university education and was not even registered as a taxpayer.",
                                "elements": []
                            },
                            {
                                "content": "He was convicted of, inter alia, having obtained USD 4,800,000 under false pretences from a former footballer, R, and a further USD 5,000,000 from an Australian company, S. The applicant was also convicted of a series of other investment frauds and forgeries against individuals and companies in Poland and in .",
                                "elements": []
                            },
                            {
                                "content": "18.  The applicant was notified of the reasoned judgment on 13 September 2006 and he lodged an appeal against it.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 16 February 2007 the , sitting as an appeal court, held the first hearing in the case.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 31 August 2007 the  gave a judgment in the applicant's case. It partly upheld the first-instance judgment and sentenced the applicant to eight years' imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "21.  The applicant lodged a cassation appeal and the proceedings are currently pending before the Supreme Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "22.  The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other so-called “preventive measures” (środki zapobiegawcze) are set out in the Court's judgments in the cases of Gołek v. Poland (no. 31330/02, §§ 27-33, 25 April 2006) and Celejewski v. Poland (no. 17584/04, §§ 22-23, 4 August 2006).",
                                "elements": []
                            },
                            {
                                "content": "23.  On 24 July 2006 the Constitutional Court, having examined jointly two constitutional complaints (skarga konstytucyjna) lodged by former detainees, declared Article 263 § 4 of the Code of Criminal Procedure unconstitutional in so far as it related to the investigation stage of criminal proceedings (No. SK 58/03). The provision in question provided that detention might be extended beyond two years if the pretrial proceedings could not be completed because of “important obstacles” which could not have been overcome. The provision in question did not set any statutory time-limit for extending the detention. The  considered that the impugned provision, by its imprecise and broad wording, could lead to arbitrary decisions by the courts on pre-trial detention, and thus infringe the very essence of constitutional rights and freedoms. Referring to other grounds for the extraordinary extension of pre-trial detention under Article 263 § 4, namely suspension of criminal proceedings, extended psychiatric observation of the accused, extended preparation of an expert opinion, evidence-gathering in a particularly complex case or a foreign country, and intentional protraction of proceedings by the accused, the Constitutional Court stated that although those criteria were to some extent vague as well, their constitutionality could be secured by formulating a precise definition through practice, making reference, inter alia, to the wellestablished case-law of the European Court as regards violations of Article 5 § 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "24.  The relevant statistical data, recent amendments to the Code of Criminal Procedure designed to streamline criminal proceedings and references to the relevant Council of Europe materials including the 2007 Interim Resolution of the Committee of Ministers can be found in the Court's judgment in the case of Kauczor v. Poland (no. 45219/06, §§ 27-28 and 30-35, 3 February 2009).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant complained that the length of his detention on remand had been excessive. He further complained that the amount of bail requested from him had been excessive and had not been proportionate to his financial means. He relied on Article 5 § 3 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "26.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "27.  The Government submitted that the applicant had not exhausted all the remedies provided for by Polish law in that he had failed to lodge a constitutional complaint under Article 79 § 1 of the Polish Constitution and question the constitutionality of those provisions of the Code of Criminal Procedure that had served as a basis for extending his pre-trial detention, in particular Article 263 of the Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant did not submit any comments on this point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court observes that the rule of exhaustion of domestic remedies contained in Article 35 § 1 of the Convention requires that an applicant should have normal recourse to remedies which are available and sufficient to afford redress in respect of the breaches alleged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court notes that the Constitutional Court in its judgment of 24 July 2006 found Article 263 § 4 of the Code of Criminal Procedure unconstitutional in so far as it provided for detention to be extended beyond two years if the pretrial proceedings could not be completed because of “important obstacles” (see paragraph 23 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court observes, however, that in the present case the domestic courts did not base their decisions extending the applicant's pre-trial detention on the part of Article 263 § 4 which was declared unconstitutional. They relied only on the necessity of gathering evidence in a particularly complex case, a prerequisite that the  considered compatible with the Constitution (see paragraphs, 11, 12, 16 and 23 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court is therefore of the opinion that it is doubtful whether the applicant could have successfully lodged a constitutional complaint in respect of the provisions which had been vetted and found to be compatible with the Polish Constitution in the judgment of 24 July 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Furthermore, the Court observes that the facts giving rise to the alleged violation of Article 5 § 3 concern the period from 23 February 2003 to 16 March 2006. It further notes that at the relevant time the practice of the Constitutional Court in respect of the admissibility of a constitutional complaint against an ancillary decision adopted in the context of criminal proceedings was not clearly established (see Łaszkiewicz v. Poland, no. 28481/03, §§ 69-70, 15 January 2008). In addition, the Court is not persuaded that at the relevant time a constitutional complaint could have satisfied the second part of the test established in the Szott-Medyńska decision (Szott-Medyńska v.  (dec.), no. 47414/99, 9 October 2003). Thus, the Court considers that in the present case the constitutional remedy lacked the requisite effectiveness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Finally, the Court notes that the applicant appealed against all decisions extending his pre-trial detention and applied for this preventive measure to be lifted. The Court has already considered that those remedies, namely an appeal against a detention order or a request for release, whether submitted to the prosecutor or to the court, depending on the stage of the proceedings, and also an appeal against a decision to extend detention, serve the same purpose under Polish law (see, for example, Wolf v. Poland, nos. 15667/03 and 2929/04, § 78, 16 January 2007). Their objective is to secure the review of the lawfulness of detention at any given time in the proceedings, both in their pre-trial and trial stage, and to obtain release if the circumstances of the case no longer justify continued detention (see Iwańczuk v. Poland (dec.), no. 25196/94, 9 November 2000, and Wolf, cited above, nos. 15667/03 and 2929/04, § 78, 16 January 2007). According to the Court's established case-law, having exhausted the available remedy, the applicant was not required to embark on another attempt to obtain redress by bringing a constitutional complaint (see for example Cichla v. Poland, no. 18036/03, § 26, 10 October 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  It follows that the Government's plea of inadmissibility on the ground of non-exhaustion of domestic remedies must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court further notes that the complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention and is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "36.  The applicant submitted in general terms that he had been kept in pre-trial detention for an unjustified length of time. He further argued that the amount of bail imposed on him to ensure his attendance at the trial had been excessively high. The applicant submitted that the highest amount of bail imposed by the Polish courts to date, in the most drastic cases, had never exceeded one-third of the amount ordered in his case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Government considered that the applicant's pre-trial detention satisfied the requirements of Article 5 § 3. It was justified by “relevant” and “sufficient” grounds. These grounds were, in particular, the gravity of the charges against the applicant and the fact that he had previously been convicted. The Government considered that there had been a risk of the applicant's going into hiding or otherwise interfering with the proper course of the proceedings. The Government argued that the domestic authorities had shown due diligence, as required in cases against detained persons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government decided not to comment on the issue of the bail conditions imposed on the applicant.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "38.  The Court reiterates that the general principles regarding the right “to trial within a reasonable time or to release pending trial”, as guaranteed by Article 5 § 3 of the Convention, have been set out in a number of its previous judgments (see, among many other authorities, Kudła v. Poland [GC], no. 30210/96, §§ 110 et seq., ECHR 2000XI, and McKay v. the United Kingdom [GC], no. 543/03, §§ 41-44, ECHR 2006-X, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court further reiterates that according to its case-law, the amount of bail must be assessed principally by reference to the accused, his assets and his relationship with the persons who are to provide the security, in other words to the extent to which it is felt that the prospect of loss of the security or of action against the guarantors in the event of his nonappearance at the trial will act as a sufficient deterrent to dispel any wish on his part to abscond (see Neumeister v. Austria, 27 June 1968, § 14, Series A no. 8).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  An accused in respect of whom the judicial authorities declare themselves prepared to release on bail must furnish sufficient information in good faith, which can be checked if need be, about the amount of bail to be fixed. As the fundamental right to liberty as guaranteed by Article 5 of the Convention is at stake, the authorities must take as much care in fixing an appropriate amount of bail as in deciding whether or not the accused's continued detention is indispensable (see Iwańczuk v. Poland, no. 25196/94, § 66, 15 November 2001, and Skrobol v. , no. 44165/98, § 57, 13 September 2005).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles in the present case",
                                "elements": [
                                    {
                                        "content": "41.  The applicant's detention started on 25 February 2003, when he was arrested on suspicion of having committed fraud, and ended on 16 March 2006, when the  convicted him as charged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, the period to be taken into consideration amounts to three years and 20 days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In their detention decisions, the authorities, in addition to the reasonable suspicion against the applicant, relied principally on three grounds, namely the severity of the penalty to which he was liable, the need to ensure the proper conduct of the proceedings, in particular to collect evidence in a particularly complex case, and the risk that the applicant might go into hiding. As regards the latter, they relied on the fact that the applicant had multiple citizenship and permanent residence permits in Switzerland and .",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court accepts that the reasonable suspicion against the applicant of having committed serious offences could initially have warranted his detention. Also, the need to obtain voluminous evidence constituted a valid ground for the applicant's initial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court observes that throughout the entire relevant period the judicial authorities based their finding that there existed a risk of the applicant's evading trial on the fact that he had been using identity documents issued by several countries and thus could easily go into hiding. The Court agrees that this factor justified keeping him in custody in the initial stages of the proceedings. However, the Court considers that that ground gradually lost its force and relevance as the proceedings progressed (see Czajka v. Poland, no. 15067/02, § 46, 13 February 2007, and Michalak v. , no. 16864/02, § 35, 18 September 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  It is to be noted that the judicial authorities presumed that there was a risk of pressure being exerted on witnesses or of the proceedings being obstructed, basing that presumption on the serious nature of the offences and the fact that some evidence had to be collected by means of international judicial assistance. The Court acknowledges that in view of the seriousness and the nature of the accusations against the applicant, the authorities could justifiably have considered that such an initial risk was established. Regard being had to the complexity of the proceedings and their international character, the difficulty faced by the authorities must in particular be seen as relevant. The Court also notes that the domestic court in its decision of 20 July 2005 referred to illegal notes intercepted by the authorities from which it appeared that the applicant had at least attempted to influence witnesses. Accordingly, the risk of pressure being brought to bear on witnesses or other co-accused can reasonably be considered to have been high, as found by the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Nevertheless, with the passage of time, and given the authorities' failure to advance any new grounds for extending the applicant's detention on remand, the grounds relied on became less relevant and cannot justify the total period of over three years during which the most serious preventive measure was imposed against the applicant (see Michalak, cited above, § 36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court lastly notes that the judicial authorities relied heavily on the consideration that the likelihood of a severe sentence being imposed on the applicant created a presumption that he would obstruct the proceedings. However, the Court would reiterate that, while the severity of the sentence faced is a relevant element in the assessment of the risk of absconding or reoffending, the gravity of the charges cannot by itself justify long periods of pre-trial detention (see Michta v. Poland, no. 13425/02, § 49, 4 May 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court also notes that there is no specific indication that during the first 24 months of the applicant's pre-trial detention the authorities envisaged the possibility of imposing other preventive measures on him – such as bail or police supervision – expressly provided for by Polish law to ensure the proper conduct of criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Not until 16 February 2005 did the court for the first time examine the possibility of releasing the applicant on bail and dismiss it, having considered that he did not have sufficient assets. Subsequently, on 20 July 2005 the domestic court agreed to release the applicant on bail but fixed its amount at the equivalent of EUR 10,000,000. However, there is no evidence that before deciding on that sum the domestic court made any effort to determine what would be an appropriate amount of bail in the circumstances, for example by requiring the applicant to furnish information on his financial standing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this context the Court would emphasise that under Article 5 § 3, the authorities, when deciding whether a person should be released or detained, are obliged to consider alternative measures of ensuring his appearance at trial. Indeed, that Article lays down not only the right to “trial within a reasonable time or release pending trial” but also provides that “release may be conditioned by guarantees to appear for trial” (see Jabłoński v. Poland, no. 33492/96, § 83, 21 December 2000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Having regard to the foregoing, the Court concludes that the grounds given by the domestic authorities could not justify the overall period of the applicant's detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  The applicant complained under Article 6 § 1 of the Convention that the length of the proceedings in his case had exceeded a “reasonable time” within the meaning of this provision.",
                                "elements": []
                            },
                            {
                                "content": "50.  However, pursuant to Article 35 § 1 of the Convention:",
                                "elements": []
                            },
                            {
                                "content": "“The Court may only deal with the matter after all domestic remedies have been exhausted, according to the generally recognised rules of international law...”",
                                "elements": []
                            },
                            {
                                "content": "51.  The Court observes that after the entry into force, on 17 September 2004, of the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki – “the 2004 Act”) it was open to the applicant to lodge a complaint about the unreasonable length of the proceedings with the relevant domestic court.",
                                "elements": []
                            },
                            {
                                "content": "However, the applicant informed the Court that he had chosen not to avail himself of the possibility of lodging a complaint about the length of the proceedings under the 2004 Act.",
                                "elements": []
                            },
                            {
                                "content": "52.  The Court has already examined that remedy for the purposes of Article 35 § 1 of the Convention and found it to be effective in respect of complaints about the excessive length of judicial proceedings in . In particular, it has considered that that remedy is capable both of preventing the alleged violation of the right to a hearing within a reasonable time or its continuation, and of providing adequate redress for any violation that has already occurred (see Charzyński v. Poland (dec.), no. 15212/03, §§ 3642, ECHR 2005-V).",
                                "elements": []
                            },
                            {
                                "content": "53.  It follows that this part of the application must be rejected under Article 35 §§ 1 and 4 of the Convention for non-exhaustion of domestic remedies.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 46 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Article 46 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1. The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.",
                                "elements": []
                            },
                            {
                                "content": "2. The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "55.  The applicant did not submit any observations concerning this provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government referred to the arguments submitted previously in the case of Figas v. Poland (no. 7883/07, §§ 41-44, 23 June 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government concluded that, bearing in mind the efforts of the Polish authorities and the legislative reforms which were being and had been undertaken by them to solve the problem of the length of detention on remand, Poland could not be said to have failed to comply with its obligations under Article 46 of the Convention to abide by the Court's judgments.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "58.  Recently, in the case of Kauczor v. Poland (cited above, §§ 58 et seq., with further references) the Court held that the Interim Resolution adopted by the Committee of Ministers on 6 June 2007, taken together with the number of judgments already delivered and the number of pending cases raising an issue of excessive detention incompatible with Article 5 § 3, demonstrated that the violation of the applicant's right under Article 5 § 3 of the Convention had originated in a widespread problem arising out of the malfunctioning of the Polish criminal justice system which had affected, and might still affect in the future, an as yet unidentified, but potentially considerable number of persons charged in criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In the present case, as in other numerous similar detention cases, the authorities did not justify the applicant's continued detention by relevant and sufficient reasons (see paragraphs 44-46 above). Consequently, the Court sees no reason to diverge from the findings it made in Kauczor as to the existence of a structural problem and the need for the Polish State to adopt measures to remedy the situation (see Kauczor, cited above, §§ 6062).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "61.  The applicant claimed PLN 1,800,000,000 in respect of pecuniary damage and PLN 1,000,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government contested these claims, considering them excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore dismisses this claim. On the other hand, it awards the applicant 1,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "64.  The applicant, who was represented by a lawyer, did not submit any claims for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "65.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the unreasonable length of the applicant's pre-trial detention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Polish zlotys at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 November 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PIOTR OSUCH v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-95583.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1103JUD003002806",
    "externalsources": [],
    "extractedappno": [
        "30028/06",
        "31330/02",
        "17584/04",
        "58/03",
        "45219/06",
        "28481/03",
        "47414/99",
        "15667/03",
        "2929/04",
        "25196/94",
        "18036/03",
        "30210/96",
        "543/03",
        "44165/98",
        "15067/02",
        "16864/02",
        "13425/02",
        "33492/96",
        "15212/03",
        "7883/07"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-95583",
    "judgementdate": "03/11/2009 00:00:00",
    "kpdate": "03/11/2009 00:00:00",
    "kpthesaurus": [
        "448"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5"
    ],
    "parties": [
        "PIOTR OSUCH",
        "POLAND"
    ],
    "rank": "700.439880371094",
    "representedby": [
        "BANASZKIEWICZ A."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "354599",
    "typedescription": "15"
}