{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "13173/03",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-96391.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 13173/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Sergey Yevgenyevich Gudkov (“the applicant”), on 7 April 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V. Karashchuk, a lawyer practising in Rostov-on-Don. The Russian Government (“the Government”) were represented by their Agent, Mr P. Laptev, the Representative of the  at the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 12 October 2006 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1961 and lives in Rostov-on-Don.",
                                "elements": []
                            },
                            {
                                "content": "5.  On an unspecified date he sued his former wife for title to a half of the flat which they had allegedly purchased while they were married. The matter was repeatedly reviewed by courts at two levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 20 February 2001 the Leninskiy District Court of Rostov-on-Don dismissed the applicant's claim.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 11 May 2001 the  quashed the judgment of 20 February 2001 on appeal and remitted the matter for further consideration.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 8 August 2001 the District Court granted the applicant's claim in full.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 19 September 2001 the  upheld the judgment of 8 August 2001 on appeal.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 2 October 2002 the applicant's former wife asked the President of the  to lodge an application for supervisory review of the judgment of 8 August 2001 as upheld on 19 September 2001.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 24 December 2002 the acting President of the  granted the request and sent the case to the Presidium of the  for supervisory review.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 26 December 2002 the Presidium of the  reassessed the evidence and quashed the judgments of 11 May, 8 August and 19 September 2001 by way of supervisory review and reinstated the judgment of 20 February 2001. It considered that the applicant had failed to provide enough evidence to substantiate his title to the disputed property.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "13.   The relevant domestic law governing the supervisory review procedure at the material time is summed up in the Court's judgment in the case of Ryabykh v. Russia (no. 52854/99, §§ 31-42, ECHR 2003X).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  LLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1 ON ACCOUNT OF SUPERVISORY REVIEW",
                        "elements": [
                            {
                                "content": "14.  The applicant complained under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 that the judgment of 8 August 2001 as upheld on 19 September 2001 had been quashed via supervisory review on 26 December 2002. In so far as relevant, these Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.[...]”",
                                "elements": []
                            },
                            {
                                "content": "15.  The Government contested that argument. They argued that the supervisory review had been compatible with the Convention as the lower courts had made a fundamental judicial error. They did not specify the substance of the error.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "16.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Article 6 of the Convention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Supervisory review: legal certainty",
                                "elements": [
                                    {
                                        "content": "17.  The Court reiterates that, for the sake of legal certainty implicitly required by Article 6, final judgments should generally be left intact. They may be disturbed only to correct fundamental errors. Their review should not be treated as an appeal in disguise, and the mere possibility of there being two views on the subject is not a ground for reexamination (see Ryabykh, cited above, §§ 51-52).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Court reiterates that it has frequently found violations of the principle of legal certainty and of the right to a court in the supervisory-review proceedings governed by the former Code of Civil Procedure as it allowed final judgments in the applicants' favour to be set aside by higher courts following applications by state officials, whose power to make such applications was not subject to any time-limit (see, among other authorities, Ryabykh, cited above, §§ 51-56; Volkova v. Russia, no. 48758/99, §§ 34-36, 5 April 2005; and Roseltrans v. Russia, no. 60974/00, §§ 27-28, 21 July 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Having examined the materials submitted to it, the Court observes that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. The final judgment was quashed solely for a reassessment of the evidence (see paragraph 12 above). No fundamental error had been found. Therefore the reversal of the final judgment was not justified by exceptional and compelling reasons and was therefore in breach of the legal certainty requirement. Accordingly, there has been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  Supervisory review: procedural issues",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant also complained under Article 6 § 1 of an infringement of his right to a fair hearing, in that he had not been informed about the hearing in the supervisory-review proceedings on 26 December 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court notes that the very application of supervisory-review proceedings constituted a violation of the applicant's right to a fair hearing (see paragraphs 17-19 above). Therefore, the Court does not consider it necessary to decide whether the alleged lack of participation by the applicant, taken separately, would render the proceedings before the supervisory-review court unfair.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Article 1 of Protocol No. 1",
                                        "elements": [
                                            {
                                                "content": "22.  The Court observes that under the final judgment, the applicant obtained title to half of the contested flat. The judgment thus created an asset within the meaning of Article 1 of Protocol No. 1 (see Vasilopoulou v. Greece, no. 47541/99, § 22, 21 March 2002, and Malinovskiy v. Russia, no. 41302/02, § 43, ECHR 2005VII (extracts)). The quashing of the judgment in breach of the principle of legal certainty frustrated the applicant's reliance on the binding judicial decision and deprived him of an opportunity to receive the judicial awards he had legitimately expected to receive (see Dovguchits v. , no. 2999/03, § 35, 7 June 2007). Accordingly, there has also been a violation of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "24.  The Court points out that under Rule 60 of the Rules of Court, any claim for just satisfaction must be itemised and submitted in writing together with the relevant supporting documents or vouchers, “failing which the Chamber may reject the claim in whole or in part”.",
                                "elements": []
                            },
                            {
                                "content": "25.  The Court notes that on 19 January 2007 the applicant was invited to produce his claims for just satisfaction by 23 March 2007. The applicant did not submit any claims under Article 41. Thus, the Court makes no award under Article 41 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention and of Article 1 of Protocol No. 1 in respect of the quashing on 26 December 2002 via supervisory review of the final judgment in the applicant's favour;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the complaint under Article 6 of the Convention that the applicant was not informed about the hearing of 26 December 2002.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 December 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GUDKOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-96391.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1222JUD001317303",
    "externalsources": [],
    "extractedappno": [
        "13173/03",
        "52854/99",
        "48758/99",
        "60974/00",
        "47541/99",
        "41302/02",
        "2999/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-96391",
    "judgementdate": "22/12/2009 00:00:00",
    "kpdate": "22/12/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "GUDKOV",
        "RUSSIA"
    ],
    "rank": "708.192810058594",
    "representedby": [
        "KARASHCHUK V."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "346996",
    "typedescription": "15"
}