{
    "__articles": "3;13;13+3;38;41",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture;Effective investigation);Violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "7178/03",
    "article": [
        "13",
        "3",
        "38",
        "41"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Effective investigation"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Effective investigation"
            ],
            "type": "violation"
        },
        {
            "article": "38",
            "base_article": "38",
            "details": [
                "Article 38 - Obligation to furnish all necessary facilities"
            ],
            "element": "Violation of Article 38 - Examination of the case-{general}",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-86218.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 7178/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by seven Russian nationals named in paragraph 6 below (“the applicants”) on 27 January 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented before the Court by Mr Z. Zhulanov, a lawyer with the Perm Regional Human Rights Centre. The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained of the ill-treatment inflicted on them and the lack of effective remedies in the domestic legal system.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 12 October 2006, the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Government, but not the applicants, filed observations on the merits of the case (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicants are:",
                                "elements": []
                            },
                            {
                                "content": "Mr Mikhail Vladimirovich Dedovskiy born in 1969,",
                                "elements": []
                            },
                            {
                                "content": "Mr Alexandr Mikhaylovich Matrosov born in 1968,",
                                "elements": []
                            },
                            {
                                "content": "Mr Viktor Viktorovich Vidin born in 1978,",
                                "elements": []
                            },
                            {
                                "content": "Mr Stanislav Lvovich Bukhman born in 1974,",
                                "elements": []
                            },
                            {
                                "content": "Mr Igor Anatolyevich Kolpakov born in 1975,",
                                "elements": []
                            },
                            {
                                "content": "Mr Dmitriy Vladimirovich Gorokhov born in 1980, and",
                                "elements": []
                            },
                            {
                                "content": "Mr Aleksey Shamilyevich Pazleev born in 1974.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the application",
                                "elements": [
                                    {
                                        "content": "7.  At the material time all the applicants were serving a prison sentence in correctional colony no. AM-244/9-11 in the  of the Cherdynskiy district of the Perm Region (also known as facility no. IK-11, hereinafter “the colony”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In April 2001 a group of eight officers of a special-purpose unit, Varyag, of the Directorate of Correctional Facilities AM-244 (now renumbered as VK-240, отдел специального назначения «Варяг» Управления лесных исправительных учреждений АМ-244/ВК-240), under the command of Mr B., arrived at the colony for the purpose of “rendering practical assistance in maintaining the detention regime”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Upon their arrival Mr B. and Mr P., the deputy colony director for security and operational activities, devised a plan which included the following measures: searches of the living premises, including the premises of the strict-security department (отряд со строгими условиями содержания), the punishment ward (штрафной изолятор) and cell-like premises (помещения камерного типа); body searches of detainees, including on their return from work; and supervision of the detainees’ compliance with the regime regulations. The officers of the unit wore balaclava masks and carried rubber truncheons during the implementation of the plan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicants alleged that the unit officers had beaten detainees with truncheons and kicked and punched them. Specific allegations concerning each applicant are outlined in chronological order below.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Events of 17 April 2001",
                                "elements": [
                                    {
                                        "content": "1. The first applicant, Mr Dedovskiy",
                                        "elements": [
                                            {
                                                "content": "11.  On coming back from work to the colony living premises Mr Dedovskiy learnt from other detainees that the unit officers were performing a search. The officers wore camouflage and balaclava masks. During the search they hit Mr Dedovskiy on his back four or five times with a truncheon without any apparent reason and verbally assaulted him. On leaving the search premises he received more truncheon blows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  Later in the day, when going to dinner, Mr Dedovskiy, among other detainees, was told to squat down and waddle “duck-style” to the canteen.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The second applicant, Mr Matrosov",
                                        "elements": [
                                            {
                                                "content": "13.  On coming back from work to the colony Mr Matrosov was told to submit to a strip-search. Mr P., the deputy colony director, divided all the detainees into groups of five and told them to run into the search room. Inside the room Mr Matrosov was ordered to look at the floor and comply with all instructions. Any delay in fulfilling an order was met with punches to the stomach and head. Once the strip-search was completed, Mr Matrosov was thrown half-naked out into the courtyard.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The third applicant, Mr Vidin",
                                        "elements": [
                                            {
                                                "content": "14.  On coming back from work to the colony, the unit officers hit Mr Vidin on his head, neck and spine with a truncheon during their search. As a result, he could not work for an extended period of time owing to pain in his head and spine. He attempted to seek medical assistance but the medical department was closed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  Later in the day, when going to dinner, Mr Vidin, among others, was told to squat down and waddle to the canteen. On entering the canteen and while eating the unit officers hit him in the small of his back.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The fourth applicant, Mr Bukhman",
                                        "elements": [
                                            {
                                                "content": "16.  At the roll-call Mr Bukhman was beaten for having answered a unit officer’s question too softly.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  The sixth applicant, Mr Gorokhov",
                                        "elements": [
                                            {
                                                "content": "17.  Mr Gorokhov was held in cell no. 1 of the strict-security department. At about 11 p.m. the unit officers arrived at the department and told the detainees to go out into the corridor and to remain spread-eagled against the wall. While they were standing there, the officers punched them; Mr Gorokhov received several blows to his liver and spine.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Events of 18 April 2001",
                                "elements": [
                                    {
                                        "content": "1. The first applicant, Mr Dedovskiy",
                                        "elements": [
                                            {
                                                "content": "18.  The unit officers hit Mr Dedovskiy, among other detainees, during the wake-up and on their way to the canteen and back. He was also hit while eating. The officers allegedly hit him with a truncheon, holding it by the light end in order to increase the pain.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The second applicant, Mr Matrosov",
                                        "elements": [
                                            {
                                                "content": "19.  At their work-place detainees, including Mr Matrosov, were told to form a line. The unit officers and Mr F., the security head, verbally assaulted them.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. The fourth applicant, Mr Bukhman",
                                        "elements": [
                                            {
                                                "content": "20.  The unit officers allegedly told Mr Bukhman, when going to dinner, to carry another detainee on his back. Then they told all the detainees to go to the canteen in couples holding hands. Mr Bukhman was beaten for refusing to comply with these demands. After that a unit officer jumped on his back and told him to carry him to the canteen. Mr Bukhman’s refusal provoked a new round of beatings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. The fifth applicant, Mr Kolpakov",
                                        "elements": [
                                            {
                                                "content": "21.  On that day Mr Kolpakov, among other detainees, arrived at the colony to serve his sentence. The unit officers verbally and physically assaulted them on their way from the car to the punishment ward, where the newly arrived detainees were held. Mr F. and Mr T. of the colony administration were present. Later, Mr Kolpakov was taken out of the cell and beaten in the corridor with truncheons. Mr T. was again present.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5. The sixth applicant, Mr Gorokhov",
                                        "elements": [
                                            {
                                                "content": "22.  The unit officers, accompanied by Mr F., came to the strict-security department where Mr Gorokhov was being held. The officers shouted at detainees as they were running out of the cells and punched them. Mr Gorokhov was hit and fell to the floor. Thereafter Mr Gorokhov and his cellmates were told to stand up, strip naked and lean spread-eagled against the wall. The officers punched and kicked them and also hit them with truncheons. Mr Gorokhov collapsed several times, but when he rose to his feet the beating resumed. The officers did not make any demands or claims of the detainees. As a consequence of that treatment, Mr Gorokhov had many bruises and abrasions, a headache and sharp pain in his liver.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  The seventh applicant, Mr Pazleev (“count 5”)",
                                        "elements": [
                                            {
                                                "content": "23.  Mr Pazleev was held in cell no. 1 of the strict-security department (the same cell as the sixth applicant, Mr Gorokhov). At about 3.30 p.m. on that day the unit officers opened the door of their cell and put a bench in front of it. The detainees were rudely told to jump over the bench into the corridor. Mr Pazleev stumbled over the bench and fell. The officers started to punch and kick him and to hit him with truncheons. In the corridor all the detainees were stripped naked and placed spread-eagled against the wall. Then the officers beat them. When Mr Pazleev fell, he was made to stand up again and the beating continued. The beatings lasted for approximately twenty minutes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  Once the unit officers had left, a doctor and a nurse entered the cell and asked whether there were any “bedridden patients” (that is, who could no longer walk by themselves). Mr Pazleev complained about sharp pains, but received no assistance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The report on the use of a rubber truncheon of 18 April 2001 indicated that “during a search... at 3.30 p.m. the convict Pazleev refused to go out of the living premises into the common corridor, stating that he would be present during the search, although it was the convict Terekhov who had been assigned to be present during the search. Pazleev was warned that in case of further disobedience, a truncheon would be used on him, but he continued to disobey”. The report was signed by two colony officials and Mr B.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Events of 19 April 2001",
                                "elements": [
                                    {
                                        "content": "1.  The first applicant, Mr Dedovskiy (“count 7”)",
                                        "elements": [
                                            {
                                                "content": "26.  On coming back from work at about 7 p.m. Mr Dedovskiy, among other detainees, was subjected to a strip-search. During the search the officers punched him and hit him with truncheons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The report on the use of a rubber truncheon of 19 April 2001 indicated that “on returning from the work facility Angara, the convict Dedovskiy repeatedly disobeyed the lawful request of the colony administration... because he flatly refused to spread his arms and legs wide apart for a body search. He did not react to the repeated requests. Thereafter, a rubber truncheon... was used on him”. The report was signed by two colony officials and Mr B.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The second applicant, Mr Matrosov",
                                        "elements": [
                                            {
                                                "content": "28.  Mr Matrosov, among other detainees, was beaten during the strip-search upon their return from work.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On coming to the canteen, detainees, including Mr Matrosov, were ordered to form two lines and run into the canteen one at a time. The unit officers stood at the doors and hit detainees with truncheons. While eating, the detainees were told not to raise their eyes and Mr Matrosov, among others, received a truncheon blow to his neck. On leaving the canteen he received more blows to his back.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The fourth applicant, Mr Bukhman",
                                        "elements": [
                                            {
                                                "content": "30.  At the roll-call Mr Bukhman was told to step out of the line and say “ah”. He was beaten for saying it too softly. As a result of the beatings, Mr Bukhman had broken ribs. He applied to the medical department, where a doctor treated the area around the broken ribs with iodine.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. The fifth applicant, Mr Kolpakov",
                                        "elements": [
                                            {
                                                "content": "31.  The unit officers took Mr Kolpakov, among other detainees, out of the cell and into the corridor, where he was spread-eagled against the wall and beaten.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5. The seventh applicant, Mr Pazleev",
                                        "elements": [
                                            {
                                                "content": "32.  Mr Pazleev, among other detainees, was taken out of the cell into the corridor, where the unit officers punched and kicked them and also hit them with truncheons. Mr F. and Mr P., were also present, in an inebriated state.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "E.  Events of 20 April 2001",
                                "elements": [
                                    {
                                        "content": "1.  The fifth applicant, Mr Kolpakov (“count 9”)",
                                        "elements": [
                                            {
                                                "content": "33.  At about 7.15 a.m. the unit officers, together with Mr F. and Mr T., arrived at the strict-security department where Mr Kolpakov had been transferred from the punishment ward on the previous night. All the detainees, including the fifth applicant, were told to run out of the cells into the corridor. The unit officers punched and kicked Mr Kolpakov and beat him with truncheons. He collapsed several times and finally fainted after a particularly strong blow to his head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Mr Kolpakov alleges that he had brain concussion. In December 2001 he was diagnosed with traumatic psychopathy in prison hospital UT-389/9 MOB, which he believes to be a consequence of the beating on 20 April 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The report on the use of a rubber truncheon of 20 April 2001 indicated that “the rubber truncheon was used because at the rouse at 7.15 a.m. the convict Kolpakov, along with other convicts, did not fulfil the get-up command. He flatly refused to proceed to the administrative premises to give a written explanation, and refused to give his name or to explain the reasons for his conduct”. The report was signed by two colony officials and Mr B.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The sixth applicant, Mr Gorokhov (“count 9”)",
                                        "elements": [
                                            {
                                                "content": "36.  The unit officers, this time accompanied by Mr T., came to the strict-security department, where Mr Gorokhov was being held. Mr Gorokhov and his cellmates were taken out into the corridor where the officers punched and kicked them and also hit them with truncheons. Thereafter he was allegedly refused medical assistance in the medical department of the colony.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The report on the use of a rubber truncheon of 20 April 2001 indicated that “the rubber truncheon was used because at the rouse... the convict Gorokhov did not get up. When ordered to get up and dress, he reacted reluctantly and failed to dress in accordance with the established form of dress. When told to change his clothes and assume the normal look, he did not react, but behaved rudely and tactlessly towards the officers”. The report was signed by two colony officials and Mr B.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The seventh applicant, Mr Pazleev",
                                        "elements": [
                                            {
                                                "content": "38.  Mr Pazleev, among other detainees, was taken out of the cell into the corridor, where the unit officers punched and kicked them and also hit them with truncheons. Mr F. and Mr P. were also present, in an inebriated state.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "F.  Investigation into the applicants’ complaints",
                                "elements": [
                                    {
                                        "content": "39.  On 9 June 2001 the Perm Regional Human Rights Centre handed 160 complaints of ill-treatment written by the colony detainees to the Perm Regional Ombudsman (Уполномоченный по правам человека в Пермской области, hereinafter “the Ombudsman”). The Ombudsman provided the Perm Regional prosecutor with copies of the complaints and requested factual information from the colony administration. On the same day the Usolsk town prosecutor in charge of supervision of compliance with laws in penitentiary institutions opened a criminal investigation into an offence under Article 286 § 3 of the Criminal Code (excess of power involving the use of weapons or special means).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 20 June 2001 the Ombudsman decided to form a public commission for the investigation of the causes and circumstances of the events in colony AM 244/9-11. The commission included the Ombudsman, the director of the Perm Regional Human Rights Centre and a representative of the Perm Regional Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 25 June 2001 the Ombudsman visited the colony and talked to the detainees who had lodged the complaints. The majority of them confirmed their statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 6 July 2001 the director of facility no. AM-244 replied to the Ombudsman’s request for information as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The measures... with the involvement of the special-purpose unit officers... were carried out from 17 to 19 April [2001] on the basis of Article 82 of the Code on Execution of Punishments and they were not extraordinary... RP-73 [rubber truncheons] were used on detainees who refused to comply... The mass lodging of complaints about allegedly unlawful actions of the unit officers has been arranged by a criminal leader...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 16 August 2001 the director and other employees of the Perm Regional Human Rights Centre visited the colony. They were allowed to take photos and talked to five detainees in private. The findings were reported to the Ombudsman in the following manner:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Conclusion: there is no reason not to trust the allegations of the detainees. For three days detainees were severely beaten while returning from work, in the canteen... in the punishment ward, in the cell-like premises... detainees were made to squat and waddle and then jump up again... they were stripped naked before the search... It is conceivable that the special-purpose unit was called upon to intimidate [detainees] in the wake of a conflict between the colony administration and the criminal leader. However, no matter how subversive the ringleader’s influence on other detainees might have been, this cannot in any way justify the unit’s actions ... especially taking into account that a majority of detainees in the colony are... unconnected to organised crime. It appears that the detainees were, as usual, ‘collateral damage’ of an extremely complicated and entangled relationship between the management of the correctional institution and criminal leaders.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 29 August 2001 the Ombudsman paid another visit to the colony and talked to twenty-four detainees. Of those, twenty-one detainees confirmed their initial allegations and indicated that they had given the same statements to investigators from the prosecutor’s office. The Ombudsman found a number of violations of the colony regime, such as belated provision of medical assistance in the punishment ward and cell-like premises, lack of water and lack of remedies against disciplinary sanctions imposed by the colony administration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In late August and early September 2001 Mr Shcherbanenko, the head of the department for supervision of compliance with laws in penitentiary institutions, which is a department of the Prosecutor General’s Office, arrived in Perm for a special inquiry. The Government refused to produce a copy of his report requested by the Court (see paragraphs 103 and 105 below). According to the applicants, he found that (i) the unit officers had used rubber truncheons unlawfully; (ii) when performing their duties, the unit officers should not have worn balaclava masks; (iii) the quality of the pre-trial investigation had been unsatisfactory; and (iv) a few detainees had been unlawfully placed in the punishment ward. The Usolsk town prosecutor was disciplined and the materials of the investigation were transferred to the Perm Regional prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 4 September 2001 Mr B., the head of the special-purpose unit, was charged with an offence under Article 286 § 3 of the Criminal Code. On 11 September 2001 he was additionally charged under Article 293 § 1 of the Criminal Code (undue performance of professional duties entailing a substantial impairment of citizens’ rights and interests).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 21 September 2001 a prosecutor discontinued criminal proceedings against Mr B.’s subordinates, officers of the special-purpose unit, finding as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the period from 17 to 20 April [2001] the employees of the special-purpose unit AM-244 stayed at the colony, executing the deputy head’s request to carry out the planned preventive and regime measures on detainees of the colony IK-11. When carrying out these measures, officers of the unit used rubber truncheons on the detainees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The investigation has taken all measures to determine the part of each unit officer in the events; however, the victims and witnesses were not able to identify the unit officers who had beaten them because they had worn identical camouflage and balaclava masks. Thus, the investigation has not obtained any objective information which would permit charges to be brought against any unit officers.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 25 September 2001 the same prosecutor discontinued the criminal proceedings in respect of the complaints lodged by the second, third and fourth applicants and 143 other detainees, finding that “the investigation had not obtained any objective information confirming these detainees’ allegations of the use of rubber truncheons by the special-purpose unit”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 4 October 2001 the same prosecutor discontinued criminal proceedings against Mr B. on the charge of excess of power. The prosecutor noted that Mr B. had not used a rubber truncheon himself and had not given orders to use one. The remaining charge of professional misconduct was referred for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 25 October 2001 the public commission was disbanded because the case had gone to trial.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Judicial proceedings against Mr B.",
                                "elements": [
                                    {
                                        "content": "51.  From 4 to 8 February 2002 the Cherdynskiy District Court of the Perm Region held public hearings in the criminal case against Mr B., accused of professional misconduct under Article 293 § 1 of the Criminal Code. In total, forty detainees were granted victim status in the criminal proceedings; of these, nineteen persons took part in the hearings and written depositions by the others were read out before the court. The court took witness statements from five other detainees who had not been victims themselves.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The trial concerned ten counts. In counts 1 to 4 twelve detainees were beaten during searches on 17 and 18 April 2001. In count 5 twelve detainees, including the seventh applicant, were hit with rubber truncheons. Two detainees were hit with truncheons at the roll-call on 19 April 2001 (count 6). On the same day Mr B.’s subordinates beat three detainees, including the first applicant, who were returning from work (count 7) and two other detainees during a search in the punishment ward (count 8). In count 9 the fifth and sixth applicants, as well as six other detainees, were beaten with truncheons during the wake-up. Finally, another detainee received a truncheon blow on 20 April 2001 (count 10).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Before the court the applicants maintained their claims. The court decided, however, that their allegations were contradicted by the reports on the use of rubber truncheons (cited above) and witness statements by representatives of the colony administration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The employees of the colony, including Mr F., Mr P. and Mr T., as well as Mr B.’s subordinates, denied any unjustified use of rubber truncheons on detainees. The colony doctor confirmed that a few detainees had applied for medical assistance after they had been hit with truncheons; however, no one had had broken ribs or been in a serious condition. Nor had medical assistance been refused to anyone. The five detainees heard by the court corroborated the statements by the other victims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 22 February 2002 the trial court delivered judgment. It acquitted Mr B. of the charges, finding as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Under Article 86 of the Code on Execution of Punishments and the Penitentiary Institutions Act, employees of penitentiary institutions may use special means, including rubber truncheons, in cases of persistent disobedience to the lawful demands of the colony staff... The court has established that... all demands... were lawful. In all cases the use of [rubber truncheons] was justified because they were used after... a warning of the intention to use a [truncheon] and because they were used when the victims refused to execute lawful demands of the staff, that is, disobedience to the colony staff... Each use of the [truncheon] was reported to B. if he was absent during its application... There are therefore no grounds to consider that [B.] did not exercise appropriate control over the lawfulness of the actions of his subordinates and in that way unduly performed his duties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Nor did the court establish violations of rights and lawful interests of citizens who are the victims in the present case... [T]he court considers that damage to their health was caused on lawful grounds...",
                                        "elements": []
                                    },
                                    {
                                        "content": "[T]he court also takes into account that criminal proceedings against the unit officers were discontinued for lack of evidence of a criminal offence... That decision has not been quashed. It does not, in itself, confirm the lawfulness of the unit officers’ actions... but it prevents [the court] from establishing the facts of unlawful actions.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The prosecution and sixteen victims appealed against the acquittal. The prosecution submitted, in particular, that the trial court had based its judgments on the statements by the defendant, his subordinates and the colony administration and disregarded submissions by the detainees. It pointed out factual discrepancies: thus, according to the statements by B.’s subordinates, they had used truncheons twelve times, but B. had signed sixty-three reports on the use of special means. Moreover, it noted that the infliction of physical pain and bodily injuries had clearly violated the victims’ right and lawful interests and that the trial court had failed to identify lawful grounds for the use of physical force and special means.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 17 December 2002 the  examined the points of appeal and upheld the judgment of 22 February 2002. It noted that Mr B. had played a “merely nominal” part in the events and that he had not been able, or obliged, to control the conduct of each unit officer in his absence. He had not given orders to use truncheons and he had not used them himself. The appellate court held that in these circumstances the acquittal on the charge of undue performance of professional duties had been lawful and justified. It further noted that the investigative bodies had discontinued the proceedings against Mr B. on the charge of excess of power and against his subordinates for the lack of evidence of a criminal offence and it was not therefore required to rule on those issues.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  Medical records submitted by the Government",
                                "elements": [
                                    {
                                        "content": "58.  Further to the Court’s request, the Government submitted handwritten and typed copies of the applicants’ medical records.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The medical records of the applicants Mr Dedovskiy, Mr Matrosov, Mr Gorokhov, Mr Bukhman and Mr Pazleev do not contain any entries relating to the time of the events described above. The entry of 25 June 2002 in Mr Pazleev’s medical record indicates that he was beaten by unidentified persons and underwent in-patient treatment in July 2001 for affected kidneys.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The medical record of the applicant Mr Vidin indicates that on 3 October 2001 he was referred to the prison hospital for treatment for inguinal hernia. In August 2002 he applied to the medical department in connection with recrudescence of otitis media, first diagnosed in 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  According to his medical record, on 5 December 2001 Mr Kolpakov asked to be examined by a psychiatrist, complaining of headache. There are no other entries for 2001. In 2002, 2003 and 2004 Mr Kolpakov received treatment for craniocerebral injury of an unspecified origin. According to the Government, that injury was the result of head traumas in 1982, 1990 and 1993.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Code on Execution of Punishments (no. 1-FZ of 8 January 1997)",
                                "elements": [
                                    {
                                        "content": "62.  Detainees and the premises where they live may be searched (Article 82 §§ 5 and 6).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Physical force, special means or weapons may be used against detainees if they offer resistance to the officers, persistently disobey lawful demands of the officers, engage in riotous conduct, take part in mass disorders, take hostages, attack individuals or commit other publicly dangerous acts, escape from the penitentiary institution or attempt to harm themselves or others (Article 86 § 1). The procedure for application of these security measures is determined in the Russian legislation (Article 86 § 2).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Penitentiary Institutions Act (no. 5473-I of 21 July 1993)",
                                "elements": [
                                    {
                                        "content": "64.  When using physical force, special means or weapons, the penitentiary officers must:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  state their intention to use them and afford the detainee(s) sufficient time to comply with their demands unless a delay would imperil life or limb of the officers or detainees;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  ensure the least possible harm to detainees and provide medical assistance;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  report every incident involving the use of physical force, special means or weapons to their immediate superiors (section 28).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Rubber truncheons may be used for",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  putting an end to assaults on officers, detainees or civilians;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  repressing mass disorders or group violations of public order by detainees, as well as for apprehension (задержание) of offenders who persistently disobey or resist the officers (section 30).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Code of Criminal Procedure (in force after 1 July 2002)",
                                "elements": [
                                    {
                                        "content": "66.  If criminal proceedings are discontinued at the stage of the investigation, a victim or a civil party may lodge a separate civil claim unless the proceedings were discontinued on the ground that (a) the alleged offence had not been committed (otsutstvie sobytiya prestupleniya) or (b) the suspect had not been involved in its commission (Article 213 § 4 and Articles 24 § 1 (1) and 27 § 1 (1)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  If the defendant is acquitted by the trial court on the ground that (a) the alleged offence was not committed or (b) the defendant was not involved in its commission, the trial court will dismiss the civil claim. If the defendant is acquitted on the ground that one or more constituent elements of a criminal offence are missing (Article 24 § 1 (2)), the trial court will disallow the civil claim but it may be lodged again in separate civil proceedings (Article 306 § 2).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  The applicants complained, in respect of each incident described above, that they had been subjected to treatment incompatible with Article 3 of the Convention and that the authorities had not carried out an effective investigation into those events, which amounted to a breach of Article 13 of the Convention. The Court will examine this complaint from the standpoint of the State’s negative and positive obligations flowing from Article 3, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "69.  The applicants submitted that the allegations of ill-treatment rested on a solid evidentiary basis which included their original complaints to the authorities in May 2001, the reports on the use of rubber truncheons and materials of the criminal investigation. It was undeniable that the treatment complained about had been in breach of Article 3 of the Convention. However, they had not had an effective remedy for their grievances. All of them had complained to the authorities, but the investigation had been neither comprehensive nor adequate because it had not led to the identification and punishment of those responsible. Many detainees had been pressured into withdrawing their complaints or giving false testimony; the third and fourth applicants had been unlawfully refused recognition of their victim status in the domestic proceedings.",
                                "elements": []
                            },
                            {
                                "content": "70.  The Government acknowledged that between 17 and 20 April 2001 a special-purpose unit composed of seven officers and headed by Mr B. had used rubber truncheons on detainees of colony no. IK-11. However, the detainees had not been able to identify any officers because the entire group had been dressed in identical camouflage uniform and had worn balaclava helmets. On that ground the criminal proceedings against the officers had been discontinued. Subsequently the District Court had acquitted Mr B. of professional negligence because the rubber truncheons had been used only against detainees who had not complied with lawful orders.",
                                "elements": []
                            },
                            {
                                "content": "1.  Alleged ill-treatment of the applicants",
                                "elements": []
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "71.   Article 3, as the Court has observed on many occasions, enshrines one of the fundamental values of democratic society. Even in the most difficult of circumstances, such as the fight against terrorism or crime, the Convention prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the victim’s behaviour (see Balogh v. , no. 47940/99, § 44, 20 July 2004, and Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court has consistently stressed that the suffering and humiliation involved must in any event go beyond that inevitable element of suffering or humiliation connected with a given form of legitimate treatment or punishment. Measures depriving a person of his liberty may often involve such an element. In accordance with Article 3 of the Convention the State must ensure that a person is detained under conditions which are compatible with respect for his human dignity and that the manner and method of the execution of the measure do not subject him to distress or hardship exceeding the unavoidable level of suffering inherent in detention (see Kudła v. Poland [GC], no. 30210/96, §§ 92-94, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  In the context of detainees, the Court has emphasised that persons in custody are in a vulnerable position and that the authorities are under a duty to protect their physical well-being (see Tarariyeva v. , no. 4353/03, § 73, ECHR 2006... (extracts); Sarban v. , no. 3456/05, § 77, 4 October 2005; and Mouisel v. , no. 67263/01, § 40, ECHR 2002IX). In respect of a person deprived of his liberty, any recourse to physical force which has not been made strictly necessary by his own conduct diminishes human dignity and is in principle an infringement of the right set forth in Article 3 of the Convention (see Sheydayev v. , no. 65859/01, § 59, 7 December 2006, and Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, § 38).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles in the present case",
                                "elements": [
                                    {
                                        "content": "74.  The Court reiterates that allegations of ill-treatment must be supported by appropriate evidence. In assessing evidence, the Court has generally applied the standard of proof “beyond reasonable doubt”. However, such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  It was not in dispute between the parties that from 17 to 20 April 2001 eight officers of the special-purpose unit Varyag under the command of Mr B. had carried out certain operations in the correctional colony where the applicants had been held. Those operations had included, in particular, searches of all premises within the colony and body searches of the detainees. All the officers, except the commander Mr B., had worn balaclava helmets and identical camouflage uniforms without insignia and carried rubber truncheons (RP-73 in the official classification).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  It was likewise uncontested that the officers of the special-purpose unit had used rubber truncheons against the detainees. In total, more than sixty reports on the use of rubber truncheons had been compiled by the officers. Of those, four reports concerned the use of truncheons against the applicants Mr Dedovskiy, Mr Kolpakov, Mr Gorokhov and Mr Pazleev (see paragraphs 25, 27, 35 and 37 above). It has therefore been established “beyond reasonable doubt” that these applicants were hit, at least once, with rubber truncheons by the officers of the special-purpose unit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Reports on the use of truncheons against the applicants Mr Matrosov, Mr Vidin and Mr Bukhman are not available to the Court. The criminal proceedings in respect of their complaints of ill-treatment were discontinued on the ground that their allegations of having been beaten with rubber truncheons had not been “objectively” proven (see paragraph 48 above). However, the absence of reports cannot play a decisive role for establishing the facts for the purposes of the Convention proceedings. Were it otherwise, the authorities would be able to avoid responsibility for ill-treatment by not recording the use of physical force or special means.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court observes that the applicants provided a graphic and detailed description of the ill-treatment to which they were allegedly subjected, indicated its place, time and duration, and identified the colony officials who had been present. If the Government considered these allegations untrue, it was open to them to refute them by way of, for instance, witness testimony or other evidence. Nevertheless, at no point in the proceedings before the Court did the Government challenge the applicants’ factual submissions or deny that they had been beaten with truncheons in the circumstances they had described. The Government acknowledged, in general terms and without referring to specific episodes, that the special-purpose unit had used truncheons against the detainees of the colony where the applicants had been held (see their observations above). A similar general acknowledgement of the repeated use of rubber truncheons – which again did not specify the affected detainees’ names – can also be found in the documents provided by various State officials, such as the letter from the colony director to the Ombudsman, the Ombudsman’s own findings, or the prosecutor’s decision of 21 September 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Having regard to the indiscriminate nature of the special-purpose unit’s operations, which targeted the entire colony population rather than specific detainees, and the Government’s acquiescence to the applicants’ factual submissions, the Court finds it established to the standard of proof required in the Convention proceedings that the applicants were subjected to the treatment of which they complained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court notes that the applicants were beaten by the officers of the special-purpose squad, both with and without the use of a rubber truncheon. The Government acknowledged the use of truncheons, but insisted on the fact that they had been used lawfully, in response to the applicants’ unruly conduct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court is mindful of the potential for violence that exists in penitentiary institutions and of the fact that disobedience by detainees may quickly degenerate into a riot which would require intervention of the security forces (see Gömi and Others v. , no. 35962/97, § 77, 21 December 2006). Nevertheless, as noted above, recourse to physical force which has not been made strictly necessary by the detainee’s own conduct diminishes human dignity and is in principle an infringement of the right set forth in Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  In the present case the Court is not convinced that the use of rubber truncheons was lawful or necessary. It observes, firstly, that the Penitentiary Institutions Act contains an exhaustive list of situations permitting rubber truncheons to be used. Officers may resort to these means in three cases: (i) for curtailing assaults; (ii) for repressing mass disorders or group violations of public order; and (iii) for apprehending those who persistently disobey or resist the officers (see paragraph 65 above). As regards the first ground, there is no indication that any of the applicants attacked officers or other detainees. It transpires that the transgressions for which truncheon blows were administered had been individual, rather than collective, in nature, which rendered the second ground inapplicable. Finally, even though some applicants appear to have disobeyed or resisted the officers’ orders, no attempt was made to apprehend or arrest them. It follows that the use of rubber truncheons against the applicants had no basis in law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Further, the Court does not discern any necessity which might have prompted the use of rubber truncheons against the applicants. On the contrary, the actions by the unit officers were grossly disproportionate to the applicants’ imputed transgressions and manifestly inconsistent with the goals they sought to achieve. Thus, it follows from the reports on use of rubber truncheons that the applicant Mr Pazleev refused to leave the cell which was to be searched and that the applicant Mr Dedovskiy refused to spread his arms and legs wide apart for a body search (see paragraphs 25 and 27 above). The Court accepts that in these circumstances the officers may have needed to resort to physical force in order to take Mr Pazleev out of the cell or to search Mr Dedovskiy. However, it is obvious that hitting a detainee with a truncheon was not conducive to the desired result, that is, facilitating the search. In the Court’s eyes, in that situation a truncheon blow was merely a form of reprisal or corporal punishment. The punitive nature of such treatment was even more salient in the situation where the applicant was beaten for not changing his clothes or for not stating his name (see paragraphs 35 and 37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  As to the seriousness of the acts of ill-treatment, the Court reiterates that in order to determine whether a particular form of ill-treatment should be qualified as torture, it must have regard to the distinction, embodied in Article 3, between this notion and that of inhuman or degrading treatment. It appears that it was the intention that the Convention should, by means of this distinction, attach a special stigma to deliberate inhuman treatment causing very serious and cruel suffering. The Court has previously had before it cases in which it has found that there has been treatment which could only be described as torture (see Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996-VI, p. 2279, § 64; Aydın v. Turkey, judgment of 25 September 1997, Reports 1997-VI, pp. 1891-92, §§ 83-84 and 86; Selmouni v. France [GC], no. 25803/94, § 105, ECHR 1999V; Dikme v. Turkey, no. 20869/92, §§ 94-96, ECHR 2000-VIII, and, in respect of Russia, Menesheva v. , no. 59261/00, §§ 60-62, ECHR 2006...; Mikheyev v. , no. 77617/01, § 135, 26 January 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  As noted above, the use of rubber truncheons against the applicants was retaliatory in nature. It was not, and could not be, conducive to facilitating execution of the tasks the officers were set to achieve. The gratuitous violence, to which the officers deliberately resorted, was intended to arouse in the applicants feelings of fear and humiliation and to break their physical or moral resistance. The purpose of that treatment was to debase the applicants and drive them into submission. In addition, the truncheon blows must have caused them intense mental and physical suffering, even though they did not apparently result in any long-term damage to health. In these circumstances, the Court finds that the applicants were subjected to treatment which can be described as torture.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  There has therefore been a violation of Article 3 of the Convention, in that the Russian authorities subjected the applicants to torture in breach of that provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Alleged inadequacy of the investigation",
                                        "elements": [
                                            {
                                                "content": "87.  The Court reiterates that where an individual raises an arguable claim that he has been seriously ill-treated in breach of Article 3, that provision, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within their jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation. An obligation to investigate “is not an obligation of result, but of means”: not every investigation should necessarily be successful or come to a conclusion which coincides with the claimant’s account of events; however, it should in principle be capable of leading to the establishment of the facts of the case and, if the allegations prove to be true, to the identification and punishment of those responsible. Thus, the investigation into serious allegations of ill-treatment must be thorough. That means that the authorities must always make a serious attempt to find out what happened and should not rely on hasty or ill-founded conclusions to close their investigation or as the basis of their decisions. They must take all reasonable steps available to them to secure the evidence concerning the incident, including, inter alia, eyewitness testimony, forensic evidence, and so on. Any deficiency in the investigation which undermines its ability to establish the cause of injuries or the identity of the persons responsible will risk falling foul of this standard (see, among many authorities, Mikheyev, cited above, § 107 et seq., and Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports 1998VIII, § 102 et seq.)",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Court notes that the events of which the applicants complained had unfolded under the control of the authorities and with their full knowledge. The colony officials must have been aware of the magnitude of the beatings, which comprised more than sixty duly reported cases and probably many others that had gone unreported. Under these circumstances, the applicants had an arguable claim that they had been ill-treated and that the State officials were under an obligation to carry out an effective investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Court reiterates at the outset that, for an investigation into alleged ill-treatment by State agents to be effective, it must be prompt and expedient (see Mikheyev, cited above, § 109, with further references). In the present case criminal proceedings were instituted only one and a half months after the events at issue, following the Ombudsman’s submission of the detainees’ complaints to the regional prosecutor. In the period immediately following the events no attempts were made to conduct a medical examination of the detainees for injuries. This led, among other things, to the loss of possibilities for collecting medical evidence of the alleged ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  On a more general level, the Court emphasises that whenever a number of detainees have been injured as a consequence of the special-forces operation in a remand prison, the State authorities are under a positive obligation under Article 3 to conduct a medical examination of inmates in a prompt and comprehensive manner (see Mironov v. , no. 22625/02, §§ 57-64, 8 November 2007). There is no evidence in the instant case that a medical examination of the applicants was carried out at any time. The medical records produced by the Government attest to this. The Court notes with concern that the lack of any “objective” evidence – such as medical reports could have been – was subsequently invoked as a ground for discontinuing the proceedings in respect of the complaints by three applicants and 143 other detainees (see paragraph 48 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  Further, the Court considers that, by allowing the special-unit officers to cover their faces with balaclava masks and not requiring them to wear any distinctive signs on their clothing, the domestic authorities knowingly made futile any future attempts to have them identified by the victims. The impossibility for the victims to tell the identically clad rank-and-file unit officers apart was invoked as the main ground for discontinuing the criminal proceedings against those officers (see paragraph 47 above), whereas the proceedings against their commander Mr B. – the only person whose face had not been covered – were discontinued on the charge of abuse of power because he had not beaten anyone himself (see paragraph 49 above). Given that the reports on the use of rubber truncheons did not list the name of the officer who administered the blows, the Court finds that the domestic authorities deliberately created a situation of impunity in which any identification of the officers suspected of inflicting ill-treatment was impossible and an investigation inadequate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The Court also finds that the applicants’ right to participate effectively in the investigation was not secured. It transpires from both of the prosecutor’s decisions of 21 and 25 September 2001 that the investigator had not heard the applicants or other victims in person and that he did not even consider mentioning their version of the events in the decisions. In fact, the decision of 25 September 2001, by which the proceedings were discontinued in respect of the complaints by three applicants and 143 other victims, contained solely the list of last names and one sentence (“the investigation has not obtained any objective information...”) by way of justification for the decision not to investigate. Furthermore, as the Court has already found in its admissibility decision, there was no evidence, and none has been referred to by the Government, that copies of the prosecutor’s decisions had been duly served on the applicants who had lodged complaints of ill-treatment. Thus, a copy of the decision of 25 September 2001 was enclosed for the first time with the Government’s memorandum of 30 December 2004 and the applicants had not been previously aware of its contents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  Finally, the Court observes that the case against Mr B. went to trial but ended with his acquittal on the charge of professional misconduct. It reiterates in this connection that the acquittal by the domestic courts of the police officer suspected of inflicting ill-treatment cannot absolve the State of its responsibility under the Convention (see Çolak and Filizer v. , nos. 32578/96 and 32579/96, § 33, 8 January 2004, and Selmouni, cited above, § 87). The Court cannot but note the glaring contradictions in the findings of the domestic courts on the issue of Mr B.’s responsibility for the actions of his subordinates. Whereas the District Court acquitted Mr B. because he had exercised appropriate control over the lawfulness of their actions, the  exonerated him on the ground that he had not been able, or obliged, to control the conduct of officers in his absence. It is immaterial whether these discrepancies were due to poor preparation of the case by the prosecution or to the absence of established case-law in the matter. What is important for the Court is that they obviously thwarted any meaningful attempt to bring those responsible for the ill-treatment to account.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Having regard to the above failings of the Russian authorities, the Court finds that the investigation carried out into the applicants’ allegations of ill-treatment was not thorough, adequate or efficient. There has accordingly been a violation of Article 3 of the Convention under its procedural limb.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "95.  The applicants complained under Articles 6 and 13 of the Convention that they had not had practical and effective access to civil courts to claim compensation for the damage to their health. The Court considers that this complaint falls to be examined under Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "96.  The applicants maintained that, owing to the inadequacy of the investigation carried out by the prosecutor and the courts’ finding on the lawfulness of use of rubber truncheons, they would not have been able to claim any damages in civil proceedings. Their access to a civil remedy had not been practical or effective.",
                                "elements": []
                            },
                            {
                                "content": "97.  The Government submitted that the acquittal of Mr B. and the decision discontinuing criminal proceedings against the other officers did not bar the applicants’ access to a civil court for the purpose of claiming damages. There had been no legal provisions or factual circumstances preventing such claim from being examined independently of the findings made in the context of criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "98.  The Court notes that in Russian criminal law the possibility of lodging a civil claim for damages against the putative tortfeasor depends on the grounds on which the criminal proceedings were discontinued. A decision to discontinue proceedings on the ground that the alleged offence has not been made out bars access to a civil court on the basis of a claim for damages arising out of the same event (see paragraph 66 above). If, however, the defendant was acquitted, or criminal proceedings discontinued, on the ground that one or more elements of a criminal offence were missing, a civil claim can still be introduced in separate civil proceedings (see paragraph 67 above).",
                                "elements": []
                            },
                            {
                                "content": "99.  On the facts, the Court observes that the prosecutor discontinued the proceedings against the rank-and-file unit officers on the ground that their involvement had not been proven. Subsequently, the courts acquitted their commander Mr B. because his guilt had not been established. Under Russian criminal law, these decisions did not debar the applicants from lodging a separate civil claim against the officers of the special-forces unit or their commander. It follows that the applicants had at least a theoretical possibility of having their claim for compensation examined. Before the Court they argued, however, that the claim was bound to fail in the absence of any meaningful findings in the criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "100.  The Court reiterates that the Convention is intended to guarantee rights that are not theoretical or illusory, but practical and effective (see, for example, Artico v. Italy, judgment of 13 May 1980, Series A no. 37, p. 16, § 33). Article 13 of the Convention guarantees the availability, at the national level, of a remedy to enforce the substance of Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. The remedy required by Article 13 must be “effective” in practice as well as in law; in particular, its exercise must not be unjustifiably hindered by the acts or omissions of the authorities of the respondent State (see Cobzaru v. , no. 48254/99, §§ 80-82, 26 July 2007; Anguelova v. Bulgaria, no. 38361/97, §§ 161-162, ECHR 2002IV; and Süheyla Aydın v. Turkey, no. 25660/94, § 208, 24 May 2005).",
                                "elements": []
                            },
                            {
                                "content": "101.  The Court has already found that the State authorities were responsible for the ill-treatment inflicted on the applicants and that the criminal investigation into their complaints was neither adequate nor effective. As the Court has noted in other Russian cases, there is no case-law authority for Russian civil courts being able, in the absence of any results from the criminal investigation, to consider the merits of a civil claim relating to alleged serious criminal actions (see Tarariyeva, cited above; Isayeva v. Russia, no. 57950/00, § 155, 24 February 2005, and Isayeva and Others v. , nos. 57947/00, 57948/00 and 57949/00, § 147, 24 February 2005). While the civil courts in theory have the capacity to make an independent assessment of fact, in practice the weight attached to a preceding criminal inquiry is so important that even the most convincing evidence to the contrary furnished by a plaintiff would be discarded and such a remedy would prove to be only theoretical and illusory (see Menesheva, cited above, § 77, and Corsacov v. Moldova, no. 18944/02, § 82, 4 April 2006). In the present case the criminal proceedings were discontinued without any finding of guilt. Consequently, any other remedy available to the applicants, including a claim for damages, had limited chances of success and could be considered as theoretical and illusory rather than practical and effective.",
                                "elements": []
                            },
                            {
                                "content": "102.  In these circumstances, the Court concludes that the applicants did not have an effective remedy under domestic law to claim compensation for the ill-treatment inflicted. There has therefore been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  THE GOVERNMENT’S COMPLIANCE WITH ARTICLES 34 AND 38 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "103.  The Court points out that on 8 October 2004, when communicating the application, it asked the Government to produce a copy of (a) the relevant materials of the investigation into the events on 17-20 April 2001, including the reports on the use of special means and the applicants’ medical records; and (b) the report on the inquiry carried out by Mr Shcherbanenko from the Prosecutor General’s Office. In response, the Government produced the reports of the use of special means and copies of handwritten medical records concerning the applicants. They refused, however, to submit a copy of Mr Shcherbanenko’s report, claiming that it contained “strictly internal information”.",
                                "elements": []
                            },
                            {
                                "content": "104.  At the admissibility stage the Court requested the Government to submit a typed copy of the applicants’ medical records and again asked for a copy of Mr Shcherbanenko’s report. It also put questions to the parties as regards the Government’s compliance with their obligations under Article 34 and 38 of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 34",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "Article 38",
                                "elements": []
                            },
                            {
                                "content": "“1. If the Court declares the application admissible, it shall",
                                "elements": []
                            },
                            {
                                "content": "(a) pursue the examination of the case, together with the representatives of the parties, and if need be, undertake an investigation, for the effective conduct of which the States concerned shall furnish all necessary facilities.”",
                                "elements": []
                            },
                            {
                                "content": "105.  In their observations on the merits of the case, the Government produced the typed medical records but not the report, stating as follows:",
                                "elements": []
                            },
                            {
                                "content": "“As maintained by the Prosecutor General’s Office, the said report only contains internal information on Mr Shcherbanenko’s opinion about the progress of the investigation and the measures necessary for its completion. All the information stated in the report has been examined in the framework of criminal case no. 9 and during the trial which ended with the acquittal of Mr B[.]",
                                "elements": []
                            },
                            {
                                "content": "In any event, a report by an employee of a prosecutor’s office addressed to his superior is not a procedural document or a piece of evidence, for it contains personal impressions of the said employee and cannot be relied upon for the establishment of any factual circumstances of the case.”",
                                "elements": []
                            },
                            {
                                "content": "106.  The Court reiterates that it is of the utmost importance for the effective operation of the system of individual petition instituted under Article 34 of the Convention that States should furnish all necessary facilities to make possible a proper and effective examination of applications (see Tanrıkulu v. Turkey [GC], no. 23763/94, § 70, ECHR 1999IV). This obligation requires the  to furnish all necessary facilities to the Court, whether it is conducting a fact-finding investigation or performing its general duties as regards the examination of applications. Failure on a Government’s part to submit such information which is in their hands, without a satisfactory explanation, may not only give rise to the drawing of inferences as to the well-foundedness of the applicant’s allegations, but may also reflect negatively on the level of compliance by a respondent State with its obligations under Article 38 § 1 (a) of the Convention (see Timurtaş v. Turkey, no. 3531/94, § 66, ECHR 2000-VI).",
                                "elements": []
                            },
                            {
                                "content": "107.  The Court notes with satisfaction that the Government submitted a copy of the reports of the use of special means and the applicants’ medical records. The applicants did not claim that the records were inauthentic or incomplete. The Government failed to make available a copy of Mr Shcherbanenko’s report to the Court, however, despite repeated requests to that effect. They did not deny that the report was in their possession. By way of justification for their refusal, the Government contradictorily claimed that the information from the report had been examined in the domestic criminal proceedings or that it had no evidential value, representing merely the personal view of its author. Neither argument appears convincing to the Court. Since the case file contains no documents referring to the report or citing from it, it is hardly conceivable that it was indeed reviewed in the domestic proceedings. As to its evidential value, the Court reiterates that in the proceedings before it, there are no procedural barriers to the admissibility of evidence or pre-determined formulae for its assessment and that the conclusions it adopts are supported by the free evaluation of all evidence (see Nachova and Others v.  [GC], nos. 43577/98 and 43579/98, § 147, ECHR 2005...). For the purposes of Article 38 § 1 of the Convention, the States Parties agreed to furnish all necessary facilities. It is therefore sufficient that the Court regarded the evidence contained in that report as crucial to the establishment of the facts in the present case (compare Akhmadova and Sadulayeva v. , no. 40464/02, § 137, 10 May 2007). For these reasons the Court considers the Government’s explanations insufficient to justify the withholding of the document requested by the Court.",
                                "elements": []
                            },
                            {
                                "content": "108.  Having regard to the importance of cooperation by the respondent Government in Convention proceedings and the difficulties associated with the establishment of the facts in cases such as the present one, the Court finds that the Russian Government fell short of their obligations under Article 38 § 1 (a) of the Convention on account of their failure to submit a copy of the requested report.",
                                "elements": []
                            },
                            {
                                "content": "109.  As to Article 34 of the Convention, its main objective is to ensure the effective operation of the right of individual petition. There is no indication in the present case that there has been any hindrance of the applicants’ right to individual petition, either in the form of interference with the communication between the applicants and the Court or the applicants’ representation before the Convention institutions, or in the form of undue pressure placed on the applicants or their counsel. The Court is of the opinion that the failure to submit the requested document raises no separate issues under Article 34, especially as it follows from the case-law cited above that the Court regards its provisions as a sort of lex generalis in relation to the provisions of Article 38, which specifically oblige States to cooperate with the Court (see Bazorkina v. , no. 69481/01, § 175, 27 July 2006).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "110.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "111.  The applicants claimed the following amounts in respect of compensation for non-pecuniary damage. Mr Dedovskiy, Mr Matrosov, and Mr Vidin claimed 30,000 euros (EUR), Mr Bukhman, Mr Gorokhov, and Mr Pazleyev EUR 60,000, and Mr Kolpakov EUR 100,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Government submitted that the claims were unsubstantiated and excessive since the applicants had not suffered any physical damage other than that resulting from the use of rubber truncheons which had been made necessary by their own unlawful conduct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Court considers that the applicants must have suffered pain and distress on account of the ill-treatment inflicted on them. Their suffering cannot be sufficiently compensated by a finding of a violation. In addition, they did not benefit from an adequate and effective investigation of their complaints and their claim for damages was bound to fail. Nevertheless, the particular amounts claimed appear excessive. Making its assessment on an equitable basis, the Court awards each applicant 10,000 euros (EUR) in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "114.  The applicants did not claim any amount for the costs and expenses incurred before the domestic courts and before the Court. Consequently, the Court does not make any award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "115.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 3 of the Convention under its substantive and procedural limbs;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a failure to comply with Article 38 § 1 (a) of the Convention in that the Government have refused to submit the document requested by the Court;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that no separate issue arises as regards the Government’s compliance with Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay each applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 10,000 (ten thousand euros) in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement, plus any tax that may be chargeable on the above amounts;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 May 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DEDOVSKIY AND OTHERS v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-86218.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0515JUD000717803",
    "externalsources": [],
    "extractedappno": [
        "7178/03",
        "47940/99",
        "26772/95",
        "30210/96",
        "4353/03",
        "3456/05",
        "67263/01",
        "65859/01",
        "21986/93",
        "35962/97",
        "25803/94",
        "20869/92",
        "59261/00",
        "77617/01",
        "22625/02",
        "32578/96",
        "32579/96",
        "48254/99",
        "38361/97",
        "25660/94",
        "57950/00",
        "57947/00",
        "57948/00",
        "57949/00",
        "18944/02",
        "23763/94",
        "3531/94",
        "43577/98",
        "43579/98",
        "40464/02",
        "69481/01"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Articles 82 and 86 of the Code on Execution of Punishments (no. 1-FZ of 1 January 1997)",
        "sections 28 and 30 of the Penitentiary Institutions Act (no. 5473-I of 21 July 1993)",
        "Code of Criminal Procedure - Articles 24, 27, 213 and 306"
    ],
    "itemid": "001-86218",
    "judgementdate": "15/05/2008 00:00:00",
    "kpdate": "15/05/2008 00:00:00",
    "kpthesaurus": [
        "350",
        "596",
        "444",
        "110",
        "121",
        "594",
        "216",
        "577",
        "283"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "13",
        "3",
        "38",
        "41"
    ],
    "parties": [
        "DEDOVSKIY AND OTHERS",
        "RUSSIA"
    ],
    "rank": "628.473937988281",
    "representedby": [
        "ZHULANOV Z."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Akhmadova and Sadulayeva v. Russia, no. 40464/02, § 137, 10 May 2007",
        "Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996-VI, p. 2279, § 64",
        "Anguelova v. Bulgaria, no. 38361/97, §§ 161-162, ECHR 2002 IV",
        "Artico v. Italy, judgment of 13 May 1980, Series A no. 37, p. 16, § 33",
        "Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports 1998 VIII, § 102 et seq.",
        "Aydin v. Turkey, judgment of 25 September 1997, Reports 1997-VI, pp. 1891-92, §§ 83-84 and 86",
        "Balogh v. Hungary, no. 47940/99, § 44, 20 July 2004",
        "Bazorkina v. Russia, no. 69481/01, § 175, 27 July 2006",
        "Cobzaru v. Romania, no. 48254/99, §§ 80-82, 26 July 2007",
        "Çolak and Filizer v. Turkey, nos. 32578/96 and 32579/96, § 33, 8 January 2004",
        "Corsacov v. Moldova, no. 18944/02, § 82, 4 April 2006",
        "Dikme v. Turkey, no. 20869/92, §§ 94-96, ECHR 2000-VIII",
        "Gömi and Others v. Turkey, no. 35962/97, § 77, 21 December 2006",
        "Isayeva and Others v. Russia, nos. 57947/00, 57948/00 and 57949/00, §§ 147, 155,  24 February 2005",
        "Kudla v. Poland [GC], no. 30210/96, §§ 92-94, ECHR 2000-XI",
        "Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV",
        "Menesheva v. Russia, no. 59261/00, §§ 60-62, 77, ECHR 2006 ...",
        "Mikheyev v. Russia, no. 77617/01, §§ 107, 109, 135, 26 January 2006",
        "Mironov v. Russia, no. 22625/02, §§ 57-64, 8 November 2007",
        "Mouisel v. France, no. 67263/01, § 40, ECHR 2002 IX",
        "Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, § 147, ECHR 2005 ...",
        "Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, § 38",
        "Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII",
        "Sarban v. Moldova, no. 3456/05, § 77, 4 October 2005",
        "Selmouni v. France [GC], no. 25803/94, §§ 87, 105, ECHR 1999 V",
        "Sheydayev v. Russia, no. 65859/01, § 59, 7 December 2006",
        "Süheyla Aydin v. Turkey, no. 25660/94, § 208, 24 May 2005",
        "Tanrikulu v. Turkey [GC], no. 23763/94, § 70, ECHR 1999 IV",
        "Tarariyeva v. Russia, no. 4353/03, § 73, ECHR 2006 ... (extracts)",
        "Timurtas v. Turkey, no. 3531/94, § 66, ECHR 2000-VI"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "452448",
    "typedescription": "15"
}