{
    "__articles": "2;2-1",
    "__conclusion": "No violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect)",
    "applicability": "",
    "appno": "99/12",
    "article": [
        "2"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Life"
            ],
            "element": "No violation of Article 2 - Right to life",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "no-violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-158469.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 99/12) against the Republic of Poland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Polish nationals, spouses, Mr Wiesław Olszewski (“the first applicant”) and Mrs Grażyna Olszewska (“the second applicant”), on 28 December 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr M. Pietrzak, a lawyer practising in Warsaw. The Polish Government (“the Government”) were represented by their Agent, Ms J. Chrzanowska of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that the state authorities had failed to discharge their positive obligations to protect their son’s life. They also complained about the ineffectiveness of investigation into the circumstances of their son’s death.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 3 December 2013 the complaints concerning the alleged violation of Article 2 of the Convention under its both substantial and procedural head were communicated to the Government and the remainder of the application was declared inadmissible.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The first applicant was born in 1957 and the second applicant in 1963. They live in Jedwabne.",
                                "elements": []
                            },
                            {
                                "content": "A.  Facts on the night of 13 February 2010",
                                "elements": [
                                    {
                                        "content": ".  The applicants’ son M.O. was a student in Białystok. At the relevant time he was 22 years old. On 13 February 2010 he and some of his friends were celebrating the end of examinations in one of the clubs in Białystok. M.O. left the club at around 3 a.m. on 14 February 2010 with his friend J.O. They were walking together to the university campus. M.O. wanted to take a shortcut and go through the border guards area. J.O. did not agree and she took the normal road and continued alone. The applicants’ son took the shortcut and while crossing the border guards area, he was apprehended by the border patrol, who called the police. Soon afterwards two police officers Z.W. and T.B. arrived and at 3.45 a.m. took the applicants’ son to the police station in Białystok.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  According to the police officers, M.O. was under the influence of alcohol. However, his state did not qualify him to be taken to the soberingup centre. They did not make him undergo a breath test. They were not sure with what offence he could be charged, if any, and therefore they ordered him to appear at the police station at 2 p.m. and let him go. It was about 4.30 a.m. and the temperature outside was below zero centigrade.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  At 5.30 a.m. the applicants’ son telephoned his sister E.O. He requested her to come with her car and collect him from a bus station in Łomża. When she got there she telephoned her brother who then asked her to come to Białystok, some 80 km away. According to E.O.’s statement her brother sounded frightened on the phone. While she was driving to Bialystok M.O. called again and told her to go back home because he would manage to come back by himself.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Events on 14 February 2010",
                                "elements": [
                                    {
                                        "content": ".  On 14 February 2010 at 9.58 a.m. the second applicant called her son. She asked him whether he was on the campus and he apparently confirmed. She asked him some more questions but he did not reply although the telephone call was still ongoing. According to the second applicant she was not sure whether she was speaking to her son or someone else.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicants then went to the campus to check whether their son was indeed there but he was not. They contacted all hospitals in Białystok, the sobering-up centre and all police stations, including the Białystok police station No. 3 where their son was interrogated the night before. They were informed however that their son had been neither arrested nor had his identity been checked.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In one of the hospitals they were informed that the previous night two unidentified men had been brought there. One of them was then taken by the police to the police station No. 3. The applicants went to the police station again where they were told that no men of unknown identity had been there the previous night.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicants then officially reported their son as missing and started to look for him on their own.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Only on 19 February 2010 they were informed by the police station No. 3 that their son had been brought there on the night of 14 February 2010 and released because there were no grounds to keep him there.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  According to the minutes taken by the police officers on the night of 14 February 2010, the applicants’ son was drunk; he mumbled and was unsteady on his legs. The officers had problems communicating with him.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Events on 6 March 2010",
                                "elements": [
                                    {
                                        "content": ".  The applicants’ son never returned to the campus. He was found dead on 6 March 2010 in a meadow, some 300 metres from the exit road towards Warsaw. His body was frozen.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The body was on its back with the legs crossed. In the photographs taken on location, hospital shoe covers can be seen in the victim’s jacket pockets. These objects were later not found or examined.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  A.W., who found the body on 6 March 2010, informed the police immediately. Two police officers, Z.W. and T.B., the same who had interviewed the applicants’ son on the night of 14 February, were sent to the scene.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Investigation into the circumstances of the applicants’ son’s death",
                                "elements": [
                                    {
                                        "content": "18.  On 8 March 2010 the body was shown to the applicants who recognised it as the body of their son. The first applicant noted that in the pockets of his sons’ clothes there was no mobile phone.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 9 March 2010 an investigation into the circumstances of the applicants’ son’s death was opened by the Białystok District Prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On the same day a post-mortem examination of the applicants’ son’s body was carried out. Dr M.R., who participated in the post-mortem examination, found that there were chafes on the applicants’ son’s palms, face and abdomen. The back side of his legs was covered with bright green algae. The doctor found that the reason for M.O.’s death was hypothermia. She also found that he had been under the influence of alcohol at the moment of his death. The blood alcohol level was 0.9 per mille.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  According to the applicants the expert opinion prepared by Dr M.R. raised many doubts and was partly contradictory. M.R. described their son’s vermiform appendix although he had his appendix removed as a child. No samples of the algae which covered M.O.’s legs were collected for examination. The expert pointed out some characteristics of M.O.’s inner organs which could indicate that M.O. died suddenly, which was in contradiction to her conclusion that he died of hypothermia. Also the position in which the body was found contradicted the conclusion that the applicants’ son died of hypothermia. He was found lying on his back with his legs crossed whereas, according to the expert opinion, a person who falls down from exhaustion should lie face down. Furthermore, the expert did not determine the date of M.O.’s death. According to her later depositions, she had not received any such order from the prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The expert took liver samples, but as it turned out later it was impossible to examine them because they had been improperly secured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In the course of the post-mortem examination fingernail scrapings were secured for further examination. However, the samples were never examined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  As emerges from the minutes of the post-mortem examination, when M.O.’s body was being undressed before the examination, a mobile phone fell out of his pocket. As noted above, the applicants checked their son’s clothes before the post-mortem examination and the mobile phone was not there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 29 April 2010 the applicants’ lawyer requested the prosecutor to examine the blood samples from M.O.’s body and clothes taken when his body was found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 30 May 2010 the prosecutor granted the request and ordered that the samples be examined by the Białystok Medical University. However, the decision on the merits was given by the prosecutor without the results of the relevant examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 25 June 2010 Białystok District Prosecutor discontinued the investigation finding that the applicants’ son died of hypothermia without involvement of any third persons. The prosecutor based his decision on various evidence including the post-mortem examination, the expert opinion referred to above, as well as depositions made by several witnesses heard in the course of the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 23 July 2010 the applicants’ lawyer appealed against the prosecutor’s decision. His references to the numerous shortcomings of the investigation covered nearly thirty pages.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 20 January 2011 the Białystok District Court quashed the challenged decision and remitted the case to the prosecutor for reexamination. The court agreed with the applicants that the circumstances of their son’s death had not been sufficiently established.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  First of all, the court recognised that the decision discontinuing the investigation was given without the results of the examination of the secured blood sample, which had been previously ordered by the prosecutor (see paragraph 26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Subsequently, the court found that in the opinion following the analysis of the applicants’ son’s blood, there were some inaccuracies which needed further clarification; the toxicological examination allegedly showed presence of phenetylamine in the secured blood sample. However in another part of the opinion it was stated that the presence of this substance was not confirmed and its amount was not determined “for lack of pattern”.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The court also referred to the examination of samples of M.O.’s liver which was ordered on 22 April 2010 but not carried out. According to the medical expert appointed by the court, the examination could not be carried out because the Białystok Medical University did not have the relevant reagents whereas as emerges from the minutes of the interview with a medical expert from the Łódź Medical University, the examination was impossible because of the way the samples had been secured.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The court further pointed out that in the first phase of the investigation, an examination of biological and dactyloscopic traces on M.O.’s mobile phone and three cigarette lighters found in his clothes was ordered by the prosecutor. The criminological laboratory in Białystok stated that they were unable to carry out the examination and stressed that it should be carried out in a specialised biological laboratory in the Regional Police Station in Olsztyn or Warsaw. The prosecutor however did not request the institutions indicated for the examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The court also stressed the inaccuracies in the medical expert opinion prepared by dr M.R. It further pointed out that the prosecutor had failed to refer to the merits of the opinion and to indicate which part of it and what reasons constituted the basis for his decision. The court also ordered the prosecutor to examine further the part of the expert opinion which concerned the position in which M.O.’s body was found.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Finally the court referred to the applicants’ statements as regards further evidence which should be examined. The applicants requested that dactyloscopic traces be taken from the police van in which their son was transported. They also considered that traces on the ground where their son’s body had been found should be examined. The court considered that this evidence would not help clarify the circumstances of the case because of the lapse of time; the applicants’ lawyer’s appeal was examined 11 months after M.O.’s body was found.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Following the court’s decision, the case was remitted to the Białystok District Prosecutor. The prosecutor heard Z.W., a specialist from the Białystok Medical University, who had carried out a toxicological examination of M.O.’s urine and blood. She said that she only examined the samples to check whether there was amphetamine in the blood. She did not check the presence of phenetylamine.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The prosecutor further requested the University of Cracow to carry out an examination of the secured liver samples. The University replied however that examination of the samples was impossible given the way the samples had been secured.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The prosecutor also heard the medical expert M.R. who admitted that she had mistakenly described M.O.’s vermiform appendix.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 29 June 2011 the Białystok District Prosecutor, having reexamined the case, again discontinued the proceedings for the same reasons as the previous time.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  According to the relevant provisions of the Polish Code of Criminal Proceedings, no further appeal is available for the applicants if the investigation was discontinued for the second time. However, on 24 October 2011 the applicants requested the Prosecutor General to resume the investigation. Their request was transferred to the Białystok Appelate Prosecutor who, having reexamined the case-file found a number of shortcomings in the discontinued proceedings and, on 12 December 2012, ordered that the investigation be resumed. The prosecutor relied on Article 327 of the Code of Criminal Proceedings according to which discontinued investigation may be resumed de novo at any time by the prosecutor provided that it would not be conducted against a person who had been a suspect in the previously discontinued proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The prosecutor recalled that in the decision of 20 January 2011 the Białystok District Court had indicated to a number of shortcomings (see paragraphs 30-35 above) and ordered that further steps be undertaken in the proceedings. Having analysed the case-file the prosecutor concluded that the court’s orders had been performed in an insufficient way or had not been performed at all. The relevant part of his decision read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“....it was found in the Białystok hospitals that in the time when M.O. was missing, he was not admitted to any of them. The prosecutor did not hear the employees of the first-aid station and ordered that the police do it on his behalf. In consequence the records of the hearings are superficial and still do not explain the circumstances of your [the applicants] conversation with one of the employees, Ms. P. It is important because this person was supposed to inform that on 14 February 2010 in the morning a young unidentified man had been brought to the hospital and subsequently taken by the police. If the prosecutor investigated into these events he should explore it in the most detailed way possible. The prosecutor also tried to have samples of liver examined requesting opinion of Collegium Medicum of the Jagiellonian University although at that time he already knew that the examination had not been possible because the samples had been improperly secured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The prosecutor, in spite of the court’s order, failed to have M.O.’s blood samples, secured fingerprint and biological traces examined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision discontinuing the investigation must be found premature...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The case concerns death of a young man and its circumstances have not been sufficiently cleared. It is still unknown in what way and why M.O. was on a meadow in a place unknown to him, far from the police station which he had left at 4.30 a.m. on 14 February 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "It was also found that the last telephone call which M.O. answered was at 9.57 a.m. and it was a conversation with G.O. [the first applicant] but the information where M.O. telephone logged in at that time is missing. This should be completed as soon as possible.”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The prosecutor further considered that it was crucial to find out what were the weather conditions on 14 February 2010, in particular the air temperature and the snow precipitations. He also ordered that the state of M.O.’s alcohol intoxication be examined on the basis of so called “prospective examination”; the alcohol level in his blood was established only for the moment of his death. The prosecutor ordered therefore detailed hearing of all persons with whom M.O. spent the day of 13 February 2010 as regards the amount and kind of alcohol drunk on that day, amount and kind of meals he had, whether he had been tired, etc. The prosecutor considered that all these circumstances were crucial taking into consideration the version according to which M.O.’s died of hypothermia. He also indicated a professor in Gdansk, a specialist in cases of hypothermia death and found out that the professor had been contacted by the prosecutor’s office and had agreed to prepare the opinion requested however, for unknown reasons, the prosecutor decided not to request this evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 11 January 2012 the Białystok District Prosecutor resumed the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "She requested an opinion of a forensic expert from the Gdansk University indicated by the Appelate Prosecutor on 12 December 2012. The expert Z.J. confirmed that M.O. had died because of hypothermia. He further submitted that death of hypothermia usually happens in low temperatures but also when the temperature is above zero centigrade, between 0 and 8. Air humidity and alcohol were other factors which influence the risk of death. The expert further excluded the possibility of establishing for how long M.O. had been exposed to low temperatures finding that each person reacted differently to low temperatures and that additional factors such as weather conditions and air humidity could influence the result of such examination. As regards the presence of phenetylamine in M.O.’s blood the expert submitted that given many possible sources of this substance, such as various kinds of food, excessive physical effort, etc., it was impossible to determine its origin in this particular case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards M.O.’s blood samples the prosecutor found that their examination was impossible because too much time had passed from the day on which they were secured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards the indication to hear all persons with whom M.O. celebrated his final exams on 13 February 2010 the prosecutor established that on that day at about 7 p.m. M.O. and several friends had had been drinking alcohol at the student home. At about 11 p.m. they all went to the city centre where they had a meal and subsequently went to a club where they were dancing and drinking beer. The details regarding the amount and kind of drinks and food that they had had were not established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The prosecutor further referred to the data of a meteorological station in Białystok and listed the average air temperature on particular days between 14 February and 6 March 2010 as well as average snow precipitations on these days.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 31 January 2013 the Białystok District Prosecutor discontinued the investigation. She concluded that due to evidence difficulties it was impossible to reproduce the course of events after M.O. had left the police station. She further stated on the basis of the above-mentioned evidence, in particular the expert opinion, that no third persons had been involved in M.O.’s death.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 12 February 2013 the applicants appealed. In particular, they submitted that in the course of the investigation it was not clarified for what reasons and where from M.O. had had hospital shoe covers in his pocket. They further submitted that M.O.’s clothes were covered in mud; its origin was likewise not cleared; M.O. had been found on the meadow covered with a thick layer of snow and therefore his clothes should normally not bear traces of mud. They again referred to the position in which the body had been found considering that a person who falls down because of exhaustion should have been found with his face down. They also pointed to the fact that in the challenged decision the prosecutor had considered that the examination of blood samples was impossible because of the lapse of time whereas previously, the prosecutor had refused to examine the blood samples and DNA test finding that these were immaterial for the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 8 May 2013 the Białystok Regional Court upheld the challenged decision. As regards the arguments raised in the applicants’ appeal, the court considered that they were a “chain of suppositions leading the applicants to a conclusion that third persons were involved in M.O.s’s death”. Having referred to, in particular, the forensic expert evidence who confirmed that M.O. had died of hypothermia, the court accepted the prosecutor’s findings that no involvement of third persons in M.O.’s death could be discerned.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Criminal proceedings against the police officers Z.W. and T.B.",
                                "elements": [
                                    {
                                        "content": ".  On 11 March 2010 the investigation opened on 9 March 2010 was severed and the part of it which concerned the alleged failure to perform their duties by the police officers Z.W. and T.B. was transferred to the Białystok Regional Prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 31 October 2011 the Białystok Regional Prosecutor discontinued the investigation finding that no offence of abuse of power or failure to perform their duties had been committed by the police officers. The Prosecutor examined, among other things, whether the applicants’ son had been under the influence of alcohol at the time of his arrest. She found that according to the handwritten note made by the police officers M.O. “mumbled and was unsteady on his legs but he had documents on him, knew where he was and what was going on, the contact with him was logical. He assured that he would not drink more alcohol and come back straight to the university campus”. She further found that according to the depositions of witnesses, M.O. had been under the influence of alcohol but he was not drunk to such an extent which would require taking him to the sobering-up centre or which would raise suspicions that he might have problems getting home on his own. The Prosecutor further examined why the police officers who spoke with the applicants’ son on the critical night had not realised until 19 February 2010 that the missing person they were looking for and M.O. whom they had checked at night on 14 February 2010 was the same person. She found that M.O.’s personal data had been established on the basis of his personal number (PESEL) via telephone and entered into a handwritten note by one of the police officers. M.O.’s presence at the police station had not been saved in the police computer system, because at that time there was no access to the KSIP system (System of Police Information). The Prosecutor admitted that the above circumstances spoke for deficiencies in the communication within the police station in question, she found however that no prohibited behavior could be attributed to the police officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicants’ lawyer appealed against this decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 1 March 2012 the Sokółka District Prosecutor upheld the challenged decision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "51.  Article 231 § 1 of the Criminal Code reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“A public official who, exceeding his authority, or not performing his duty, acts to the detriment of a public or individual interest shall be subject to the penalty of deprivation of liberty for up to three years”.",
                                "elements": []
                            },
                            {
                                "content": ".  Article 2 of the Code of Criminal Proceedings stating the aims of criminal proceedings reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“§ 1. The purpose of this Code is to conduct criminal proceedings in a way which will secure that:",
                                "elements": []
                            },
                            {
                                "content": "(1) the perpetrator of an offence be detected and called to penal responsibility, and that no innocent person be so called,",
                                "elements": []
                            },
                            {
                                "content": "(2) by a correct application of measures provided for by criminal law, and by the disclosure of the circumstances which favoured the commission of the offence, the tasks of criminal procedure be fulfilled not only in combating the offences, but also in preventing them as well as in consolidating the rule of law and the principles of community life,",
                                "elements": []
                            },
                            {
                                "content": "(3) legally protected interests of the injured party be secured, and",
                                "elements": []
                            },
                            {
                                "content": "(4) determination of the case be achieved within a reasonable time.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  The applicants complained that the police officers’ negligence resulted in the death of their son. They relied on Article 2 of the Convention, which reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law.”",
                                "elements": []
                            },
                            {
                                "content": "54.  The Government contested that argument. They considered that there had been no basis to apprehend the applicants’ son in the police station and that his death could not be attributable to the authorities.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "55.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "56.  The applicants submitted that their son’s death had been caused by the negligence of domestic authorities. They considered that he had required assistance which the police officers had failed to render to him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Government submitted that M.O. had not required any special assistance. They admitted that he had been under the influence of alcohol, but not to an extent that would require taking him to a sobering up centre or even to take his breath test. At the police station he communicated normally with the policemen, answered the questions logically and stayed calm. He left the police station on his own, he did not ask the police officers to drive him home or for any other assistance. There was likewise no basis to arrest him and detain even for a short time in the police station. There was nothing unusual in M.O.’s behaviour and the police officers who had contact with M.O. in the night on 14 February 2010 had no reasons to believe that his health or life might be in danger.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  General principles",
                                        "elements": [
                                            {
                                                "content": "58.  The Court recalls that the first sentence of Article 2 § 1 enjoins the State not only to refrain from the intentional and unlawful taking of life, but also to take appropriate steps to safeguard the lives of those within its jurisdiction (see L.C.B. v. the United Kingdom, judgment of 9 June 1998, Reports of judgments and decisions 1998-III, p. 1403, § 36). This involves a primary duty on the State to secure the right to life by putting in place effective criminal-law provisions to deter the commission of offences against the person backed up by law-enforcement machinery for the prevention, suppression and punishment of breaches of such provisions. It also extends in appropriate circumstances to a positive obligation on the authorities to take preventive operational measures to protect an individual whose life is at risk from the criminal acts of another individual (see Osman v. the United Kingdom, judgment of 28 October 1998, Reports 1998VIII, p. 3159, § 115).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Bearing in mind the difficulties in policing modern societies, the unpredictability of human conduct and the operational choices which must be made in terms of priorities and resources, the scope of the positive obligation must be interpreted in a way which does not impose an impossible or disproportionate burden on the authorities. Accordingly, not every claimed risk to life can entail for the authorities a Convention requirement to take operational measures to prevent that risk from materialising. For a positive obligation to arise, it must be established that the authorities knew or ought to have known at the time of the existence of a real and immediate risk to the life of an identified individual from the criminal acts of a third party and that they failed to take measures within the scope of their powers which, judged reasonably, might have been expected to avoid that risk (see Osman, cited above, pp. 3159-60, § 116).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Application of these principles to the circumstances of the present case",
                                        "elements": [
                                            {
                                                "content": "60.  In the light of the above, the Court has examined whether the police officers knew or ought to have known that the applicants’ son was in a real and immediate risk to his health or life and, if so, whether they did all that could reasonably have been expected of them to prevent that risk.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that M.O., who at the relevant time was 22 years old, was apprehended by the border guards and shortly afterwards taken to the police station. He was not charged with any offence; the police officers took him to the police station to officially summon him to appear at the police station the following day. He was under the influence of alcohol, however not to an extent which would warrant making him undergo a breath test or taking him to a sobering up centre. According to the findings made by the domestic authorities in the course of investigation, he behaved normally, answered the police officers’ questions and remained calm. Taking into consideration the above circumstances it cannot be said that there was any objective reason which should have arisen the police officers’ suspicion that there could have been an imminent risk to M.O.’s health or life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The foregoing considerations are sufficient to enable the Court to conclude that the domestic authorities could not be reasonably expected to assume that the applicants’ son’s life or health was under any risk. It follows that in these circumstances it cannot be said they had a special obligation to protect him from any imminent danger.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been no violation of Article 2 of the Convention under that head.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION ON ACCOUNT OF THE ABSENCE OF AN EFFECTIVE INVESTIGATION INTO THE APPLICANTS’ SON’S DEATH",
                        "elements": [
                            {
                                "content": "63.  The applicants complained that the State authorities had not discharged their positive obligations under Article 2, as they had failed to effectively and diligently examine the circumstances in which their son had died. They indicated a number of shortcomings on the part of prosecutors and courts which had been involved in the investigation.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "64.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "65.  In the applicants’ opinion, the investigation into the circumstances of their son’s death was not effective. Due to negligence on the part of the police, prosecutors and forensic experts, important evidence which could lead to a finding whether there were any third persons involved in their son’s death were not properly secured.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Government contested those arguments. They considered that the proceedings concerning the examination of the circumstances of M.O.’s death were thorough and satisfied the Convention standards. They further submitted that the domestic authorities had conducted four different sets of proceedings aiming not only at establishing the circumstances of M.O.’s death but also at finding whether there was any malpractice on the part of the investigative authorities and experts who had dealt with this case. All of these sets of proceedings led to the conclusion that no offence had been committed. The Government admitted that there had been certain shortcomings in the investigation into M.O.’s death but, after the reopening of the case on 11 January 2012, the shortcomings were remedied and the proceedings were conducted accurately in accordance with the standards of effective investigation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  General principles",
                                        "elements": [
                                            {
                                                "content": "67.  As the Court has found above (see paragraphs 60-62 above) the State authorities cannot be held directly responsible for the death of the applicants’ son. However, the absence of any direct State responsibility for the death does not exclude the applicability of Article 2 (see Menson v. the United Kingdom (dec.), no. 47916/99, ECHR 2003V). The Court recalls that by requiring a State to take appropriate steps to safeguard the lives of those within its jurisdiction (see L.C.B. v. the United Kingdom, judgment of 9 June 1998, Reports 1998-III, p. 1403, § 36), Article 2 § 1 imposes a duty on that State to secure the right to life by putting in place effective criminal law provisions to deter the commission of offences against the person, backed up by law enforcement machinery for the prevention, suppression and punishment of breaches of such provisions (see Osman, cited above, § 115).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The investigation must be capable, firstly, of ascertaining the circumstances in which the incident took place and, secondly, of leading to the identification and punishment of those responsible (see Dzieciak v. Poland, no. 77766/01, § 105, 9 December 2008). This is not an obligation of result, but of means. The authorities must take whatever reasonable steps they can to secure the evidence concerning the incident, including, inter alia, eyewitness testimony, forensic evidence and, where appropriate, an autopsy which provides a complete and accurate record of injury and an objective analysis of clinical findings, including the cause of death (see, concerning autopsies, for example, Salman v. Turkey [GC], no. 21986/93, § 106, ECHR 2000VII; concerning witnesses, for example, Tanrıkulu v. Turkey [GC], no. 23763/94, § 109, ECHR 1999-IV; and concerning forensic evidence, for example, Gül v. Turkey, no. 22676/93, § 89, 14 December 2000, unreported). Any deficiency in the investigation which undermines its ability to establish the cause of death or the person responsible will risk falling foul of this standard (see McKerr v. the United Kingdom, no. 28883/95, § 113, ECHR 2001III).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Application of the principles to the circumstances of the present case",
                                        "elements": [
                                            {
                                                "content": ".  The Court notes that although the case has been examined by the prosecutors and courts on three occasions, there is still a number of shortcomings in the relevant proceedings which have not been rectified. Some of these shortcomings could not be remedied because of the mistakes made at the initial phase of the proceedings or because of lapse of time. The examples of them are improper preservation of M.O.’s liver samples or failure to examine his fingernail scrapings (see paragraphs 22 and 23 above). Other shortcomings were noticed and listed by the Appellate Prosecutor in his letter of 12 December 2012 in which he ordered reopening of the proceedings (see paragraphs 41-42 above). The Court notes, however, that in spite of clear indications some of the Prosecutor’s instructions were not followed at a later stage of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Appellate Prosecutor considered that it was crucial to establish the alcohol level in M.O.’s blood on the basis of so called “prospective examination”. He had ordered detailed hearing of all persons with whom M.O. spent the day of 13 February 2010 as regards the amount and kind of alcohol drunk on that day, amount and kind of meals he had, whether he had been tired, etc. (see paragraph 42 above). As appears from the decision of 31 January 2013 discontinuing the investigation although the persons concerned were heard, the details referred to in the Appellate Prosecutor’s order were not established (see paragraph 43 above). Also in another set of proceedings, conducted against the police officers, the authorities failed to establish whether the applicants’ son was drunk or not (see paragraph 48 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court further notes that in spite of clear indication made by the Appellate Prosecutor, the District Prosecutor failed to establish to which base transceiver station M.O.’s telephone was connected when he spoke for the last time with his mother at 9.58 a.m. on 14 February 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Appellate Prosecutor further ordered that in the reopened proceedings the weather conditions, especially the air temperature and the snow precipitations at night on 14 February 2010 be examined (see paragraph 42 above). In the decision of 31 January 2013 the District Prosecutor referred to the data of a meteorological station in Białystok and listed the average air temperature on particular days between 14 February and 6 March 2010 as well as average snow precipitations on these days. However, the weather conditions on 14 February 2010 at night when M. O. left the police station remain unknown.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The District Prosecutor requested the opinion of a forensic expert from the Gdansk University indicated by the Appellate Prosecutor on 12 December 2012. The expert Z.J. confirmed that M.O. had died because of hypothermia. From the reasoning of the prosecutor’s decision it does not emerge however whether she tried to have the doubts referred to by the Appellate Prosecutor cleared.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court notes further that there is still a number of circumstances which have not been cleared, although they had been pointed out by the applicants in their latest appeal of 12 February 2013 (see paragraph 45 above). In particular, the reasons for presence and the origin of the hospital shoe covers in M.O.’s pockets were not examined. Likewise, the applicants’ argument that their son’s clothes were covered in mood although his body had been found on a meadow covered with snow was not addressed by the court which examined the applicants’ appeal (see paragraphs 45 and 46 above). The doubts as regards the position in which M.O.’s body had been found were likewise not convincingly examined although it had been admitted by an expert that this position was not natural for a person falling on the ground from exhaustion (see paragraph 21 above). The applicants’ son’s mobile telephone has never been found (see paragraph 18 above). There is no indication in the case-file that the investigative authorities had made any effort to locate the phone and examine it. The Court is of the opinion that this failure might have an influence on the effectiveness of the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  What is more, in the proceedings against the police officers it was established that due to the deficiencies in communication the police officers were not aware until 19 February 2010 that the missing person they were looking for and M.O. whom they had checked at night on 14 February 2010 was the same person (see paragraph 48 above). The Court is of the opinion that this information could have accelerated the investigation at its early stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Court considers that the above considerations are sufficient to conclude that the Polish authorities have failed to discharge their positive obligations as regards the effectiveness of investigation into the circumstances of M.O.’s death.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that there has been a violation of Article 2 of the Convention on account of the absence of an effective investigation.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "77.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "78.  The applicants claimed 50,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Government contested the claim and considered it exorbitant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court considers it reasonable to award the applicants EUR 10,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "81.  The applicants also claimed EUR 13,644 for the costs and expenses out of which EUR 10,271 incurred before the domestic courts and EUR 3,372 for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Government considered these sums exorbitant. They further submitted that the applicants had not shown that the costs had been necessarily incurred and were reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. Furthermore, an applicant is entitled to an award in respect of the costs and expenses incurred by him/her at domestic level to prevent the breach found by the Court or to obtain redress therefor (see, among other authorities, Le Compte, Van Leuven and De Meyere v. Belgium (Article 50), 18 October 1982, § 17, Series A no. 54). In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the applicants EUR 8,000 plus any tax that may be chargeable to them, in respect of their legal costs in both domestic and Strasbourg proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "84.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 2 of the Convention on account of the authorities’ failure to protect the applicants’ son’s life;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 2 of the Convention on account of the absence of an effective investigation into the applicants’ son’s death;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention,, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 November 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Paul Mahoney",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": " and Françoise Elens-Passos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF OLSZEWSCY v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-158469.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:1103JUD000009912",
    "externalsources": [],
    "extractedappno": [
        "99/12",
        "47916/99",
        "77766/01",
        "21986/93",
        "23763/94",
        "22676/93",
        "28883/95"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-158469",
    "judgementdate": "03/11/2015 00:00:00",
    "kpdate": "03/11/2015 00:00:00",
    "kpthesaurus": [
        "449",
        "595",
        "231"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "2-1",
        "2"
    ],
    "parties": [
        "OLSZEWSCY",
        "POLAND"
    ],
    "rank": "1389.29357910156",
    "representedby": [
        "PIETRZAK M."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "433765",
    "typedescription": "15"
}