{
    "__articles": "6;6+6-3-c;6-1;6-3-c",
    "__conclusion": "Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Equality of arms) (Article 6 - Right to a fair trial;Criminal proceedings;Article 6-1 - Fair hearing;Equality of arms;Article 6-3-c - Defence in person;Defence through legal assistance)",
    "applicability": "",
    "appno": "32598/07",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing",
                "Equality of arms"
            ],
            "element": "Violation of Article 6+6-3-c - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Criminal proceedings",
                "Article 6-1 - Fair hearing",
                "Equality of arms",
                "Article 6-3-c - Defence in person",
                "Defence through legal assistance"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-177342.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 32598/07) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Konstantin Nikolayevich Sukhanov (“the applicant”), on 25 July 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his trial had not been fair given his and his lawyer’s absence from the appellate and cassation proceedings.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 21 March 2011 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1967 and lives in Kyiv.",
                                "elements": []
                            },
                            {
                                "content": "6.  At the time of the events he was the director of a private company.",
                                "elements": []
                            },
                            {
                                "content": "7.  In August 2002 criminal proceedings were instituted against the applicant on suspicion of tax evasion and forgery in office. Subsequently, the tax-evasion charge was dropped.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 7 December 2004 the Kyiv Dniprovskyy District Court (“the Dniprovskyy Court”) found the applicant guilty of forgery in office. It held that he had entered knowingly false data in the company’s tax returns. More specifically, instead of applying a straight-line depreciation method in respect of the company’s intangible assets, the applicant calculated their depreciation costs as the difference between the company’s gross revenues and expenses. As a result, the documents showed the absence of any profit or loss in the company’s activity, whereas in the reality it had had losses. The applicant was sentenced to one year’s restriction of liberty (namely detention in a semi-open penal institution by the place of his residence) with a ban on holding administrative posts for one year. The sentence was suspended on probation for one year. The applicant was under an undertaking not to leave the town until the judgment became final.",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant appealed. He submitted that the activity of the company had been subject to numerous tax inspections, which had not found any violations of the tax legislation. He therefore contended that he had not done anything criminal and that that fact had not received due attention of the first-instance court. Furthermore, the applicant considered that the expert questioned in the trial did not have adequate qualification. Lastly, he argued that the tax police investigator, who had also been questioned, was not impartial and that his statements should not have been relied on. Accordingly, the applicant requested the appellate court to quash the firstinstance court’s judgment and to pronounce a new one, acquitting him for the lack of the constituent elements of a crime in his actions.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 10 February 2005 the Dniprovskyy Court sent a letter to the Kyiv City Court of Appeal (“the Court of Appeal”) stating as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The [Dniprovskyy Court] is sending you the criminal case regarding [the applicant] convicted under Article 366 § 1 of the Criminal Code of Ukraine [forgery in office], for the appellate examination at 10.35 a.m. on 17 March 2005.”",
                                "elements": []
                            },
                            {
                                "content": "11.  In addition to the president of the Court of Appeal, the above letter was also addressed to the prosecutor, the applicant and his lawyer. There is no evidence in the case file as to whether the applicant and/or his lawyer received it. According to the applicant, they were unaware of its existence.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 17 March 2005, following a hearing held with the prosecutor’s participation, but in the absence of both the applicant and his lawyer, the appellate court rejected the applicant’s appeal. It delivered its ruling “having heard the report of the judge-rapporteur of the appellate court and the explanations of the prosecutor, the latter considering the judgment lawful and [the applicant’s] appeal groundless, having checked the case-file materials and having discussed the arguments advanced in the appeal”. The issue of the applicant’s and his lawyer’s absence from the hearing was not mentioned in the appellate court’s ruling.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant appealed on points of law, challenging, among other things, the examination of his case on appeal in his and his lawyer’s absence as being in breach of his defence rights.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 23 January 2007 the Supreme Court, in written proceedings, upheld the decisions of the lower courts. Referring to the case-file materials, it noted that the first-instance court had informed the applicant and his lawyer about the scheduled appellate hearing, without further details.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Code of Criminal Procedure 1960 (repealed with effect from 19 November 2012)",
                                "elements": [
                                    {
                                        "content": "1.  Rules concerning proceedings on appeal",
                                        "elements": [
                                            {
                                                "content": "15.  Article 358 lists the issues that the appellate court may examine at its preparatory hearing (that is, a hearing that might be required in order to deal with all the procedural issues prior to the examination of an appeal). Those include the necessity of a judicial investigation (that is, questioning the convicted or the acquitted person, witnesses, victims, and experts, assigning an expert examination, as well as examination and evaluation of documentary and physical evidence) and summoning any persons. As further stipulated in that provision, a convicted or an acquitted person, as well as his/her lawyer, shall be summoned to the appellate court if the appeal implies deterioration of his/her situation or if the court considers it necessary to conduct a judicial investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  Pursuant to Articles 254 and 361, a summons to the appellate court shall be served on a convicted person against a signed receipt, no later than three days before the hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  Under Article 362, the absence of the parties from the appellate court’s hearing is not an impediment to the examination of the case if not otherwise provided by this Code or the appellate court’s decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  Article 366 provides that the examination by the appellate court of an appeal against a judgment of the first-instance court results in: (1) delivery of a ruling upholding the first-instance court’s judgment and rejecting the appeal, or quashing the judgment and remitting the case either to the prosecution authorities for additional pre-trial investigation or to the first-instance court for retrial, or quashing the judgment and discontinuation of the proceedings, or making changes to the judgment; or (2) pronouncing by the appellate court of its own judgment, having quashed that of the firstinstance court in full or in part.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Rules concerning cassation proceedings",
                                        "elements": [
                                            {
                                                "content": "19.  The relevant provisions are set out in the Court’s judgment in the case of Zhuk v. Ukraine (no. 45783/05, § 18, 21 October 2010).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Case-law of domestic courts cited by the Government",
                                "elements": [
                                    {
                                        "content": "20.  The Government submitted to the Court two rulings of the Chernigiv Regional Court of Appeal, of 21 December 2006 and 31 May 2007 respectively, according to which the appellate examination of the criminal cases in question warranted summoning all the parties given that there were appeals implying potential deterioration of the situation for the convicted persons.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (c) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained that neither he nor his lawyer had been duly summoned to the appellate court and the Supreme Court. Although he relied on Article 13 of the Convention, the Court considers that this complaint falls to be examined under Article 6 §§ 1 and 3 (c) of the Convention, which reads as follows in the relevant part:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require; ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Examination of the case by the appellate court in the absence of the applicant and his lawyer",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "22.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "23.  The applicant complained that he had not been able to defend his rights in the appellate proceedings, given that neither he nor his lawyer had been summoned to the Court of Appeal. He emphasised the absence of any documentary evidence proving that they had been informed of its hearing. Accordingly, the applicant maintained, the fairness of his trial had been undermined.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  Referring to the Dniprovskyy Court’s letter of 10 February 2005 (see paragraph 10 above), the Government argued that both the applicant and his lawyer had been duly notified of the hearing before the appellate court. The Government further maintained that, in any event, their absence from that hearing had not undermined the fairness of the proceedings. They observed in that connection that the prosecutor’s participation in the hearing had been purely formal and that he had not advanced any new arguments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The Court emphasises that the adversarial principle and the principle of equality of arms, which are closely linked, are fundamental components of the concept of a “fair hearing” within the meaning of Article 6 § 1 of the Convention. They require a “fair balance” between the parties: each party must be afforded a reasonable opportunity to present his case under conditions that do not place him at a substantial disadvantage vis-à-vis his opponent or opponents (see Avotiņš v. Latvia [GC], no. 17502/07, § 119, ECHR 2016, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Court further reiterates that a person charged with a criminal offence should, as a general principle based on the notion of a fair trial, be entitled to be present at the first-instance hearing. However, the personal attendance of the defendant does not take on the same crucial significance for an appeal hearing as it does for a trial hearing. The manner in which Article 6 applies to proceedings before courts of appeal depends on the special features of the proceedings involved; account must be taken of the entirety of the proceedings in the domestic legal order and of the role of the appellate court therein. Proceedings involving only questions of law, as opposed to questions of fact, may comply with the requirements of Article 6, although the appellant was not given an opportunity of being heard in person by the appeal or cassation court, provided that a public hearing was held at first instance. Even where the court of appeal has jurisdiction to review the case both as to facts and as to law, Article 6 does not always require a right to a public hearing, still less a right to appear in person. In order to decide this question, regard must be had, among other considerations, to the specific features of the proceedings in question and to the manner in which the applicant’s interests were actually presented and protected before the appellate court, particularly in the light of the nature of the issues to be decided by it and of their importance to the appellant. However, where an appellate court has to examine a case as to the facts and the law and make a full assessment of the issue of guilt or innocence, it cannot determine the issue without a direct assessment of the evidence given in person by the accused for the purpose of proving that he did not commit the act allegedly constituting a criminal offence (see Hermi v. Italy [GC], no. 18114/02, §§ 60-64, ECHR 2006XII, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  Turning to the present case, the Court notes that the Government’s argumentation is two-fold: firstly, they submitted that the absence of the applicant and his lawyer in the appellate court’s hearing had not marred the fairness of the trial and, secondly, they suggested that those had missed the hearing through their own fault, having been notified of its date and time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Court observes that, under the rules of criminal procedure in force at the material time, in reviewing the applicant’s case the Court of Appeal had jurisdiction to deal with questions of law and fact pertaining to both criminal liability and sentencing. It was empowered to examine the evidence on file and additional material submitted to it by the parties directly. Following such examination, the appellate court could dismiss the appeal and uphold the judgment, quash the judgment and discontinue the criminal proceedings, quash the judgment and remit the case for a fresh investigation or trial, or amend the judgment (see paragraph 18 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  At the same time, under the Code of Criminal Procedure, it was obligatory to summon a convicted person and his/her lawyer to the appellate court only if one of the following two preconditions was met: if the appeal implied deterioration of his/her situation or if the appellate court deemed it necessary to conduct a judicial investigation (see paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  In the absence of any appeal from the prosecutor, the first precondition was not applicable to the applicant’s situation. As regards the second one, it appears that the appellate court did not consider it feasible to conduct a preparatory hearing with a view to deciding on the necessity of a judicial investigation, which would have called for the obligatory summoning of the applicant and his lawyer. As suggested by the facts of the case, the hearing of 17 March 2005 was the only one during which the appellate court examined the applicant’s appeal on the merits and rejected it. The issue of the absence of the applicant and his lawyer from that hearing was not mentioned by the appellate court in its ruling, from which the Court concludes that it was not examined (see paragraph 12 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  It is noteworthy, however, that in his appeal the applicant criticised the first-instance court for its failure to establish whether there had been the constituent elements of a crime in his actions. He also challenged certain witness and expert statements and asked the appellate court to quash his conviction and to acquit him (see paragraph 9 above). In other words, his appeal concerned both factual and legal issues and the Court of Appeal had to make a full assessment of his guilt or innocence (see Hermi, cited above, § 64).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  Regardless of the fact whether or not the appellate court carried out a formal judicial investigation, the Court notes that the prosecutor had the advantage of being present in its hearing and making submissions intended to convince the judges to reject the applicant’s appeal and to uphold his conviction, which they did. Neither the applicant nor his lawyer was there to contest those submissions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  As regards the contents of submissions filed by the prosecution, the Court reiterates that the principle of equality of arms does not depend on further, quantifiable unfairness flowing from a procedural inequality. It is a matter for the defence to assess whether a submission deserves a reaction. It is therefore unfair for the prosecution to make submissions to a court without the knowledge of the defence (see Zahirović v. Croatia, no. 58590/11, § 43, 25 April 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court has already found the appearance of a representative of the prosecution at an appeal hearing not attended by either the defendant or a legal representative on his behalf to breach the applicant’s right to defend himself and to violate the principle of equality of arms inherent in the right to a fair trial (see the case-law references in Chopenko v. Ukraine, no. 17735/06, § 65, 15 January 2015). The circumstances of the present case disclose similar issues.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court does not share the Government’s opinion that the absence of both the applicant and his lawyer from the appellate hearing was attributable to their own negligence. As pointed out by the Government, the date and time of that hearing were indicated in the first-instance court’s letter of 10 February 2005. It is noteworthy that that was a cover letter accompanying the case file to the appellate court and copied to the parties for information (see paragraphs 10 and 11 above). There is no evidence proving that it in fact reached the applicant and/or his lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In the light of all the foregoing, the Court concludes that there was a breach of the applicant’s right to defence and that, given the presence of a representative of the prosecution, there was also a breach of the principle of equality of arms as one of the guarantees of a fair trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  There has therefore been a violation of Article 6 §§ 1 and 3 (c) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Examination of the case by the Supreme Court in the absence of the applicant and his lawyer",
                                "elements": [
                                    {
                                        "content": "38.  The applicant argued that the examination of his cassation appeal by the Supreme Court in his and his lawyer’s absence had been in breach of his rights under Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government contested his argument. They observed that the proceedings in question concerned only issues of law and that the prosecutor had not participated in them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court has held that, where the competence of the Supreme Court is limited to questions of law, the lack of a public hearing before it is not in breach of Article 6 § 1 of the Convention per se (see, for example, Zhuk, cited above, § 33, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In the case of Zhuk cited above the Court found a violation of Article 6 § 1 of the Convention on account of the prosecutor’s presence at the Supreme Court’s preliminary hearing, from which the applicant was absent (§§ 34 and 35).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In the present case, however, none of the parties was heard by the Supreme Court, which examined and rejected the applicant’s cassation appeal in written proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court therefore considers this part of the application to be manifestly ill-founded and declares it inadmissible under Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  The applicant further complained under Article 6 of the Convention that the domestic courts had erred in the assessment of the facts of the case and their legal qualification. He also challenged the assessment of evidence and testimony of the prosecution witness and the expert. Lastly, relying on Article 7 of the Convention, he complained that there had been no proof that he had committed any crime.",
                                "elements": []
                            },
                            {
                                "content": "45.  In the light of all the material in its possession and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "47.  The applicant did not submit a claim for just satisfaction within the fixed time-limit. The Court considers that there is no call to award him any sum in this respect (see, for example, Bagiyeva v. Ukraine, no. 41085/05, § 67, 28 April 2016).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint on the breach of the applicant’s right to defence and the breach of the principle of equality of arms admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 October 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Erik Møse",
            "role": "president"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Anne-Marie Dougin",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SUKHANOV v. UKRAINE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-177342.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:1005JUD003259807",
    "externalsources": [],
    "extractedappno": [
        "32598/07",
        "45783/05",
        "17502/07",
        "18114/02",
        "58590/11",
        "17735/06",
        "41085/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-177342",
    "judgementdate": "05/10/2017 00:00:00",
    "kpdate": "05/10/2017 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "119",
        "85",
        "86"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "6",
        "6-3-c",
        "6-1"
    ],
    "parties": [
        "SUKHANOV",
        "UKRAINE"
    ],
    "rank": "2039.14953613281",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "468376",
    "typedescription": "15"
}