{
    "__articles": "14+8;14;8;8-1;14+P1-1;P1-1;P1-1-1;41",
    "__conclusion": "Violation of Art. 14+P1-1 with regard to the inheritance rights;No violation of Art. 14+P1-1 with regard to the capacity to receive assets as a gift;Not necessary to examine Art. 14+8 with regard to the inheritance rights;Violation of Art. 14+8 with regard to the capacity to receive assets as a gift;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "68864/01",
    "article": [
        "14",
        "8",
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Art. 14+P1-1 with regard to the inheritance rights",
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "Violation of Art. 14+P1-1 with regard to the inheritance rights",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "No violation of Art. 14+P1-1 with regard to the capacity to receive assets as a gift",
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "No violation of Art. 14+P1-1 with regard to the capacity to receive assets as a gift",
            "type": "no-violation"
        },
        {
            "element": "Not necessary to examine Art. 14+8 with regard to the inheritance rights",
            "type": "other"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 14+8 with regard to the capacity to receive assets as a gift",
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "Violation of Art. 14+8 with regard to the capacity to receive assets as a gift",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-67906.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 68864/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two French nationals, Ms Hermance Merger and Ms Clémentine Cros (“the applicants”), on 3 November 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The French Government (“the Government”) were represented by their Agent, Mr R. Abraham, Director of Legal Affairs at the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged a violation of Article 8 of the Convention, taken together with Article 14, and of Article 1 of Protocol No. 1 to the Convention, taken together with Article 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 11 March 2004 the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicants and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicants were born in 1968 and 1936 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "9.  The first applicant was born on 6 December 1968 of a relationship which began in 1964 between the second applicant, a widow and the mother of a daughter born in 1957, and Mr R. Merger, a married man and the father of four children born in 1942, 1944, 1945 and 1947. At the time her birth, her father and mother had been living together since 1965. Her father formally acknowledged paternity on 7 December 1973 and she has borne his name since 17 May 1985.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 11 May 1980 the first applicant's father drew up a private deed dividing his movable property between his five children. The document was signed by the four legitimate children and by the father on the first applicant's behalf.",
                                "elements": []
                            },
                            {
                                "content": "11.   On 11 October 1984 he made a manuscript will in which he left to the first applicant the disposable portion of his estate which, pursuant to Article 913 of the Civil Code, came to one quarter. He stipulated that it was to be taken free of his wife's life interest.",
                                "elements": []
                            },
                            {
                                "content": "12.   In a second manuscript will dated 16 June 1985 he stated that he wished the estate to be divided into five parts to be allocated by the drawing of lots in the presence of all his children, for the disposable portion of the estate to pass to the first applicant after an account had been taken of any gifts that had been made and for his wife's life interest to attach only to the share of the four legitimate children. The first applicant was to receive a reversionary pension for the duration of her studies and these were to be paid for if the law so permitted.",
                                "elements": []
                            },
                            {
                                "content": "13.  The first applicant's father died on 12 March 1986 leaving as his heirs his wife, four legitimate children and the first applicant, an illegitimate child conceived while he was bound by marriage to a person other than its mother.",
                                "elements": []
                            },
                            {
                                "content": "14.  A notary was instructed to wind up the estate. He took an inventory at the home on 20 June 1986. The first applicant (who was sitting her baccalaureate that day) was represented by the second applicant, who pointed out that certain movables were missing. The widow laid claim to certain items which she said belonged to her. The total value of the movables listed in the inventory was estimated at 114,175 French francs (FRF).",
                                "elements": []
                            },
                            {
                                "content": "15.  Since an amicable division of the estate proved impossible, the deceased's four legitimate children and their mother brought proceedings against the applicants in the Paris tribunal de grande instance seeking, inter alia, orders setting aside the gift of the disposable portion to the first applicant and the gifts their father had made to the second applicant – which were deemed to have been made to the first applicant – and restricting the first applicant's rights to 10 % of the net estate.",
                                "elements": []
                            },
                            {
                                "content": "16.  The applicants asked the Court, inter alia, to dismiss the claims and to order the claimants to hand over to the first applicant all the movable property she had been allocated on 11 May 1980.",
                                "elements": []
                            },
                            {
                                "content": "17.  In a judgment of 6 November 1992, the tribunal de grande instance found that funds that had been used to purchase a flat in the avenue d'Italie in Paris and a sum of FRF 500,000 were gifts that had been made to the first applicant through an intermediary and set them aside under Articles 908 and 911 of the Civil Code. It added that the value of the property that had been acquired with those gifts had to be brought into account. Relying on those provisions, the tribunal de grande instance ruled that the first applicant was not entitled to more than 10% of the estate and held that the gift of the disposable portion was inoperative. Relying principally on Article 931 of the Civil Code, it held that the deed of division dated 11 May 1980 was null and void as it was not in the correct form and added, in the alternative, that the first applicant could only lay claim to 10% of the movables that were divisible in kind. Lastly, it declared that the first applicant was to receive her share of the estate free of any life interest.",
                                "elements": []
                            },
                            {
                                "content": "18.  The applicants appealed against that judgment. The first applicant completed her studies in December 1993.",
                                "elements": []
                            },
                            {
                                "content": "19.  In a judgment of 24 September 1996, the Paris Court of Appeal transferred the case to the Dijon Court of Appeal, as one of the parties was a judge of the  tribunal de grande instance and the other had been admitted to the Paris Bar while the proceedings were under way.",
                                "elements": []
                            },
                            {
                                "content": "20.  In a judgment of 27 November 1997, the Dijon Court of Appeal upheld the judgment of the court below in so far as it had refused to grant the first applicant identical inheritance rights to those of the four legitimate children or to allow her to take the disposable portion and had ruled that the assets of the second applicant – who it noted had lived with the deceased since 1965 – were gifts acquired through an intermediary. Noting that the first applicant was an illegitimate child who had been conceived when her father was bound by marriage to a person other than her mother, it declared her claim to a reversionary pension inadmissible as she was not prepared to abandon her rights to the estate.",
                                "elements": []
                            },
                            {
                                "content": "21.  The applicants appealed to the Court of Cassation.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 4 February 1999 the notary liquidated the estate and drew up the deed of division. The first applicant signed the deed “without prejudice to the appeal to the Court of Cassation which has been served on the parties”. Under the terms of the deed of division, she was required to pay an equalising balance to the other heirs in the French franc equivalent of 236,187 euros (EUR).",
                                "elements": []
                            },
                            {
                                "content": "23.  The second applicant sold her home to pay that balance on behalf of her daughter, who had no property of her own.",
                                "elements": []
                            },
                            {
                                "content": "24.  In a judgment of 3 May 2000, the Court of Cassation dismissed the applicants' appeal.",
                                "elements": []
                            },
                            {
                                "content": "25.  Following that judgment, the equalising balance was duly paid to the other heirs.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "1.  Relevant domestic law at the material time",
                                "elements": [
                                    {
                                        "content": "26.  The relevant provisions of the Civil Code as worded at the material time were as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Part I:  Succession",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Chapter III:  Orders of succession",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section III:  Rights of descendants to inherit",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 745",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Children or their issue shall inherit from their father and mother, grandfathers, grandmothers or other ascendants, without distinction on grounds of sex or primogeniture, and even if born of different marriages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The estate shall devolve upon them in equal portions and per capita if they are all first degree issue and heirs in their own right; they shall inherit per stirpes if all or some of them inherit through their ascendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section VI:  Rights of illegitimate children to inherit",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 757",
                                        "elements": []
                                    },
                                    {
                                        "content": "Illegitimate children shall, in general, have the same rights to inherit from their father and mother or other ascendants and from their brothers and sisters and other collateral relatives as legitimate children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 759",
                                        "elements": []
                                    },
                                    {
                                        "content": "Illegitimate children whose father or mother was, at the time of their conception, bound by a marriage to another person shall not prevent such other person from inheriting from the father or mother if he or she would have been entitled to inherit under Articles 765 and 766 below but for their birth.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In such eventuality, irrespective of their number, the illegitimate children shall receive only half of that which would have devolved to the spouse under the aforementioned Articles but for their birth, the calculation being made line by line...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 760",
                                        "elements": []
                                    },
                                    {
                                        "content": "Illegitimate children whose father or mother was, at the time of their conception, bound by a marriage of which legitimate children were born shall be entitled to inherit from that parent in competition with the legitimate children; however, they shall each receive only half of the share to which they would have been entitled if all the children of the deceased, including themselves, had been legitimate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The fraction by which their share of the estate is thus reduced shall revert solely to the children born of the marriage damaged by the adultery. It shall be divided between them in proportion to their share in the estate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Titre II: Inter vivos and testamentary gifts",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Chapter II:  Capacity to use or receive inter vivos and testamentary gifts",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 908",
                                        "elements": []
                                    },
                                    {
                                        "content": "Illegitimate children shall not be entitled to receive by way of inter vivos or testamentary gift from their father or mother a share of the estate in excess of that to which they are entitled under the aforementioned Articles 759 and 760 if the donor or testator was, at the time of their conception, bound by marriage to another person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "An action for abatement may, however, only be brought by the spouse or children of the marriage, as the case may be, and only once the estate has passed to the heirs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 911",
                                        "elements": []
                                    },
                                    {
                                        "content": "Any disposition to a person without capacity shall be null and void, whether disguised as a contract for consideration or made in the name of intermediaries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The father, mother, children, descendants, and spouse of a person without capacity shall be deemed to be intermediaries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Chapter III:  The portion of disposable assets and abatement",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section I: The portion of disposable assets",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 913",
                                        "elements": []
                                    },
                                    {
                                        "content": "Gifts, whether inter vivos or testamentary, may not exceed one half of the donor's assets if on his death he leaves only one legitimate child, one-third if he leaves two or one quarter if he leaves three or more.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 915-2",
                                        "elements": []
                                    },
                                    {
                                        "content": "An illegitimate child whose share in the estate has abated pursuant to Articles 759 and 760 may, if in need, claim maintenance from the estate in exchange for abandoning his or her rights in favour of the heirs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Such maintenance shall be governed by Article 207-1 of this Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The heirs may, however, settle such a claim by granting the applicant a share equal to that which he or she would have received under Article 759 and 760.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Chapter IV: Inter vivos gifts",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section I : Formal requirements for inter vivos gifts",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 931",
                                        "elements": []
                                    },
                                    {
                                        "content": "Any deed providing for an inter vivos gift shall be made before a notary in the ordinary form applicable to contracts; an original shall be kept by the notary, on pain of nullity.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tThe law of 3 December 2001, which modernises the law of succession, but was not applicable to the estate in question",
                                "elements": [
                                    {
                                        "content": "27.  On 4 December 2001 Law no. 2001-1135 of 3 December 2001 “on the rights of the surviving spouse and children born of adultery and modernising various provisions of the law of succession” was published in the Official Gazette. It abolished any difference in treatment of illegitimate children one of whose parents was, at the time of their conception, bound by marriage to another person. It repealed the provisions of the Civil Code (in particular, Articles 759, 760, 908 and 915-2) that gave children whose father or mother was married to another person at the time of their conception less favourable inheritance rights. It also repealed the provisions that protected the spouse alone if he or she was competing solely with such children.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.   Relevant domestic practice",
                                "elements": [
                                    {
                                        "content": "28.  The  tribunal de grande instance held as follows in a judgment of 2 May 2003:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Since it creates a difference between children's inheritance rights depending on their birth, the application of Article 760 of the Civil Code violates the provisions of the Convention ..., as the  recently held (in its judgment of 1 February 2000 in the case which Mr Mazurek brought against the ).",
                                        "elements": []
                                    },
                                    {
                                        "content": "... Thus, Article 760 of the Civil Code must be disregarded, as it contains provisions that discriminate against children of an adulterous relationship with no properly justified basis and it is inconsistent with the European Convention on Human Rights, which, by virtue of Article 55 of the Constitution, ranks ahead of the provisions of domestic law and, in accordance with settled case-law, is directly applicable by the French courts.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.\tALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1, TAKEN TOGETHER WITH ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  The applicants complained of an infringement of the first applicant's inheritance rights and of their capacity to receive inter vivos or testamentary gifts from the first applicant's father. Relying on Article 1 of Protocol No. 1, taken together with Article 14 of the Convention, they submitted that they had been discriminated against because the first applicant had been born of an “adulterous” relationship. Those provisions read as follows:",
                                "elements": []
                            },
                            {
                                "content": " “No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "1.  The first applicant's inheritance rights",
                                "elements": [
                                    {
                                        "content": "30.  The first applicant complained that her rights to inherit property from her father were more limited than those of her half-brothers and half-sisters owing to her status as an illegitimate child conceived at a time when her father was bound by marriage to another person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government left that issue to the Court's discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court reiterates, firstly, that Article 1 of Protocol No. 1 guarantees, in substance, the right to property (see Mazurek v. France, no. 34406/97, § 40, ECHR 2000-II; and Inze v. Austria, judgment of 28 October 1987, Series A no. 126, p. 17, § 38).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court notes that, since at the relevant time the first applicant's father was dead, the first applicant had automatically acquired rights to a share of the estate under Articles 745, 757 and 760 of the Civil Code. The estate therefore belonged to the first applicant and her half-brothers and half-sisters jointly. Accordingly, the case comes within Article 1 of Protocol No. 1, and Article 14 of the Convention may apply in conjunction with that provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court points out that it has previously considered – in the aforementioned case of Mazurek v. France – the issue of the division of an estate under the same statutory provisions as the division complained of in the present case between a legitimate child and an illegitimate child conceived when one of its parents was bound by marriage to another person. In that case, it found that no grounds existed on which to justify discrimination based on birth out of wedlock. Pointing out that, in any event, a child could not be held responsible for a state of affairs that was not attributable to it, it found a violation of those two Articles taken together (Mazurek v. France, cited above, §§ 54 and 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the instant case, the first applicant was likewise penalised in the division of the estate on account of her position as an illegitimate child conceived when her father was bound by marriage to another person. The Court sees no grounds for departing from its aforementioned decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  There has therefore been a violation of Article 1 of Protocol No. 1, taken together with Article 14 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The applicants' capacity to receive gifts",
                                "elements": [
                                    {
                                        "content": "35.  The applicants complained of the illegitimate child's incapacity to receive a gift from its parent if, at the time of its conception, the parent was bound by marriage to another person. They further complained that gifts by the father to the mother of such a child were null and void.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government left this issue to the Court's discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court notes that the gifts to the second applicants and the testamentary gifts to the first applicant were set aside retrospectively (see paragraph 17 above). In that connection, it notes that under its case-law the provision relied on, namely Article 1 of Protocol No. 1, enshrines the right of everyone to the peaceful enjoyment of “his” possessions; however, it applies only to a person's existing possessions and does not guarantee the right to acquire possessions whether on intestacy or through voluntary dispositions (see, mutatis mutandis, Marckx v. Belgium, judgment of 13 June 1979, Series A no. 31, p. 23, § 50). Article 1 of Protocol No. 1 is, therefore, not applicable in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court further notes that, in accordance with its settled case-law, Article 14 complements the other substantive provisions of the Convention and its Protocols. It has no independent existence since it has effect solely in relation to “the enjoyment of the rights and freedoms” safeguarded by those provisions. Although the application of Article 14 does not presuppose a breach of those provisions – and to this extent it is autonomous – there can be no room for its application unless the facts at issue fall within the ambit of one or more of the latter (see, among many other authorities, Gaygusuz v. Austria, judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, p. 1141, § 36; and Thlimmenos v. Greece [GC], no. 34369/97, § 40, ECHR 2000-IV). In the present case, the complaint under Article 1 of Protocol No. 1 does not come within the scope of the Convention or its Protocols.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  It follows that there has been no breach of Article 14 of the Convention read in conjunction with Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.\tALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION, TAKEN TOGETHER WITH ARTICLE 14",
                        "elements": [
                            {
                                "content": "40.  The applicants also relied on Article 8 of the Convention, taken together with Article 14, in respect of the same complaints. Article 8 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except as such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the well-being of the country, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "1.  The first applicant's inheritance rights",
                                "elements": [
                                    {
                                        "content": "41.  Having regard to the conclusion set out in paragraph 34 and to the fact that the arguments advanced by the parties are the same as those it examined under Article 1 of Protocol No. 1 read in conjunction with Article 14 of the Convention, the Court does not consider it necessary to examine this complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The applicants' capacity to receive gifts",
                                "elements": [
                                    {
                                        "content": "42.  The applicants complained of the illegitimate child's incapacity to receive a gift from its parent if, at the time of its conception, the parent was bound by marriage to another person. They further complained that gifts by the father to the mother of such a child were null and void.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Government left this issue to the Court's discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court reiterated that by guaranteeing the right to respect for family life, Article 8 presupposes the existence of a family (Marckx v. Belgium, judgment cited above, § 31; and Johnston and Others v. Ireland, judgment of 18 December 1986, Series A no. 112, § 62). The question whether or not a “family life” exists is essentially one of fact depending upon the real existence in practice of close personal ties (K. and T. v. Finland [GC], no. 25702/94, § 150, ECHR 2001VII). The notion of “family” is not confined solely to marriage-based relationships but may encompass other de facto “family” ties where the parties are living together outside marriage (Johnston and Others v. Ireland, judgment cited above, § 55; and Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, § 44).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Accordingly, when deciding whether a relationship can be said to amount to “family life”, a number of factors may be relevant, including whether the couple live together, the length of their relationship and whether they have had children together (X. and Y. v. the United Kingdom, judgment of 22 April 1997, Reports 1997-II, § 36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the instant case, the Court notes that the first applicant was born in 1968, her parents having lived together since 1965 (see paragraph 9 above). She and her parents clearly formed a “family” within the meaning of Article 8 of the Convention at that time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court reiterated that questions of inheritance and voluntary dispositions between near relatives appear to be intimately connected with family life. Family life does not include only social, moral or cultural relations, for example in the sphere of children's education; it also comprises interests of a material kind, as is shown by, amongst other things, the obligations in respect of maintenance and the position occupied in the domestic legal systems of the majority of the Contracting States by the institution of the reserved portion of an estate (réserve héréditaire). Whilst inheritance rights are not normally exercised until the estate-owner's death, that is at a time when family life undergoes a change or even comes to an end, this does not mean that no issue concerning such rights may arise before the death: the distribution of the estate may be settled, and in practice fairly often is settled, by the making of a will or of a gift on account of a future inheritance (avance d'hoirie); it therefore represents a feature of family life that cannot be disregarded (see Marckx v. Belgium, judgment cited above, § 52).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 8 of the Convention therefore comes into play in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Nevertheless, it is not a requirement of Article 8 that a general right to receive voluntary dispositions from one's parents or of other members of the family or a share in their estate should be recognised: in the matter of patrimonial rights also, Article 8 in principle leaves to the Contracting States the choice of the means calculated to allow everyone to lead a normal family life and such an entitlement is not indispensable in the pursuit of a normal family life. In consequence, the restrictions which the French Civil Code places on the first applicant's capacity to receive gifts from her father are not of themselves in conflict with the Convention, that is, if they are considered independently of the reason underlying them (see Marckx v. Belgium, judgment cited above, § 53).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  \tOn the other hand, the distinction made in this connection between “illegitimate children conceived when [one of] their parents was bound by marriage to another person” and “legitimate” children does raise an issue under Article 14 of the Convention, taken together with Article 8. The Court reiterates on this point that in the enjoyment of the rights and freedoms guaranteed by the Convention, Article 14 affords protection against different treatment, without an objective and reasonable justification, of persons in similar situations (Mazurek v. France cited above, § 46).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In the instant case, owing to her position as an illegitimate child conceived when her father was bound by marriage to another person, the first applicant was statutorily disqualified from receiving an inter vivos or testamentary gift from her father of more than half of the reserved portion of the estate she would have received had she been legitimate. Likewise, on account of that incapacity, a statutory presumption arose that her father's gifts to her mother had been made through an intermediary. Consequently, on the death of the donor, all the gifts were artificially deemed to form part of the estate and, after calculations had been performed, the first applicant was required to pay each of the other heirs – the legitimate children – an equalising balance, with the result that all she in fact received was half her share.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As with the inheritance rights, the Court does not find any ground in the instant case on which to justify such discrimination based on birth out of wedlock.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.   Consequently, there has been a violation of Article 8 of the Convention, taken together with Article 14, in respect of both applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage sustained by the first applicant",
                                        "elements": [
                                            {
                                                "content": "52.  The first applicant simply requested the application of the law of succession and the provisions of her father's will without discrimination on the grounds that she was an illegitimate child conceived when her father was bound by marriage to someone other than her mother. Consequently, she claimed the current value of the gift of the disposable portion, that is to say one quarter of the estate, together with her reserved share amounting to a fifth of the remaining three-quarters, that is to say a fifth of the balance of the divisible assets (1,940,354 euros (“EUR”)), the reversionary pension stipulated in the will (EUR 78,929) and her entitlement as an heir to her father's copyright royalties (EUR 3,500). She affirmed that by bequeathing the disposable portion of the estate to her, her father had sought to restore a balance to compensate for the numerous gifts he had made to his first four children born more than twenty years before her and which had had enabled them to set up home. She disagreed with the Government's analysis of the deed of division dated 4 February 1999.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Government considered that the first applicant's father's intention in leaving her the disposable portion of the estate had been to compensate her for the difference at the time between the legitimate and the illegitimate child's entitlement to a reserved share. The various provisions he had made clearly reflected his wish to ensure a fair overall division of the estate between his five children. Consequently, in order to restore total equality between the five children, it was necessary to alter the basis on which the sums allocated to each had been calculated by including the disposable portion. If the reserved share had to be divided into five portions, the same rule had also to apply to the disposable portion, which had been left to the first applicant solely in order to compensate her for the provisions concerning the reserved share that were unfavourable to her. The Government added that the sum the first applicant had already received had to be deducted from the amounts so calculated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government consequently assessed the first applicant's pecuniary damage at approximately EUR 134,000, adding that it should bear interest only from the date of the Court of Cassation's judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "They also rejected any claim for a reversionary pension, arguing that the first applicant had not shown that she was entitled to the amount claimed under this head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court accepts that the first applicant sustained pecuniary damage in an amount equal to the difference between the sum she actually received and the share in her father's estate she would have received had she been his “legitimate” daughter (see Vermeire v. Belgium, judgment of 29 November 1991, Series A no. 214C, p. 84, § 31; and Camp and Bourimi v. the Netherlands, no. 28369/95, § 49, ECHR 2000X).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  As to the time at which the value of the estate falls to be determined, the Court observes that the estate was distributed amongst the heirs on 4 February 1999 (see paragraph 22 above). Consequently, it was the value which the estate had at that time which the first applicant would have obtained (see Camp and Bourimi v. the Netherlands cited above, § 49).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  In the present case, the discriminatory provisions affected the payment of a reversionary pension to the first applicant, the calculation of the division of the net assets of the estate and the payment of copyright royalties received by the estate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The decisions of the domestic courts show (see paragraph 20 above) that the payment of a reversionary pension to finance the first applicant's studies was refused on the basis of the discriminatory provisions then in force. The Court accordingly finds that had the first applicant been a legitimate child she would have been able to receive such a pension from the date of her father's death until the end of her studies, that is to say for a period of six years and nine months. Ruling on an equitable basis, the Court finds that the amount of the pension would have been EUR 700 a month. The first applicant would thus have received a total of EUR 56,700.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  As to the calculation of the first applicant's share of the estate, the Court notes that the gifts to the second applicant were brought into account by virtue of the discriminatory provisions then in force. Thus, had the first applicant been a legitimate child, the gifts to the second applicant (EUR 400,992) would not have been included in the estate whose net value would therefore have been EUR 1,247,061.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The value of the reversionary pension must also be deducted from the net value of the estate prior to its division between all the heirs. The amount to be divided therefore comes to EUR 1,190,361 (EUR 1,247,061 less EUR 56,700).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The division of the estate under the discriminatory provisions deprived the applicant of one half of her statutory reserved share and of the entire gift of the disposable portion of the estate she had been left in one of her father's wills.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Had she been legitimate, she would have received two fifths (EUR 476,144) of the net estate instead of 10%, as she would have received the disposable portion (25% of the estate) plus one fifth of the remaining 75% (15% of the estate), making a total of 40% (or two fifths) of the net estate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  As regards her entitlement to her father's copyright royalties, the Court notes that the royalties received up till 1999 were included in the net assets of the estate. Further, the Court finds that the first applicant can no longer have standing as a victim with regard to any copyright royalties paid to the estate after the date of delivery of this judgment. Consequently, it awards her the sum of EUR 300 in respect of her claim to royalties, being one fifth of the royalties accrued between 1999 and the date of this judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  Lastly, the Court notes that the financial exchanges resulting from the division of the estate did in fact take place following the delivery of the Court of Cassation's judgment of 3 May 2000. It consequently considers it necessary to revise the amounts payable to the first applicant in respect of the reversionary pension (EUR 56,700) and the division of the net estate (EUR 476,144) by adding interest calculated at the statutory rate for the years 2001 to 2004. The total revised amount comes to EUR 611,845.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  In conclusion, the Court finds that the first applicant should have received this latter amount plus the amount paid in respect of her entitlement to copyright royalties (EUR 300), that is to say EUR 612,145. It therefore awards the first applicant the sum of EUR 612,145 for pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Pecuniary damage sustained by the second applicant",
                                        "elements": [
                                            {
                                                "content": "62.  The second applicant sought reparation for the loss linked to the payment of the equalising balance on behalf of her daughter, namely EUR 281,797.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Government submitted that only the second applicant's non-pecuniary damage could be taken into account in the calculation of just satisfaction. However, were the Court to find that the second applicant had sustained pecuniary damage, they submitted that all that could be taken into account was the difference between the value of the asset the second applicant had sold to pay the equalising balance at the time of the sale and its current value.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Court notes that the first applicant was ordered to pay an equalising balance to the estate of EUR 236,187 (see paragraph 22 above). However, since her daughter had no property of her own, the second applicant decided to pay that balance on her behalf. The Court accepts, therefore, that the second applicant suffered direct pecuniary damage by paying the balance due by her daughter to the estate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It notes that although the division of the estate only became final in 2001, the equalising balance was deposited in 1999. It consequently considers it appropriate to revise that sum by adding interest calculated at the statutory rate for the years 2000 to 2004, making a total of EUR 278,634.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court consequently awards the second applicant the sum of EUR 278,634 for pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Non-pecuniary damage sustained by the applicants",
                                        "elements": [
                                            {
                                                "content": "66.  The applicants claimed compensation for non-pecuniary damage in the sum of EUR 80,000 each.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Government proposed a sum of EUR 3,000, that being the amount of the award in the Mazurek judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court finds that the discrimination suffered by the first applicant caused both applicants actual non-pecuniary damage that warranted an award of compensation. Ruling on an equitable basis, as required by Article 41 of the Convention, it awards each applicant EUR 3,000 under this head.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "1.  The first applicant's costs and expenses",
                                        "elements": [
                                            {
                                                "content": "69.  The first applicant sought reimbursement of various procedural costs incurred since her father's death. She assessed the costs she had incurred in the domestic proceedings at EUR 35,300 and in the proceedings before the Court at EUR 23,000. She produced vouchers in support of part of her claims.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Government submitted that they should not have to bear the first applicant's costs in the proceedings before the Court as she had chosen to represent herself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court considers that the costs incurred, both in the domestic proceedings and the proceedings before the Convention institutions, were intended to remedy the alleged violation of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The first applicant has produced evidence only in respect of EUR 20,760 of the costs she claims to have incurred in the domestic proceedings. She has provided details and evidence of costs amounting to EUR 12,180 for the proceedings before the Court. The Court finds that her claims for personal expenses in the proceedings before it are excessive and awards her EUR 1,500 under that head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Consequently, in the light of the evidence that has been produced, the Court awards the first applicant EUR 34,440 for costs and expenses.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The second applicant's costs and expenses",
                                        "elements": [
                                            {
                                                "content": "74.  The second applicant sought the reimbursement of the costs she had been compelled to incur to defend herself and her daughter, who at that time had no resources. She adduced evidence in support of her claims, which she put at EUR 2,356. She also sought the reimbursement of the costs of their first lawyer, who had represented them for five years, and which she said came to EUR 15,245. She explained with supporting evidence that she was unable to provide any vouchers for that sum, as the invoices had been appended to the written submissions to the Dijon Court of Appeal, which had disappeared, and she had not been provided with a duplicate copy as her lawyer had died in 2002 and his firm no longer existed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Government said that, owing to the lack of vouchers, they had no liability for the second applicant's costs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  As with the first applicant, the Court considers that the costs incurred by the second applicant in the domestic courts were intended to remedy the alleged violation of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  It notes that the second applicant has provided a breakdown and evidence in support of her claims up to a value of EUR 2,356. As regards reimbursement of the fees of their first lawyer, the Court considers that the second applicant has provided sufficient evidence to explain why she was unable to produce the invoices that had been lost with the written submissions to the Dijon Court of Appeal and that it is reasonable that she should be reimbursed the sums paid on that account.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Consequently, in the light of the evidence adduced to it, the Court awards the second applicant EUR 17,600 for costs and expenses.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "79.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 1 of Protocol No. 1, taken together with Article 14 of the Convention, in respect of the first applicant's inheritance rights;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 1 of Protocol No. 1, taken together with Article 14 of the Convention, in respect of both applicants' incapacity to receive gifts;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that it is unnecessary to examine the complaints under Article 8 of the Convention, taken together with Article 14, in respect of the first applicant's inheritance rights;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 8 of the Convention, taken together with Article 14, in respect of both applicants' incapacity to receive gifts;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a) that the respondent State is to pay the first applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following sums;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the second applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicants' claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 22 December 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MERGER AND CROS v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-67906.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:1222JUD006886401",
    "externalsources": [],
    "extractedappno": [
        "68864/01",
        "34406/97",
        "34369/97",
        "25702/94",
        "28369/95"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-67906",
    "judgementdate": "22/12/2004 00:00:00",
    "kpdate": "22/12/2004 00:00:00",
    "kpthesaurus": [
        "343",
        "100",
        "27",
        "292",
        "369",
        "311",
        "451",
        "425",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-1",
        "8",
        "8-1",
        "14",
        "41",
        "P1-1"
    ],
    "parties": [
        "MERGER AND CROS",
        "FRANCE"
    ],
    "rank": "504.331451416016",
    "representedby": [
        "N/A"
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "Camp and Bourimi v. the Netherlands, no. 28369/95, § 49, ECHR 2000-X",
        "Gaygusuz v. Austria, judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, p. 1141, § 36",
        "Inze v. Austria, judgment of 28 October 1987, Series A no. 126, p. 17, § 38",
        "Johnston and Others v. Ireland, judgment of 18 December 1986, Series A no. 112, § 55 and § 62",
        "K. and T. v. Finland [GC], no. 25702/94, § 50, ECHR 2001-VII",
        "Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, § 44 :",
        "Marckx v. Belgium, judgment of 13 June 1979, Series A no. 31, §§ 31, 50, 52 and 53",
        "Mazurek v. France, no. 34406/97, §§ 40, 46, 54 and 55, ECHR 2000-II",
        "Thlimmenos v. Greece [GC], no. 34369/97, § 40, ECHR 2000-IV",
        "Vermeire v. Belgium, judgment of 29 November 1991, Series A no. 214-C, p. 84, § 31",
        "X, Y and Z v. the United Kingdom, judgment of 22 April 1997, Reports of Judgments and Decisions 1997-II, § 36"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "331578",
    "typedescription": "15"
}