{
    "__articles": "5;5-1;5-4",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Speediness of review)",
    "applicability": "",
    "appno": "46580/08",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Speediness of review"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-181589.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 46580/08) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Aleksandr Fedorovich Malimonenko (“the applicant”), on 22 July 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr M.O. Tarakhkalo, a lawyer practising in Ukraine. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 30 August 2011 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1965 and lives in Kharkiv, Ukraine.",
                                "elements": []
                            },
                            {
                                "content": "5.  In 1999 he obtained a Russian passport.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 29 December 2006 the Leninskiy District Court of Dnepropetrovsk, Ukraine, ordered to arrest and bring the applicant to the court in order to determine the preventive measure during the investigation of his alleged robbery. The applicant’s name was put on the international list of wanted persons.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 26 September 2007 the applicant was arrested in Moscow. As the applicant was a Russian national, he was released.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 14 October 2007 the Ukrainian authorities sought the applicant’s extradition from Russia in relation to the criminal proceedings against him.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 21 December 2007 the Russian Federal Migration Authority concluded that the applicant had fraudulently obtained his Russian passport by falsifying a number of documents. They ordered to seize his passport and put his name on the federal wanted list. The applicant’s subsequent attempts to challenge the Federal Migration Authority’s decision on his Russian passport were unsuccessful.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 13 May 2008 the applicant was arrested. On 15 May 2008 a prosecutor authorised his detention considering that the decision of 29 December 2006 of the Leninskiy District Court of Dnepropetrovsk had authorised the applicant’s “placement into custody”, as mentioned in Article 61 § 1 of the Minsk Convention.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 24 June 2008 a district prosecutor decided that the applicant should be “placed in custody” considering that the decision of the Leninskiy District Court of Dnepropetrovsk of 29 December 2006 authorised “placement into custody”, as required under Article 466 § 2 of the Russian Code of Criminal Procedure (“the CCrP”).",
                                "elements": []
                            },
                            {
                                "content": "12.  On several occasions the applicant unsuccessfully complained about his detention to the prosecuting authorities. On 4 September 2008 the Perovskiy District Court of Moscow dismissed the applicant’s complaint considering that his arrest and detention in relation to the Ukrainian extradition request had been and remained lawful. On 24 November 2008 the Moscow City Court upheld this decision of 4 September 2008 concluding that “matters relating to lawfulness and reasons for detention should be raised under another procedure prescribed by law”.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 3 October 2008 the Russian Prosecutor General’s Office granted the extradition request. On 18 November 2008 the Moscow City Court confirmed the decision of 3 October 2008. On 29 January 2009 the Supreme Court of Russia upheld the judgment of 18 November 2008 on appeal.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 20 May 2009 the applicant was transferred to the Ukrainian authorities in the town of Kharkov. On 26 May 2009 he was transferred to the town of Dnepropetrovsk. On 6 June 2009 a Ukrainian court refused to order the applicant’s detention pending the investigation. The applicant was released.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "15.  For a summary of the relevant domestic and international law on the issue of detention pending extradition see Zokhidov v. Russia (no. 67286/10, §§ 84-101, 5 February 2013).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  The applicant complained that that his detention pending extradition had been unlawful and lasted too long. He relied on Article 5 § 1 (f) of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "17.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions of the parties",
                                        "elements": [
                                            {
                                                "content": "18.  The Government argued that, in view of the existence of the foreign court’s detention order of 29 December 2006 in respect of the applicant, his detention had been properly authorised by a prosecutor’s order of 15 May 2008 on the basis of Article 61 § 1 of the Minsk Convention and by another prosecutor’s order of 24 June 2008 under Article 466 § 2 of the CCrP. Given the above the applicant’s detention was lawful. The Government considered that the applicant’s extradition case had been examined with proper diligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The applicant submitted that the foreign court’s order of 29 December 2006 had been not to detain, but only to bring him to the court for determination of his preventive measure. Thus, the decision of 29 December 2006 was not “a foreign court’s detention order” within the meaning of Article 466 § 2 of the CCrP. Therefore, his detention fell under Article 466 § 1 and the latter provision required that a Russian court authorised a detention pending extradition following the procedure set by Chapter 13 of the CCrP (in particular, Article 108 of the CCrP). As there were no Russian court decisions in his case, the applicant maintained that his detention was unlawful. Furthermore, even assuming that the initial placement in custody was compatible with the domestic legal provisions, it ceased to be lawful after the expiry of the two-month period provided for by Article 109 § 1 of Chapter 13 of the CCrP. The applicant further argued that his overall detention of about twelve months showed that the extradition proceedings had not been pursued with diligence.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "20.  The Court has found in many cases against Russia that the domestic legal provisions governing detention pending extradition fell short of the “quality of law” standard required under the Convention and did not offer the adequate protection from arbitrary detention (see, among others, Nasrulloyev v. Russia, no. 656/06, §§ 72-77, 11 October 2007; Ismoilov and Others v. Russia, no. 2947/06, §§ 138-40, 24 April 2008; Dzhurayev v. Russia, no. 38124/07, §§ 69-77, 17 December 2009; Elmuratov v. Russia, no. 66317/09, §§ 104-12, 3 March 2011; Abdulkhakov v. Russia, no. 14743/11, §§ 171-81, 2 October 2012; Zokhidov v. Russia, no. 67286/10, §§ 155-63, 5 February 2013; and Akram Karimov v. Russia, no. 62892/12, §§ 148-53, 28 May 2014). In particular, the Court has held that neither Article 61 of the Minsk Convention, nor Article 466 § 2 of the CCrP established the procedure to be followed or time-limits to respect when ordering or extending the detention of a person whose extradition had been sought. In the present case the applicant’s detention pending his extradition was ordered by two prosecutors’ orders referring to those two provisions. The Court sees no reason to depart from its previous findings on the matter and concludes that the applicant’s detention was unlawful under Article 5 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  There has accordingly been a violation of Article 5 § 1 of the Convention. The Court does not need to consider separately whether the extradition proceedings were conducted with special diligence (see Ismoilov and Others, cited above, § 140).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant complained he had been unable to obtain speedy judicial review of the lawfulness of his detention. He relied on Article 5 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“[...] 4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.[...]”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "23.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions of the parties",
                                        "elements": [
                                            {
                                                "content": "24.  The Government argued that it had been open to the applicant to challenge the prosecutors’ detention orders under Article 125 of the CCrP and that he had availed of that procedure to challenge his detention. The Government referred, in particular, to the judgment of the Perovskiy District Court of 4 September 2008 (as upheld on 24 November 2008 by the Moscow City Court).",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The applicant countered that the Moscow City Court in its appeal decision of 24 November 2008 rejected to examine his complaint about unlawful detention under Article 125 of the CCrP. He further argued that Article 125 of the CCrP could not be considered an effective judicial review for the purposes of Article 5 § 4 of the Convention because even if the domestic courts found under Article 125 of the CCrP the authorities’ actions in respect of his detention unlawful, they had no power to release him.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "26.  The Court observes that it has stated in a number of earlier cases relating to applicants’ detention pending extradition that Article 125 of the CCrP could not be considered to provide an avenue for judicial complaints by individuals detained with a view to extradition, because Russian courts have consistently refused to examine applications lodged by people in that position, on the ground that they were not party to criminal proceedings against them in Russia (see, for example, Ismoilov and Others, cited above, § 150, and Sultanov v. Russia, no. 15303/09, § 91, 4 November 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The present case is similar to the above cases. In particular, in its appeal decision of 24 November 2008 the Moscow City Court noted that the “matters relating to lawfulness and reasons for detention should be raised under another procedure”. However, the Moscow City Court did not indicate which procedure the applicant had to use. Thus, there is nothing for the Court to depart from its earlier findings in respect of the judicial review under Article 125 of the CCrP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  It follows that the applicant had not had at his disposal any procedure for judicial review of his detention. There has therefore been a violation of Article 5 § 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  Lastly, the Court has examined the other complaints submitted by the applicant and, having regard to all the material in its possession and in so far as the complaints fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "31.  The applicant claimed 46,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government considered those claims excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court awards the applicant EUR 7,500 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "34.  The applicant also claimed EUR 2,713.2 for the costs and expenses incurred before the Court to be paid directly to his representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government doubted that the above costs and expenses had been actually incurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award the sum of EUR 2,713.2 covering costs for the proceedings before the Court, to be paid directly to the applicant’s representative, Mr Tarakhkalo.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "37.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning lawfulness and availability of judicial review of the applicant’s detention pending extradition admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 March 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Branko Lubarda",
            "role": "president"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MALIMONENKO v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-181589.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0320JUD004658008",
    "externalsources": [],
    "extractedappno": [
        "46580/08",
        "67286/10",
        "656/06",
        "2947/06",
        "38124/07",
        "66317/09",
        "14743/11",
        "62892/12",
        "15303/09"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-181589",
    "judgementdate": "20/03/2018 00:00:00",
    "kpdate": "20/03/2018 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "474"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "5-1",
        "5-4",
        "5"
    ],
    "parties": [
        "MALIMONENKO",
        "RUSSIA"
    ],
    "rank": "2296.43969726563",
    "representedby": [
        "TARAKHKALO M.O."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "473222",
    "typedescription": "15"
}