{
    "__articles": "6;6-1;29;29-3;41;P1-1;P1-1-2;P1-1-1;14",
    "__conclusion": "Violation of Art. 6-1;Inadmissible under Art. 14;Inadmissible under P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "73369/01",
    "article": [
        "14",
        "p1-1",
        "29",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Inadmissible under Art. 14",
            "type": "other"
        },
        {
            "element": "Inadmissible under P1-1",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-67206.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 73369/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Mr József Rajnai (“the applicant”), on 9 February 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Hungarian Government (“the Government”) were represented by their Agent, Mr L. Höltzl, Deputy State-Secretary, Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 11 March 2003 the Court declared the application partly inadmissible and decided to communicate the complaint concerning the length of the proceedings to the Government. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the remainder of the application at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "4.  The applicant was born in 1954 and lives in .",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant kept bees in his yard. On 11 April 1995 the , acting in accordance with a Decree of the City Council, ordered the applicant to remove the bees from his yard to an area where they did not disturb the neighbours. On 24 May 1995 the Fejér County Administrative Office, on the applicant's appeal of 18 April 1995, quashed the first-instance administrative decision and remitted the case to the Municipality, holding that it had failed to warn the applicant prior to taking its decision.",
                        "elements": []
                    },
                    {
                        "content": "6.  In the resumed administrative proceedings, on 18 March 1996 the Municipality, as confirmed by the Administrative Office on 20 June 1996, limited the allowed population of bees to 20 families to protect the neighbours' interests and requested the applicant to remove the entities above this amount. Subsequently, on 8 July 1996 the applicant challenged these decisions before the Székesfehérvár District Court.",
                        "elements": []
                    },
                    {
                        "content": "7.  On the applicant's complaint, on 28 February 1997 the  partly annulled the City Council's aforementioned Decree.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 13 January 1998 the District Court, as confirmed by the  on 12 May 1998, quashed the administrative decisions and remitted the case to the Municipality. On 22 January 2001 the Supreme Court dismissed the applicant's petition for review of these decisions.",
                        "elements": []
                    },
                    {
                        "content": "9.  Meanwhile in the resumed administrative proceedings, on 8 February 1999 the Municipality, as confirmed by the City Council on 9 March 1999, again limited the allowed population of bees to 20 families and requested the applicant to keep the entities above this amount at a place where they would not disturb the neighbours. On 12 April 1999 the applicant challenged these decisions before the . Simultaneously, he challenged all the judges of the  for bias.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 29 September 1999 the Supreme Court appointed the  to hear the case. The court held hearings on 3 November 1999 and 1 March 2000. On the latter date, accepting the applicant's request, the court suspended the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "11.  In the resumed proceedings, on 12 June 2001 the  dismissed the applicant's claims. No appeal lay against this decision.",
                        "elements": []
                    },
                    {
                        "content": "12.  Subsequently, on 24 July 2001 the applicant filed a petition for review with the Supreme Court. On 21 January 2002 the Supreme Court appointed a legal-aid lawyer to assist the applicant. On 9 September 2003 the Supreme Court dismissed the applicant's petition for review, holding that the decisions had been taken in order to protect public health in accordance with the law, namely Decree no. 15/1969 of the Ministry of Agriculture and local regulations.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "13.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, provided in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "14.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "15.  The period to be taken into consideration began on 18 April 1995 and ended on 9 September 2003. It thus lasted eight years and five months.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "16.  The Court notes that the this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "17.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLE 14 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL NO. 1",
                        "elements": [
                            {
                                "content": "20.  The applicant complained about the outcome of the proceedings. He submitted that he had been forced to sell his bees which exceeded in number the limit imposed by the Municipality. He invoked Article 14 of the Convention and Article 1 of Protocol No. 1. The latter reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court considers that the limitation on the number of bees which could be kept by the applicant amounted to a control of the use of property within the meaning of the second paragraph of Article 1 of Protocol No. 1, which authorises States to enact “such laws as [they deem] necessary to control the use of property in accordance with the general interest” (see AGOSI v. the United Kingdom, judgment of 24 October 1986, Series A no. 108, pp. 1718, § 51, and Handyside v. the United Kingdom, judgment of 7 December 1976, Series A no. 24, pp. 29-30, §§ 62-63). As such, there has been an interference with the applicant's right under Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "According to the Court's case-law, an interference must be prescribed by law and must pursue one or more legitimate aims; in addition, there must be a reasonable relationship of proportionality between the means employed and the aim or aims sought to be realised. In other words, it must be determined whether a fair balance was struck between the demands of the general interest and the interest of the individual or individuals concerned (see Sporrong and Lönnroth v. Sweden, judgment of 23 September 1982, Series A no. 52, p. 26, § 69, and p. 28, § 73, and James and Others v. the United Kingdom, judgment of 21 February 1986, Series A no. 98, p. 34, § 50).",
                                "elements": []
                            },
                            {
                                "content": "22.  The Court notes that the restriction placed on the number of bees which the applicant could keep on his property was ordered pursuant to Decree no. 15/1969 of the Ministry of Agriculture and local regulations. The interference was therefore prescribed by law.",
                                "elements": []
                            },
                            {
                                "content": "23.  Moreover, the restriction pursued the legitimate aim of the protection of public health and thus the general interest.",
                                "elements": []
                            },
                            {
                                "content": "24.  As to the fair-balance requirement, it observes that the applicant was not prevented entirely from using his property for bee-keeping. Furthermore, the applicant was able to contest the proportionality of the interference in the context of a fair and adversarial procedure. Having regard to these considerations and to the State's wide margin of appreciation on public health and environmental matters, the Court finds that the applicant's allegations do not disclose any appearance of a breach of Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "25.  As to the applicant's complaint under Article 14, the Court observes that there is no substantiation in the case file that he was the victim of discrimination in the enjoyment of any of his Convention rights.",
                                "elements": []
                            },
                            {
                                "content": "26.  It follows that this part of the application is manifestly ill-founded and must be rejected, pursuant to Article 35 §§ 3 and 4 of the Convention.                                                                                                                                                                                                                                                                                                      ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "28.  The applicant claimed 31,432 euros (EUR) in respect of pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. However, the Court considers that the applicant must have sustained some degree of non-pecuniary damage on account of the length of the domestic proceedings. Ruling on an equitable basis, it awards him EUR 3,000 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "31.  The applicant also claimed EUR 666 for all his costs and expenses including EUR 60 for the Convention proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the applicant the sum of EUR 60 covering the costs of the Convention proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "34.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": " 3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros) in respect of non-pecuniary damage and EUR 60 (sixty euros) in respect of costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 October 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrL. Loucaides",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": ""
        },
        {
            "name": "MrG. Bonello",
            "role": ""
        },
        {
            "name": "MrK. Jungwiert",
            "role": ""
        },
        {
            "name": "MrsW. Thomassen",
            "role": ""
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": ""
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "05/10/2004 00:00:00",
    "docname": "CASE OF RAJNAI v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-67206.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:1026JUD007336901",
    "externalsources": [],
    "extractedappno": [
        "73369/01",
        "30979/96"
    ],
    "importance": "4",
    "introductiondate": "09/02/2001 00:00:00",
    "issue": [],
    "itemid": "001-67206",
    "judgementdate": "26/10/2004 00:00:00",
    "kpdate": "26/10/2004 00:00:00",
    "kpthesaurus": [
        "354",
        "369",
        "62",
        "167",
        "321",
        "445",
        "13",
        "406",
        "216",
        "343"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-2",
        "P1-1-1",
        "14",
        "29",
        "29-3",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "RAJNAI",
        "HUNGARY"
    ],
    "rank": "497.864929199219",
    "representedby": [
        "N/A"
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [
        "AGOSI v. the United Kingdom, judgment of 24 October 1986, Series A no. 108, pp. 17 18, § 51",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Handyside v. the United Kingdom, judgment of 7 December 1976, Series A no. 24, pp. 29-30, §§ 62-63",
        "James and Others v. the United Kingdom, judgment of 21 February 1986, Series A no. 98, p. 34, § 50",
        "Sporrong and Lönnroth v. Sweden, judgment of 23 September 1982, Series A no. 52, p. 26, § 69, p. 28, § 73"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "330217",
    "typedescription": "15"
}