{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "4563/07;19923/08;29853/08;35836/08;37062/08;37064/08;37069/08;37072/08;37568/08;37717/08;38120/08;38832/08;39479/08;39532/08;39601/08;40675/08;40676/08;40678/08;41157/08;41158/08;41161/08;41163/08;41794/08;41804/08;41806/08;41807/08;41810/08;41820/08;41822/08;41824/08;41825/08;41828/08;41911/08;41975/08;41981/08;42005/08;42006/08;44357/08;44361/08;44617/08;45200/08;45204/08;45207/08;45243/08;45246/08;45253/08;45258/08;45261/08;45265/08;45833/08;45834/08;46047/08;46210/08;46211/08;46215/08;46218/08;46965/08;46968/08;47762/08;47768/08;47774/08;47776/08;47779/08;47783/08;47878/08;48025/08;48045/08;48049/08;48054/08;48056/08;48587/08;48606/08;48854/08;48861/08;48877/08;48942/08;48956/08;49322/08;49325/08;49411/08;49415/08;49563/08;51002/08;52521/08;52557/08;52563/08;52566/08;53574/08;53579/08;53583/08;53587/08;53589/08;53593/08;53595/08;53600/08;53603/08;53605/08;53607/08;53611/08;53614/08;53617/08;53620/08;53623/08;53629/08;53632/08;54367/08;54379/08;54384/08;54392/08;54396/08;54398/08;54399/08;54400/08;54431/08;54456/08;54470/08;54473/08;54507/08;54513/08;54526/08;54530/08;54590/08;54593/08;54596/08;54602/08;54605/08;54608/08;56037/08;56774/08;56778/08;56781/08;56784/08;56786/08;56789/08;56801/08;56806/08;56813/08;56816/08;56827/08;56832/08;56837/08;58306/08;58344/08;59027/08;59599/08;59626/08;59628/08;59698/08;59699/08;59703/08;60036/08;4507/09",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-96387.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in 152 applications (nos. 4563/07, 19923/08, 29853/08, 35836/08, 37062/08, 37064/08, 37069/08, 37072/08, 37568/08, 37717/08, 38120/08, 38832/08, 39479/08, 39532/08, 39601/08, 40675/08, 40676/08, 40678/08, 41157/08, 41158/08, 41161/08, 41163/08, 41794/08, 41804/08, 41806/08, 41807/08, 41810/08, 41820/08, 41822/08, 41824/08, 41825/08, 41828/08, 41911/08, 41975/08, 41981/08, 42005/08, 42006/08, 44357/08, 44361/08, 44617/08, 45200/08, 45204/08, 45207/08, 45243/08, 45246/08, 45253/08, 45258/08, 45261/08, 45265/08, 45833/08, 45834/08, 46047/08, 46210/08, 46211/08, 46215/08, 46218/08, 46965/08, 46968/08, 47762/08, 47768/08, 47774/08, 47776/08, 47779/08, 47783/08, 47878/08, 48025/08, 48045/08, 48049/08, 48054/08, 48056/08, 48587/08, 48606/08, 48854/08, 48861/08, 48877/08, 48942/08, 48956/08, 49322/08, 49325/08, 49411/08, 49415/08, 49563/08, 51002/08, 52521/08, 52557/08, 52563/08, 52566/08, 53574/08, 53579/08, 53583/08, 53587/08, 53589/08, 53593/08, 53595/08, 53600/08, 53603/08, 53605/08, 53607/08, 53611/08, 53614/08, 53617/08, 53620/08, 53623/08, 53629/08, 53632/08, 54367/08, 54379/08, 54384/08, 54392/08, 54396/08, 54398/08, 54399/08, 54400/08, 54431/08, 54456/08, 54470/08, 54473/08, 54507/08, 54513/08, 54526/08, 54530/08, 54590/08, 54593/08, 54596/08, 54602/08, 54605/08, 54608/08, 56037/08, 56774/08, 56778/08, 56781/08, 56784/08, 56786/08, 56789/08, 56801/08, 56806/08, 56813/08, 56816/08, 56827/08, 56832/08, 56837/08, 58306/08, 58344/08, 59027/08, 59599/08, 59626/08, 59628/08, 59698/08, 59699/08, 59703/08, 60036/08, and 4507/09) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by 156 Russian citizens whose names and dates of birth are tabulated in the Annex (“the applicants”). The applications' dates of introduction are also tabulated in the Annex.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented, respectively, by Mr M. Antonov, Mr I. Fedotov, Mr V. Glukhov, Ms O. Gurova, Mr G. Migay, Mr. Y. Pakin, and Ms L. Yerokhina, consultants from the Moscow Region. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 12 February 2009 the President of the First Section decided to give notice of the applications to the Government. It was also decided to examine the merits of the applications at the same time as their admissibility (Article 29 § 3). The Government objected to the joint examination of the admissibility and merits, but the Court rejected this objection.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "4.  The applicants are pensioners who live in the Moscow Region. Before retirement they used to work in hazardous industries. They had a dispute with a pension authority about the scope of their privileged pensions and appealed to the Region's district and town courts.",
                        "elements": []
                    },
                    {
                        "content": "5.  In September 2003–November 2006 the courts held for the applicants and ordered the pension authority to recalculate the pensions. The courts based their findings on the Law on Labour Pensions. These judgments became binding and were executed.",
                        "elements": []
                    },
                    {
                        "content": "6.  On the pension authority's request, in October 2007–June 2008 the district and town courts quashed their judgments due to discovery of new circumstances. The courts found, in particular, that the judgments had ignored the interpretation of the Law on Labour Pensions given by the Supreme Court in December 2005 and March 2007.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicants' cases were remitted for a rehearing and eventually dismissed.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "8.  As the applications are similar in terms of both fact and law, the Court decides to join them.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "9.  The applicants complained under Article 6 of the Convention and Article 1 of Protocol No. 1 that the quashing of the binding judgments was unjustified. Insofar as relevant, these Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "10.  The Government argued that the applications were inadmissible. The Supreme Court's interpretations of the Law on Labour Pensions revealed fundamental errors in the district and town courts' reasoning, and hence those judgments had had to be quashed. The quashing had been legitimate, lawful, and compliant with the principle of legal certainty. The quashing was meant to ensure a uniform and coherent functioning of the State pension scheme and to protect the public purse from undue depletion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicants argued that their applications were admissible. The quashing had been unjustified because the district and town courts did take into account the interpretation of 2005, and because the interpretation of 2007 had been given after the judgments. In any event, a legislative interpretation of laws might come only from a lawmaker, not from a court. Besides, the pension authority had missed the statutory time-limit for the quashing, and the courts had extended that limit without good reason.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Court notes that the applications are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "13.  The Court reiterates that for the sake of legal certainty implicitly required by Article 6, final judgments should generally be left intact. They may be disturbed only to correct fundamental defects (see Ryabykh v. Russia, no. 52854/99, §§ 51–52, ECHR 2003IX). Quashing of judgments because of newly-discovered circumstances is not by itself incompatible with this requirement, but the manner of its application may be (see Pravednaya v. Russia, no. 69529/01, §§ 27–34, 18 November 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In the case at hand, the domestic courts justified the quashing with the Supreme Court's two interpretations of the Law on Labour Pensions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the interpretation of 2005, the Court considers that differing judicial interpretations of a law represent a ground for an ordinary appeal, rather than a discovery warranting a quashing of a binding judgment (see Yerogova v. Russia, no. 77478/01, § 34, 19 June 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the interpretation of 2007, the Court reiterates that newly-discovered circumstances are circumstances that exist during the trial, remain hidden from the court, and become known after trial. Since the interpretation of 2007 was posterior to the 's judgments, it did not justify the quashing either (see Yerogova, cited above, § 33).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  It follows that the quashing of the applicants' judgments was unjustified, and that there has, accordingly, been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage, costs, and expenses",
                                "elements": [
                                    {
                                        "content": "17.  In respect of pecuniary damage, the applicants claimed sums ranging from 0 euros (EUR) to EUR 11,344. According to the applicants, these sums represented the difference between the pensions they had been receiving after the quashing and the pensions they would have received if there had been no quashing. The Government argued that this claim was excessive and unreasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Court rejects this claim in view of its speculative character (see Tarnopolskaya and Others v. Russia, nos. 11093/07, 14558/07, 19660/07, 30166/07, 46736/07, 52681/07, 52985/07, 10633/08, 10652/08, 12694/08, 15437/08, 16691/08, 19447/07, 19457/08, 20857/08, 20872/08, 22546/08, 25820/08, 25839/08, and 25845/08, § 51, 9 July 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In respect of non-pecuniary damage, the applicants claimed sums ranging from EUR 2,000 to EUR 10,000. The Government contested this claim as ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In respect of costs and expenses incurred before the Court, the applicants claimed sums ranging from EUR 0 to EUR 1,640. The Government noted that any possible award should cover only proven expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court reiterates that it is an international judicial authority contingent on the consent of the States signatory to the Convention, and that its principal task is to secure the respect for human rights, rather than compensate applicants' losses minutely and exhaustively. Unlike in national jurisdictions, the emphasis of the Court's activity is on passing public judgments that set human-rights standards across Europe.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  For this reason, in cases involving many similarly situated victims a unified approach may be called for. This approach will ensure that the applicants remain aggregated and that no disparity in the level of the awards will have a divisive effect on the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In view of the above, making its assessment on equitable and reasonable bases, the Court awards each applicant EUR 2,000 in respect of non-pecuniary damage, and costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "24.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay each applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros), plus any tax that may be chargeable to the applicants, in respect of non-pecuniary damage, and costs and expenses, to be converted into Russian roubles at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants' claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 17 December 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RYABOV AND OTHER “PRIVILEGED PENSIONERS” CASES v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-96387.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1217JUD000456307",
    "externalsources": [],
    "extractedappno": [
        "4563/07",
        "19923/08",
        "29853/08",
        "35836/08",
        "37062/08",
        "37064/08",
        "37069/08",
        "37072/08",
        "37568/08",
        "37717/08",
        "38120/08",
        "38832/08",
        "39479/08",
        "39532/08",
        "39601/08",
        "40675/08",
        "40676/08",
        "40678/08",
        "41157/08",
        "41158/08",
        "41161/08",
        "41163/08",
        "41794/08",
        "41804/08",
        "41806/08",
        "41807/08",
        "41810/08",
        "41820/08",
        "41822/08",
        "41824/08",
        "41825/08",
        "41828/08",
        "41911/08",
        "41975/08",
        "41981/08",
        "42005/08",
        "42006/08",
        "44357/08",
        "44361/08",
        "44617/08",
        "45200/08",
        "45204/08",
        "45207/08",
        "45243/08",
        "45246/08",
        "45253/08",
        "45258/08",
        "45261/08",
        "45265/08",
        "45833/08",
        "45834/08",
        "46047/08",
        "46210/08",
        "46211/08",
        "46215/08",
        "46218/08",
        "46965/08",
        "46968/08",
        "47762/08",
        "47768/08",
        "47774/08",
        "47776/08",
        "47779/08",
        "47783/08",
        "47878/08",
        "48025/08",
        "48045/08",
        "48049/08",
        "48054/08",
        "48056/08",
        "48587/08",
        "48606/08",
        "48854/08",
        "48861/08",
        "48877/08",
        "48942/08",
        "48956/08",
        "49322/08",
        "49325/08",
        "49411/08",
        "49415/08",
        "49563/08",
        "51002/08",
        "52521/08",
        "52557/08",
        "52563/08",
        "52566/08",
        "53574/08",
        "53579/08",
        "53583/08",
        "53587/08",
        "53589/08",
        "53593/08",
        "53595/08",
        "53600/08",
        "53603/08",
        "53605/08",
        "53607/08",
        "53611/08",
        "53614/08",
        "53617/08",
        "53620/08",
        "53623/08",
        "53629/08",
        "53632/08",
        "54367/08",
        "54379/08",
        "54384/08",
        "54392/08",
        "54396/08",
        "54398/08",
        "54399/08",
        "54400/08",
        "54431/08",
        "54456/08",
        "54470/08",
        "54473/08",
        "54507/08",
        "54513/08",
        "54526/08",
        "54530/08",
        "54590/08",
        "54593/08",
        "54596/08",
        "54602/08",
        "54605/08",
        "54608/08",
        "56037/08",
        "56774/08",
        "56778/08",
        "56781/08",
        "56784/08",
        "56786/08",
        "56789/08",
        "56801/08",
        "56806/08",
        "56813/08",
        "56816/08",
        "56827/08",
        "56832/08",
        "56837/08",
        "58306/08",
        "58344/08",
        "59027/08",
        "59599/08",
        "59626/08",
        "59628/08",
        "59698/08",
        "59699/08",
        "59703/08",
        "60036/08",
        "4507/09",
        "52854/99",
        "69529/01",
        "77478/01",
        "11093/07",
        "14558/07",
        "19660/07",
        "30166/07",
        "46736/07",
        "52681/07",
        "52985/07",
        "10633/08",
        "10652/08",
        "12694/08",
        "15437/08",
        "16691/08",
        "19447/07",
        "19457/08",
        "20857/08",
        "20872/08",
        "22546/08",
        "25820/08",
        "25839/08",
        "25845/08",
        "12/06",
        "06/06",
        "11/07",
        "05/06",
        "10/07",
        "04/05",
        "09/06",
        "08/06",
        "10/06",
        "11/06",
        "07/06",
        "09/03",
        "09/08",
        "06/05",
        "04/06",
        "05/05",
        "07/05",
        "09/09",
        "03/06",
        "02/06",
        "08/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-96387",
    "judgementdate": "17/12/2009 00:00:00",
    "kpdate": "17/12/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "RYABOV AND OTHER “PRIVILEGED PENSIONERS” CASES",
        "RUSSIA"
    ],
    "rank": "707.393615722656",
    "representedby": [
        "ANTONOV, M.",
        "FEDOTOV, I.",
        "GLUKHOV, V.",
        "GUROVA, O.",
        "MIGAY, G.",
        "PAKIN, Y.",
        "YEROKHINA, L."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "355143",
    "typedescription": "15"
}