{
    "__articles": "2;2-1;3;29;29-3;35;35-1",
    "__conclusion": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 2 (procedural aspect);Violation of Art. 3 (substantive aspect)",
    "applicability": "",
    "appno": "5608/05",
    "article": [
        "29",
        "3",
        "35",
        "2"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "procedural aspect"
            ],
            "element": "Violation of Art. 2",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "substantive aspect"
            ],
            "element": "Violation of Art. 3",
            "type": "violation"
        }
    ],
    "content": {
        "001-88972.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 5608/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a French national, Ms Hélène Renolde (“the applicant”), on 3 February 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr E. Renolde, her father, who lives in Chatou. The French Government (“the Government”) were represented by their Agent, Mrs E. Belliard, Director of Legal Affairs at the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the French authorities had not taken the necessary measures to protect the life of Joselito Renolde and that his placement in a punishment cell for forty-five days had been excessive in view of his mental fragility. She relied in substance on Articles 2 and 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 3 November 2005 the Court decided to give notice of the application to the Government. It also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3 of the Convention).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1962 and lives in Chatou.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant is the sister of Joselito Renolde, who was born on 17 August 1964 and died on 20 July 2000 after hanging himself in a cell in Bois-d’Arcy Prison, where he was in pre-trial detention. They are members of a family of Travellers.",
                                "elements": []
                            },
                            {
                                "content": "A.  The facts",
                                "elements": [
                                    {
                                        "content": "7.  Joselito Renolde was separated from his former partner, with whom he had two children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 12 April 2000 he was placed under investigation by the investigating judge at the Meaux tribunal de grande instance for the armed assault on 8 April 2000 of his former partner and their thirteen-year-old daughter, occasioning total unfitness for work for more than eight days, and also for criminal damage and theft.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On the same day Joselito Renolde was placed in pre-trial detention in Meaux Prison. A medical and psychological report ordered by the investigating judge, submitted on 19 July 2000, found that he had retardations and deficits in the cognitive sphere; that, having a neurotic structure, he possessed immature and infantile defence mechanisms and several paranoid traits; and that, as he was incapable of mentalising, all his violence was expressed on a physical level.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 30 June 2000 he was transferred to Bois-d’Arcy Prison to be closer to his family. His personal file described him as a normal person and mentioned sedative treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 2 July 2000 Joselito Renolde attempted to commit suicide by cutting his arm with a razor and was treated at the infirmary. The warder on duty found him to be somewhat “disturbed” and called in the Rapid Crisis Intervention Team (Équipe Rapide Intervention de Crise – “ERIC”) from the psychiatric unit at  after Joselito Renolde had claimed to be hearing voices. The duty officer also observed three other cuts on his forearm and noted in the file that he had forced his way out of his cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The emergency report drawn up by the ERIC team stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Patient who made an SA [suicide attempt] by cutting his forearm with a razor. This act took place in the context of a hallucinatory delusional state observed since yesterday by the prison duty staff. On being interviewed, the patient displays incoherent, dissociative speech, a listening attitude, mentions verbal hallucinations, [illegible], persecutory delusional statements ... The patient mentions his psychiatric history, says that he has already been admitted to hospital and has already taken Tercian ... Conclusion: acute delirious episode.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The ERIC team accordingly prescribed antipsychotic neuroleptic treatment, later adding an anxiolytic. The infirmary staff supplied the medicine to Joselito Renolde twice a week from 2 July 2000, without checking that he actually took it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  From 3 July 2000 onwards, Joselito Renolde was treated by the Regional Medical and Psychological Service (service medico-psychologique regional – “the SMPR”) and placed in a cell on his own under special supervision, which took the form of more frequent patrols. He was seen by the SMPR on 3, 4, 5, 7, 8, 10, 13, 18, 19 and 20 July 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 4 July 2000 a trainee warder reprimanded him for throwing a piece of bread out of the window. Joselito Renolde threatened her with a fork, saying:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I’ll see you outside and we’ll see who has the power.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "He then threw a stool in her face. The warder was certified unfit for work for five days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  During the inquiry into that incident, Joselito Renolde made incoherent statements and denied what had happened. The inquiry report stated: “very disturbed prisoner who had already wanted to go to the SMPR at 7.50 a.m., received by the SMPR in the afternoon”. As to the action to be taken, the report stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Very disturbed prisoner, being monitored by the SMPR, will need to go before the disciplinary board.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 5 July 2000 Joselito Renolde was interviewed by the disciplinary board and spoke coherently. He stated that he had been asleep because of his medication but that the warder would not leave him alone; he denied that he had thrown a stool at her or threatened her with a fork but admitted having thrown a piece of bread outside.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The disciplinary board found it established that physical violence had been used, entailing disciplinary offences punishable under Article D. 2491 and Article D. 2492, paragraph 1, of the Code of Criminal Procedure. Joselito Renolde was given a penalty of 45 days in a punishment cell, which he began serving on 5 July 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 6 July 2000 he wrote a letter to his sister in which he compared his cell to his tomb and said that he was “at the limit” and taking tablets. He explained to her that he would be spending 45 days confined within four walls, with no television or music. In a drawing he depicted himself as crucified on a tomb bearing his name, next to the bed in his punishment cell, and ended his letter as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Lito [his nickname] is a sad story, you know, I don’t know if my life is worth living, with all the troubles I have ... and yet I haven’t hurt anyone. You know, I’m alive and I don’t even know why. I believe in heaven, maybe it’s better up there. You know, I would like to sleep and never wake up again. What is keeping me going are the little ones at home, because I love them.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The letter was sent on 10 July 2000 (date of the postmark).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In a letter of 12 July 2000, received at the investigating judge’s registry on 17 July 2000, Joselito Renolde’s lawyer asked the judge to order a psychiatric examination of her client in order to ascertain whether his mental state was compatible with detention in a punishment cell. The letter from the lawyer read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... I met Mr Joselito Renolde in Bois d’Arcy Prison, in a punishment cell where he has been placed for 45 days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Joselito Renolde’s mental state prompted the present request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "I asked Mr Joselito Renolde to describe the events that led to disciplinary proceedings being instituted against him. He stated, among other things: ‘I was hearing voices ... It was my family ... I wake up in the morning, I say it’s daylight ... They tell me it isn’t ...’ etc. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "I was unable to establish a coherent dialogue with Mr Joselito Renolde.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having regard to this state of affairs and the worsening of his condition (I would also point out that, unless I am mistaken, Mr Joselito Renolde has been admitted to a psychiatric institution in the past), I consider it essential that he should be seen as soon as possible by a psychiatric expert appointed by you.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The purpose of the present request is therefore to obtain a psychiatric examination of Mr Joselito Renolde, the expert being instructed, in particular, to determine whether Mr Renolde’s mental or physical state is compatible with pre-trial detention as currently being served, in particular placement in a punishment cell, and whether he should undergo appropriate treatment in view of his condition.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  According to information supplied by the Government, the request for an examination was referred on 19 July 2000 by the investigating judge to the public prosecutor, who stated on the same day that he had no objection to such a measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Joselito Renolde was supplied with medication for the last time on 17 July 2000. He was handed several days’ medication, with no supervision of whether he actually took it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  During the night of 19 to 20 July 2000, an intervention report noted that at 4.25 a.m. Joselito Renolde was not asleep, was tapping at the bars of his cell and wanted to go out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 20 July 2000, between 11 a.m. and noon, a nurse from the psychiatric service met him and told him that someone from social services would be coming to see him later. On leaving his cell for exercise at 3 p.m., he asked to see a doctor. At 4 p.m. he returned to his cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  At 4.25 p.m. the warder on patrol found him hanging from the bars of his cell with a bed sheet. A doctor and two nurses from the Outpatient Consultation and Treatment Unit (unité de consultation et de soins ambulatoires – “the UCSA”) arrived at 4.30 p.m., followed by the ambulance service and fire brigade at 4.45 p.m. Despite efforts to revive him, Joselito Renolde was pronounced dead at 5 p.m.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Procedure",
                                "elements": [
                                    {
                                        "content": "27.  After being called to the scene at 4.50 p.m., the police conducted initial inquiries and interviews. The  public prosecutor visited the scene at 7 p.m. and a preliminary investigation was opened.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 21 July 2000 a forensic medical examiner conducted an autopsy and reached a finding of suicide by hanging.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  An expert toxicological report, ordered by the public prosecutor on 21 July 2000, found that no medicinal substances were present in Joselito Renolde’s body, other than paracetamol.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The warders who had been present on the scene, the medical staff and the prisoners placed in solitary confinement in neighbouring cells were questioned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Mr R., a warder, stated that on the day of the incident Joselito Renolde had gone out for exercise without any trouble and that he had been seen that same morning by the medical and psychological service, who had not issued any instructions concerning him. Mr R. added:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Mr Renolde told us that he could hear his son speaking to him at night. He explained that people wanted to come into his cell.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  One of the prisoners in solitary confinement in a neighbouring cell, Mr N., stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“During our discussions, he told me that he felt anxious and down as he was not used to being alone, and he would speak to God, asking him what he was doing here, and would start to cry ... I called out to him but he did not reply because he was crying.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Mr R., a warder, mentioned that on 2 July he had had to call the ERIC team because Joselito Renolde had been making strange comments, saying that he could hear his son calling him and telling him that he wanted to kill him. Mr R. added:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Objectively, I believe that this person was not at ease with himself. I know that he was on medication because he was being monitored by the SMPR. It should be pointed out that Renolde was under special supervision because he was being monitored by the psychiatric service.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Dr L., the psychiatrist in charge of the SMPR, confirmed that the SMPR had supplied Joselito Renolde with medication for several days in his cell twice a week, on Tuesdays and Fridays, without the nurses checking whether he actually took it. He pointed out that, where a prisoner’s mental state required regular attention, the doctor ordered the medication to be taken daily in the SMPR in the presence of the nurses. In Joselito Renolde’s case, he stated that the members of his service had not “at any time noted any factors suggesting that the medication should be taken at shorter intervals, or in the service itself”. He added that checking whether all medication prescribed by the SMPR was actually taken was impossible and “contrary to the principle of trust which underlies the therapeutic alliance in a hospital environment”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Mr B., a psychiatric nurse, stated that Joselito Renolde had not displayed an attitude suggesting that he might not take his medication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Ms H., the psychiatric nurse who had seen him the morning before his suicide, stated that he had not seemed particularly depressive to her and that no comments of a depressive nature had aroused her attention that day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Joselito Renolde’s former girlfriend, who was likewise questioned, stated that he had been admitted to psychiatric institutions on several occasions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 8 September 2000 the public prosecutor applied for a judicial investigation to be opened in respect of a person or persons unknown for manslaughter, and an investigating judge of the  tribunal de grande instance was appointed to that end. On 15 September 2000 Joselito Renolde’s brothers and sisters, including the applicant, applied to join the proceedings as civil parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 16 October 2000 the investigating judge appointed two psychiatric experts, Dr G. and Dr P., instructing them to inspect Joselito Renolde’s medical records; to analyse their contents and to determine whether the condition from which he suffered was compatible with detention in a punishment block, whether the absence of medicinal substances in his blood was normal, whether it was to be concluded that he had deliberately refrained from taking his medication and whether such an interruption of treatment had influenced his behaviour, and in particular his suicide; to clarify the reason for the ERIC team’s intervention on 2 July 2000; to interview, if necessary, the SMPR psychiatrist and nurses and the members of the ERIC team; and to determine whether Joselito Renolde’s suicide had been foreseeable in view of his conduct and state of health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The experts inspected the file on the criminal proceedings and Joselito Renolde’s medical records. On 29 March 2001 they submitted their report, concluding as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The medical records as a whole and the interviews of those who came into contact with Mr Renolde indicate the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  He had acute psychotic disorders at the time of his arrival in Bois d’Arcy, and those disorders seem to have receded fairly quickly as a result of the medication prescribed. In any event, there is little mention of these delusional factors in later observations, although a prison warder observed that Mr Renolde talked to himself at night (hallucinatory dialogue?). The SMPR team found his psychiatric condition to be compatible with detention, not requiring admission to a psychiatric institution. The letter which the prisoner sent his parents on 18 July shows that he retained a certain degree of coherence, although he may have been keeping his delirium or hallucinatory disorders to himself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  There is no evidence in the file indicating the presence of a depressive syndrome as such: no sign of carelessness, no expression of suicidal thoughts, no manifest sadness, apart from, of course, a legitimate gloom or sadness linked to incarceration, separation from his children, etc. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having regard to the context and to the information in our possession, we consider that his committing suicide was more the consequence of a psychotic disorder than of a depressive syndrome. The act may have taken place in a hallucinatory state (it appears that he sometimes heard voices telling him to kill himself), especially if the medication had not been correctly taken, as the toxicological examinations show.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is to be noted that the response of the ERIC team, which intervened from the outset following a suicide attempt, was to prescribe neuroleptics and not antidepressants, which confirms the psychotic nature. These disorders could perhaps have called for a discussion of the advisability of admission to a psychiatric unit if the hallucinatory, dissociative and delusional aspects had been prominent and hence incompatible with continued detention. However, seeing that the disorders rapidly improved, it may be felt that continued detention remained possible in so far as the SMPR kept the prisoner under very close observation, although supervision of his daily taking of medication would also have been helpful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Conclusions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  Mr Joselito Renolde was suffering from psychotic disorders at the time of his arrival in Bois d’Arcy Prison. His psychotic disorders were described as an acute delirious episode by the ERIC team and he made an initial suicide attempt on 2 July 2000 by phlebotomy. The suicide attempt may have taken the form of self-mutilation in a delusional state. It is also legitimate to wonder whether his assault on a warder, in the days that followed, was not likewise part of a pathological acting-out process. A course of neuroleptic treatment was immediately started, which seems to have been effective in that Mr Renolde’s speech became more coherent. At the same time, he was placed in the punishment block. If his state of health was compatible with detention, we do not consider that placement in the punishment block could actually have worsened his psychological condition, since the dominant disorders were not depressive but psychotic. It remains to be determined whether such disorders could have been treated satisfactorily in detention, bearing in mind that the medication was handed to the prisoner only twice a week and thus left at his disposal. In view of his lack of awareness of the disorders, it would perhaps have been preferable to have supplied him with the medication every day and to have supervised his taking it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  If no medicinal substance was found in the toxicological examinations, it can only be concluded that the prisoner refrained deliberately (or in a state of delirium) from taking his medication (anxiolytics and neuroleptics). It cannot therefore be ruled out that this poor medicine compliance might have contributed to the suicide, which may have been committed in a state of delirium. However, even if Mr Renolde was no longer under medication, none of the members of the team, including the nurse who met him on the day of his suicide, noted any resurgence of delirium, any incoherent behaviour or any major signs of dissociation. The suicide attempt cannot be solely ascribed to psychotic disorders. It may quite conceivably have taken place at a time of legitimate despair or sadness in a person who readily resorted to acting-out (suicide attempt on 2 July, assault on 5 July, suicide on 20 July).",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  On 2 July the ERIC team treated an injury which Mr Renolde had intentionally inflicted to his forearm with a razor blade in a moment of delirium. The practitioners attending to Mr Renolde did not observe any sign of depression but manifest psychotic disorders involving delirium, hallucination, the listening attitude, etc...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  Having regard to the information in our possession, we did not consider it necessary to meet the SMPR staff and the members of the ERIC team.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  This prisoner’s suicide was not foreseeable, at least in the short term, in so far as he did not display any suicidal intentions, no manifest depressive syndrome was present, and he was regularly monitored by the SMPR staff and had been seen that day by a nurse, who did not report anything abnormal in his behaviour.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The civil parties were interviewed by the investigating judge on 23 May 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 23 July 2001 the judge notified the parties that the investigation was complete. In a letter of 9 August 2001 the civil parties’ lawyer asked for certain steps to be taken, namely for the persons responsible to be charged with the manslaughter of Joselito Renolde through a breach of their duties of care and safety, in the alternative with endangering his person by placing him in a punishment cell although he was known to be extremely fragile, and in the further alternative with failing to assist a person in danger.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In an order of 14 August 2001 the judge refused the request, giving the following reasons:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The persons who had ‘custody’ of Joselito Renolde were not qualified to assess his physical and mental condition or to intervene in the process of distributing and administering his medication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Renolde was monitored on a very regular basis by the SMPR shortly after being transferred to Bois d’Arcy Prison. He was seen nearly ten times by that service between 3 and 20 July. His suicide attempt on 2 July prompted the ERIC team to intervene and to prescribe medication, which alleviated Mr Renolde’s psychotic disorders. The SMPR staff found his psychiatric condition to be compatible with detention, including in a punishment cell, since it did not decide to admit him to a psychiatric institution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The experts did not find any evidence in the subject’s psychiatric records suggesting the presence of a depressive syndrome. In their view, his suicide was more the consequence of a psychotic disorder than of a depressive syndrome.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, the constituent elements of manslaughter, endangering the person of another or failing to assist a person in danger have not been made out.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In an order of 11 September 2001 the judge ruled that there was no case to answer, on the ground that the investigating authorities had found no basis on which anyone could be held criminally liable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The civil parties appealed against the order to the Investigation Division of the Versailles Court of Appeal, asking for further inquiries to be made with a view to bringing charges against all those responsible for the offences of manslaughter, endangering the life of another and failing to assist a person in danger. In a memorial of 12 March 2002 they expressed doubts, in particular, about the 45-day disciplinary sanction imposed on Joselito Renolde, who was known to be a fragile person who had already attempted suicide and had displayed suicidal intentions in his letters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In an interlocutory judgment of 29 March 2002 the Investigation Division ordered additional inquiries and appointed one of its judges to conduct them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 14 January 2003 the judge requested a copy of the file on the investigation in respect of Joselito Renolde.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 19 May 2003 the judge interviewed Mr C., deputy governor of Bois-d’Arcy Prison and the person in charge of the “adult” wing, which included the “arrivals” block, the solitary-confinement block and the punishment block. Mr C. stated that Joselito Renolde had been included in the warders’ special register from 2 July, after slashing his arms, and that he had then been examined by the psychiatric emergency team. The psychiatrist had found that he was in a delusional state with acute psychotic decompensation. From that date on, he had been under special supervision and had been placed in a cell on his own. Mr C. explained that the taking of medication by prisoners was the responsibility of the SMPR staff and not the prison authorities. He also pointed out that the monitoring of correspondence could not entail reading every letter in detail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 29 September 2003 the investigating judge of the Court of Appeal ordered a further toxicological report on the basis of samples taken on 21 July 2000, with a view to determining the date on which Joselito Renolde might have stopped taking his prescribed medication. The report, submitted on 4 February 2004, concluded that at the time of his death, Joselito Renolde had not taken the prescribed anxiolytic medication for at least one to two days, and the neuroleptic medication for at least two to three days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 18 May 2004 the judge interviewed Dr L., the psychiatrist in charge of the Bois-d’Arcy SMPR. Dr L. considered that Joselito Renolde’s condition had not called for any particular precautions in terms of taking medication, and that there had been no clearly identified or suspected suicide risks, no serious behavioural disorders and no suspicion of incorrect use of medication. Nor, in the psychiatrist’s view, was there any incompatibility in prescribing neuroleptic medication to a prisoner in a punishment cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The submission of the findings of the additional inquiries was noted in a judgment of 11 June 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  A hearing before the Investigation Division was held on 12 January 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In a judgment of 26 January 2005 the Investigation Division upheld the ruling that there was no case to answer, holding as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Following the prescription of neuroleptic medication by the medical service, no further signs of aggression towards others or himself were observed on the part of Joselito Renolde after the incident of 4 July 2000 until the afternoon of 20 July. The medication prescribed was therefore effective during that period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It was decided by the medical authorities in the present case that Joselito Renolde should be allowed to administer his own treatment after being supplied with several days’ medication. There was a distribution on 17 July. The expert toxicological report established that the prisoner had not taken the medication supplied to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Joselito Renolde’s medication was thus administered in accordance with the regulations set out in the circular of 8 December 1994 on the provision of health care for prisoners. Since the principle that medication is taken freely by the prisoner was observed in Joselito Renolde’s case, it cannot be concluded on the basis of the evidence available prior to the afternoon of 20 July 2000 that the failure to depart from this principle constituted negligence within the meaning of Article 1213, paragraph 4, of the Criminal Code on the part of any doctor or member of the medical staff of Bois-d’Arcy Prison. Since the time of Joselito Renolde’s placement in a punishment cell, no suicide risk or serious behavioural disorder had been identified; nor was there any suspicion of incorrect use of medication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, as regards the actions of the prison staff, neither the investigation nor the additional inquiries have found any potential evidence of negligence within the meaning of Article 1213, paragraph 4, of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Nor did the imposition of a disciplinary sanction on Joselito Renolde constitute a manifestly deliberate breach of a special statutory or regulatory duty of safety or care exposing the prisoner to an immediate risk of death or injury. The same applies to the fact of not checking that the medication was taken. No provision prohibited the imposition of a disciplinary sanction in Joselito Renolde’s case or [dictated] that he should be compelled to take his medication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Lastly, no evidence from the investigation or the additional inquiries supports the conclusion that anyone deliberately refrained from providing or ensuring the provision of assistance to Joselito Renolde, who had been prescribed medication and had not caused any particular incident for 15 days.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The civil parties did not appeal on points of law.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Domestic law",
                                "elements": [
                                    {
                                        "content": "1.  Psychiatric treatment in prisons",
                                        "elements": [
                                            {
                                                "content": "54.  Since 1986, psychiatric treatment for prisoners has been provided by the public hospital service. Article 11 of the Decree of 14 March 1986, issued pursuant to the Psychiatric Sectorisation Act of 31 December 1985, provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Within each regional branch of the Prison Service, one or more prison-based psychiatric sectors shall be set up, each attached to a public hospital ... Each of these sectors shall include a regional medical and psychological service [SMPR], based in a prison facility ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The sector shall be placed under the authority of a hospital psychiatrist ... and assisted by a multidisciplinary team from the hospital to which the sector is attached ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Article 11, paragraph 3, of the Decree provides that the SMPRs’ duties, organisational structure and operating procedures are to be laid down in a set of model rules.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The order of 14 December 1986 on the model rules states the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 2",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The regional medical and psychological service ... shall engage in activities for the prevention, diagnosis and treatment of mental disorders for the benefit of the prison population in the facility in which it is based ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 3",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The regional medical and psychological service shall, more specifically, perform the following tasks:",
                                                "elements": []
                                            },
                                            {
                                                "content": "– a general task of prevention of mental illness in the prison environment, in particular through systematic testing for mental disorders of all those entering the facility in which it is based;",
                                                "elements": []
                                            },
                                            {
                                                "content": "– provision of the necessary psychiatric treatment to both remand and convicted prisoners ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Law of 18 January 1994 transferred responsibility for the provision of all treatment for prisoners to the public hospital service. Prisoners receive treatment from medical units – outpatient consultation and treatment units (UCSAs) – that are set up within prisons and are directly attached to the nearest public hospital (Article D. 368 of the Code of Criminal Procedure).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Article D. 373, paragraph 3, of the Code provides that the practical aspects of the SMPR’s intervention and its coordination with the UCSA are to be laid down in a protocol drawn up in accordance with the Decree of 14 March 1986.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Article D. 382 of the Code provides that, if the doctors from the SMPR or the UCSA consider that a prisoner’s health is not compatible with detention, they are to notify in writing the prison governor, who must immediately inform, where appropriate, the relevant judicial authority.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Article D. 398 provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Detainees suffering from the mental disorders referred to in Article L. 342 of the Public Health Code cannot be kept in a prison facility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On the basis of a detailed medical certificate and in accordance with the legislation in force, it shall be the duty of the prefect to ensure that they are compulsorily admitted as soon as possible to an approved health-care institution within the meaning of Article L. 331 of the Public Health Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The rule in the second paragraph of Article D. 394 concerning supervision by a police or gendarmerie officer while in the institution shall not apply to them.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Prisoners’ disciplinary offences and penalties",
                                        "elements": [
                                            {
                                                "content": "60.  Article D. 249 of the Code of Criminal Procedure divides disciplinary offences by prisoners into three degrees of severity. Article D. 249-1 provides that physical violence by a prisoner against a member of the prison staff constitutes a first-degree offence (the most serious).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Placement in a punishment cell is provided for in Article D. 251, point (5), of the Code. Article D. 251-3 of the Code lays down the terms of such placement:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Placement in a punishment cell under Article D. 251, point (5), consists in placing the prisoner in a cell equipped for that purpose, which he must occupy alone. The penalty shall throughout its duration entail the prohibition of purchases in the canteen in accordance with Article D. 251, point (3), and the prohibition of visits and all activities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, prisoners in a punishment cell shall have one hour’s exercise per day in an individual yard. The penalty shall, moreover, entail no restrictions on their rights regarding written correspondence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The duration of the placement in a punishment cell shall not exceed forty-five days for a first-degree disciplinary offence, thirty days for a second-degree disciplinary offence and fifteen days for a third-degree disciplinary offence.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Relevant provisions of the Criminal Code",
                                        "elements": [
                                            {
                                                "content": "62.  Article 121-3 of the Criminal Code provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“No serious crime (crime) or other major offence (délit) can be established in the absence of intention to commit it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, where the law so provides, deliberately endangering the person of another shall constitute a major offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "A major offence shall also be established, where the law so provides, in cases of recklessness, negligence or a breach of a duty of care or safety laid down by statute or regulation where it is found that the person concerned failed to display normal diligence, regard being had where appropriate to the nature of his role or functions, his responsibilities and the power and means at his disposal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the case referred to in the preceding paragraph, natural persons who did not directly cause the damage, but who created or contributed to creating the situation which allowed the damage to occur or failed to take steps enabling it to be avoided, shall be criminally liable where it is established that they have committed a manifestly deliberate breach of a particular duty of care or safety laid down by statute or regulation, or an act of gross negligence which exposed another person to a particularly serious risk of which they could not have been unaware ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Case-law of the administrative courts",
                                        "elements": [
                                            {
                                                "content": "63.  Although the principle of State liability for the acts of the prison authorities, particular in relation to prisoner suicides, has been affirmed by the Conseil d’Etat since 1918, such liability has traditionally required the existence of gross negligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the Chabba judgment of 23 May 2003 (AJDA 2003, p. 157) the Conseil d’Etat departed from its previous position and acknowledged State liability for the suicide of a remand prisoner, on account of a series of acts of ordinary negligence attributable to the prison service. That position has since been reaffirmed (see, for example, Nancy Administrative Court of Appeal, Tahar Sidhoun, 17 March 2005, Petites affiches no. 102, 23 May 2006, p. 6, note by P. Combeau, and Marseilles Administrative Court, 9 February 2006, Plein Droit no. 71, December 2006, Jurisprudence p. V, concerning a suicide in an administrative detention centre).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Recommendations of the Committee of Ministers of the Council of Europe",
                                "elements": [
                                    {
                                        "content": "1.  Recommendation No. R (98) 7",
                                        "elements": [
                                            {
                                                "content": "64.  The relevant parts of Recommendation No. R (98) 7 of the Committee of Ministers of the Council of Europe concerning the ethical and organisational aspects of health care in prison read as follows, as regards prisoners suffering from mental disturbance:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... D.  Psychiatric symptoms, mental disturbance and major personality disorders, risk of suicide",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Prisoners suffering from serious mental disturbance should be kept and cared for in a hospital facility which is adequately equipped and possesses appropriately trained staff. The decision to admit an inmate to a public hospital should be made by a psychiatrist, subject to authorisation by the competent authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  In those cases where the use of close confinement of mental patients cannot be avoided, it should be reduced to an absolute minimum and be replaced with one-to-one continuous nursing care as soon as possible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Under exceptional circumstances, physical restraint for a brief period in cases of severely mentally ill patients may be envisaged, while the calming action of appropriate medication begins to take effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The risk of suicide should be constantly assessed both by medical and custodial staff. Physical methods designed to avoid self-harm, close and constant observation, dialogue and reassurance, as appropriate, should be used in moments of crisis. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "F.  Violence in prison: disciplinary procedures and sanctions, disciplinary confinement, physical restraint, top security regime",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  In the case of a sanction of disciplinary confinement, any other disciplinary punishment or security measure which might have an adverse effect on the physical or mental health of the prisoner, health care staff should provide medical assistance or treatment on request by the prisoner or by prison staff. ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Recommendation Rec(2006)2 on the European Prison Rules, adopted on 11 January 2006",
                                        "elements": [
                                            {
                                                "content": "65.  The relevant parts of Recommendation Rec(2006)2 read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Committee of Ministers, under the terms of Article 15.b of the Statute of the Council of Europe,",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Recommends that governments of member states:",
                                                "elements": []
                                            },
                                            {
                                                "content": "– be guided in their legislation, policies and practice by the rules contained in the appendix to this recommendation, which replaces Recommendation No. R (87) 3 of the Committee of Ministers on the European Prison Rules; ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Appendix to Recommendation Rec(2006)2",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.1  Persons who are suffering from mental illness and whose state of mental health is incompatible with detention in a prison should be detained in an establishment specially designed for the purpose.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.2  If such persons are nevertheless exceptionally held in prison there shall be special regulations that take account of their status and needs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Prison authorities shall safeguard the health of all prisoners in their care.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.4  Medical services in prison shall seek to detect and treat physical or mental illnesses or defects from which prisoners may suffer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.5  All necessary medical, surgical and psychiatric services including those available in the community shall be provided to the prisoner for that purpose.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.3  When examining a prisoner the medical practitioner or a qualified nurse reporting to such a medical practitioner shall pay particular attention to:",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.1  The medical practitioner shall have the care of the physical and mental health of the prisoners and shall see, under the conditions and with a frequency consistent with health care standards in the community, all sick prisoners, all who report illness or injury and any prisoner to whom attention is specially directed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.3  The medical practitioner shall report to the director whenever it is considered that a prisoner’s physical or mental health is being put seriously at risk by continued imprisonment or by any condition of imprisonment, including conditions of solitary confinement. ...”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "66.  The applicant alleged that the French authorities had not taken the necessary measures to protect Joselito Renolde’s right to life. She relied in substance on Article 2 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone’s right to life shall be protected by law.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "67.  The Government objected, as their main submission, that domestic remedies had not been exhausted. They observed, firstly, that the applicant had not appealed on points of law against the Investigation Division’s judgment of 26 January 2005. They further noted that she had had the possibility of bringing an action for damages against the State in the administrative courts with a view to obtaining compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government pointed out in that connection that since the Conseil d’Etat’s Chabba judgment of 23 May 2003, administrative courts no longer required the existence of gross negligence, and cited several judgments delivered in 2004 by the Rouen,  and Marseilles Administrative Courts in which the State had been held liable for prisoner suicides.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The applicant emphasised that her aim was not to obtain compensation, but to ensure that justice was done and that those responsible were punished.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court considers that the applicant can claim to be a victim, within the meaning of Article 34 of the Convention, on account of her brother’s death (see Çelikbilek v. Turkey (dec.), no. 27693/95, 22 June 1999, and, mutatis mutandis, Yaşa v. Turkey, 2 September 1998, § 66, Reports of Judgments and Decisions 1998V, and Velikova v. Bulgaria (dec.), no. 41488/98, ECHR 1999V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  As to the first point raised by the Government, the Court observes that under Article 575 of the Code of Criminal Procedure, an appeal on points of law by the civil party alone, in the absence of an appeal by the public prosecutor, will be admissible only in certain exhaustively listed circumstances, which the Government have not maintained were present in the instant case (see Rezgui v. France (dec.), no. 49859/99, ECHR 2000XI). That being so, the Court concludes that an appeal on points of law by the applicant would have been bound to fail and cannot therefore be regarded as an effective remedy that should have been used.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  As to the second point, the Court observes that the applicant brought a civil-party application in September 2000 to join the criminal proceedings for manslaughter, which were instituted after her brother’s suicide and ended in January 2005. The Chabba judgment was delivered in May 2003, almost three years after the events in the instant case, and it was only from that date that the existence of the remedy referred to by the Government became sufficiently certain (see Saoud v. France, no. 9375/02, §§ 77-79, ECHR 2007...). The Court considers that the applicant could not have been expected to avail herself of this additional remedy after the criminal proceedings had ended.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The objection must therefore be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "74.  The applicant submitted that the French authorities had not taken the necessary steps to protect Joselito Renolde’s right to life. She referred in particular to the letter sent by his lawyer to the investigating judge, received three days before his suicide, in which the lawyer had mentioned the worsening of her client’s mental state and asked for an expert assessment of whether his condition was compatible with detention, and in particular with placement in a punishment cell.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  After citing the Court’s case-law on the subject (in particular, Keenan v. the United Kingdom, no. 27229/95, ECHR 2001III; Tanribilir v. Turkey, no. 21422/93, 16 November 2000; and A.A. and Others v. Turkey, no. 30015/96, 27 July 2004), the Government recounted the timeline of events and submitted that the authorities had taken appropriate steps to protect Joselito Renolde’s life, having regard to the information available at the time the events had occurred.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Government submitted that it was acknowledged that Joselito Renolde had been suffering from psychotic disorders, which had manifested themselves in an act of self-harm on 2 July 2000. Medical treatment had been prescribed and he had subsequently been regularly monitored by the SMPR’s medical team, which had seen him ten times between 3 and 20 July 2000. On the SMPR’s recommendation, the prison authorities had placed him in an individual cell under special supervision. When he had later been placed in a punishment cell, he had been monitored every half-hour during the day. At no time had the SMPR indicated to the prison authorities that he posed a suicide risk. It was clear from the expert report by Dr G. and Dr P. that his suicide had not been foreseeable, at any rate in the short term, in the absence of any sign of suicidal intentions or a depressive syndrome, and that on the actual day of his suicide the nurse who had seen him had not reported anything abnormal in his behaviour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Government further pointed out that the prison’s medical staff (the SMPR and the UCSA) had never indicated that his condition might be incompatible with detention, whether under the ordinary regime or in the punishment block, and that the experts had found that his placement in the punishment block did not appear to have actually worsened his condition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Lastly, with regard to his medication, the experts had observed that it would perhaps have been preferable to have supplied him with it every day and to have supervised his taking it. The medical staff, however, had taken the view that such an approach was unnecessary, since Joselito Renolde had never shown any signs of refusing to take his medication and his condition did not appear to have worsened. The psychiatrist in charge of the SMPR had considered that the treatment had been administered in accordance with the 1994 circular on the provision of health care for prisoners, and the SMPR had kept Joselito Renolde under very close observation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The Government concluded that these factors were not capable of suggesting that there had been a clear and immediate risk that Joselito Renolde would commit suicide on 20 July 2000, and maintained that the national authorities had responded in a reasonable way to his behavioural problems. In any event, they could not be criticised for failing to take specific measures such as removing sheets from the cell.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Recapitulation of principles",
                                "elements": [
                                    {
                                        "content": "80.  The Court reiterates that the first sentence of Article 2 enjoins the State not only to refrain from the intentional and unlawful taking of life, but also to take appropriate steps to safeguard the lives of those within its jurisdiction. The Court’s task is therefore to determine whether, given the circumstances of the case, the State did all that could have been required of it to prevent the applicant’s brother’s life from being avoidably put at risk (see, for example, L.C.B. v. the United Kingdom, 9 June 1998, § 36, Reports 1998III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court further reiterates that Article 2 may imply in certain well-defined circumstances a positive obligation on the authorities to take preventive operational measures to protect an individual from another individual or, in particular circumstances, from himself (see Tanribilir, cited above, § 70; Keenan, cited above, § 89; and, mutatis mutandis, Ataman v. Turkey, no. 46252/99, § 54, 27 April 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  However, such an obligation must be interpreted in a way which does not impose an impossible or disproportionate burden on the authorities, bearing in mind the difficulties involved in policing modern societies, the unpredictability of human conduct and the operational choices which must be made in terms of priorities and resources. Accordingly, not every claimed risk to life can entail for the authorities a Convention requirement to take operational measures to prevent that risk from materialising (see Tanrıbilir, cited above, §§ 70-71; Keenan, cited above, § 90; and Taïs v. , no. 39922/03, § 97, 1 June 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court has had previous occasion to emphasise that persons in custody are in a vulnerable position and that the authorities are under a duty to protect them (see Keenan, cited above, § 91; Younger v. the United Kingdom (dec.), no. 57420/00, ECHR 2003-I; and Trubnikov v. Russia, no. 49790/99, § 68, 5 July 2005). The prison authorities, similarly, must discharge their duties in a manner compatible with the rights and freedoms of the individual concerned. There are general measures and precautions which will be available to diminish the opportunities for self-harm, without infringing personal autonomy. Whether any more stringent measures are necessary in respect of a prisoner and whether it is reasonable to apply them will depend on the circumstances of the case (see Keenan, cited above, § 92; Younger, cited above; and Trubnikov, cited above, § 70).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  Lastly, the Court reiterates that, in the case of mentally ill persons, regard must be had to their particular vulnerability (see Aerts v. , 30 July 1998, § 66, Reports 1998-V; Keenan, cited above, § 111; and Rivière v. France, no. 33834/03, § 63, 11 July 2006).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application to the present case",
                                "elements": [
                                    {
                                        "content": "85.  In the light of the above, the Court has examined whether the authorities knew or ought to have known that Joselito Renolde posed a real and immediate risk of suicide and, if so, whether they did all that could reasonably have been expected of them to prevent that risk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court observes that on 2 July 2000, eighteen days before his death, Joselito Renolde attempted suicide by cutting his arms. The warder on duty at the time noticed three other cuts on his forearm. The psychiatric emergency team diagnosed an acute delirious episode and prescribed Joselito Renolde antipsychotic neuroleptic medication. On that occasion, Joselito Renolde mentioned that he had a history of psychiatric problems and that he had previously been admitted to a psychiatric institution and given neuroleptic treatment. Following that incident, from 3 July 2000 he was monitored by the SMPR, who continued the antipsychotic treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court notes that the expert report by Dr G. and Dr P. concluded that Joselito Renolde had been suffering from psychotic disorders at the time of his arrival in the prison and that his suicide attempt was not linked to a depressive syndrome but to a delusional acting-out process attributable to such disorders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Court further observes that in the days following his suicide attempt, Joselito Renolde continued to show signs of worrying behaviour despite his supervision by the SMPR and the neuroleptic medication: assault on a warder, incoherent statements during the investigation into the assault, auditory hallucinations (he told the warder R. that he could hear his son talking to him at night), and incoherent discussions with his lawyer, prompting her to request a psychiatric assessment. Lastly, the Court notes that in his letter of 6 July 2000 (after he had been placed in the punishment cell), which must have been monitored by the prison authorities, he depicted himself as crucified on a tomb and mentioned the idea of ending his life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  In the light of the above considerations, the Court concludes that from 2 July 2000 onwards, the authorities knew that Joselito Renolde was suffering from psychotic disorders capable of causing him to commit acts of self-harm. Although his condition and the immediacy of the risk of a fresh suicide attempt varied, the Court considers that that risk was real and that Joselito Renolde required careful monitoring in case of any sudden deterioration (see Keenan, cited above, § 96, and contrast Trubnikov, cited above, §§ 73-74).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  It remains to be determined whether the authorities did all that could reasonably be expected of them to avoid that risk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court observes that the authorities undeniably made efforts to that end: firstly, they responded promptly when Joselito Renolde cut his arm on 2 July 2000, by calling in the psychiatric emergency team. After being placed under observation by the SMPR on 3 July 2000, Joselito Renolde was moved to an individual cell and was subject to special supervision in the form of more frequent patrols. Subsequently, when he was placed in the punishment cell, he was monitored every half-hour during the day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  Moreover, there does not appear to be any evidence of negligence or lack of supervision in the course of the events on the day Joselito Renolde died, since his request to see a doctor when he left his cell to take exercise was sent on immediately and a maximum of twenty-five minutes elapsed between his return to his cell and the discovery of his death by the warder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  From a medical perspective, the Court notes that the SMPR monitored Joselito Renolde from 3 July 2000 and saw him ten times between 3 and 20 July 2000, and that on the morning prior to his death, a nurse from the psychiatric service visited him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  However, the Court notes a number of factors pointing in the opposite direction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Firstly, the Court observes that in Rivière (cited above, §§ 71-72) it held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... under Article D. 398 of the Code of Criminal Procedure, prisoners with mental disorders may not be held in an ordinary prison but are to be compulsorily admitted to hospital by order of the prefect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "That provision is confirmed by Article L. 3214-1 of the Public Health Code, which states that detainees suffering from mental disorders should be admitted to a specially designed wing of an ordinary health-care institution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court further observes that Recommendation No. R (98) 7 of the Committee of Ministers of the Council of Europe concerning the ethical and organisational aspects of health care in prison ... provides that prisoners suffering from serious mental disturbance should be kept and cared for in a hospital facility that is adequately equipped and possesses appropriately trained staff. The Court has already had occasion to cite this Recommendation (see, for example, Naumenko v. Ukraine, no. 42023/98, § 94, 10 February 2004), and attaches considerable importance to it, although it acknowledges that the Recommendation is not in itself binding on the member States.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  In the Keenan case (cited above), finding that there had been no violation of Article 2 of the Convention, the Court had regard, in particular, to the fact that the authorities had “responded in a reasonable way to Mark Keenan’s conduct, placing him in hospital care and under watch when he evinced suicidal tendencies” (see Keenan, cited above, § 96; see also, mutatis mutandis, Kudła v. Poland [GC], no. 30210/96, § 96, ECHR 2000XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  In the instant case, however, the Court is struck by the fact that, despite Joselito Renolde’s suicide attempt and the diagnosis of his mental condition, it does not appear that there was ever any discussion of whether he should be admitted to a psychiatric institution. The experts noted in their report that “[his] disorders could perhaps have called for a discussion of the advisability of admission to a psychiatric unit”. However, not until Joselito Renolde’s lawyer requested steps to be taken on 12 July 2000 was an expert assessment envisaged as to whether his condition was compatible with detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  In the light of the State’s positive obligation to take preventive operational measures to protect an individual whose life is at risk, it might have been expected that the authorities, faced with a prisoner known to be suffering from serious mental disturbance and to pose a suicide risk, would take special measures geared to his condition to ensure its compatibility with continued detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court considers that, seeing that the authorities did not order Joselito Renolde’s admission to a psychiatric institution, they should at the very least have provided him with medical treatment corresponding to the seriousness of his condition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  In that connection, it has devoted particular attention to the manner in which Joselito Renolde’s treatment was administered. The evidence indicates that his medication was handed to him twice a week without any supervision of whether he actually took it. The investigation revealed in this connection that the last time Joselito Renolde had been supplied with medication was on Monday 17 July 2000, three days before his death. However, the expert toxicological reports revealed that at the time of his death he had not taken his neuroleptic medication for at least two to three days and his anxiolytic medication for at least one to two days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Court observes that, according to the conclusions of the expert report, Joselito Renolde’s suicide was more the consequence of a psychotic disorder than of a depressive syndrome and may have taken place in a hallucinatory state, especially if his medication had not been taken correctly. The experts wondered whether such disorders could have been treated satisfactorily, bearing in mind that the medication was handed to the prisoner only twice a week and was thus left at his disposal. They pointed out that supervision of Joselito Renolde’s daily taking of medication would have been helpful and that, in view of his lack of awareness of his disorders, it would “perhaps” have been preferable to have supplied him with the medication every day and to have supervised his taking it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  Despite the cautious wording of that finding, the Court notes that the experts considered that this poor medicine compliance might have contributed to Joselito Renolde’s committing suicide in a state of delirium.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Government asserted that, according to the members of the psychiatric team, Joselito Renolde had never shown any signs of refusing to take his medication and his condition had not recently called for special attention. The Court further notes that, during the investigation, Dr L. stated that it was impossible to supervise all medication prescribed by the SMPR.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The Court is not persuaded by those arguments. Without overlooking the difficulties with which those working in a prison environment are faced, it has serious doubts as to the advisability of leaving it to a prisoner suffering from known psychotic disorders to administer his own daily medication without any supervision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  It observes that in Rivière (cited above, § 63) it considered it appropriate to set apart those mental illnesses, such as psychosis, which entailed especially high risks for persons suffering from them. It notes that, in contrast to Mark Keenan, who had been diagnosed with a mild psychosis, Joselito Renolde suffered from acute psychotic disorders, according to the experts (see paragraph 40 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Although it is not known what made Joselito Renolde commit suicide (see Keenan, cited above, § 101), the Court concludes that in the circumstances of the case, the lack of supervision of his daily taking of medication played a part in his death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  Lastly, the Court has had regard to the fact that three days after his suicide attempt, Joselito Renolde was given the most severe disciplinary penalty, namely forty-five days’ detention in a punishment cell. No consideration seems to have been given to his mental state, although he had made incoherent statements during the inquiry into the incident and had been described as “very disturbed”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Court observes that placement in a punishment cell isolates prisoners by depriving them of visits and all activities, and that this is likely to aggravate any existing risk of suicide.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  It notes that paragraph 56 of Recommendation No. R (98) 7 states that in cases where the use of close confinement of mental patients cannot be avoided, it should be “reduced to an absolute minimum and be replaced with one-to-one continuous nursing care as soon as possible”. Paragraph 43.3 of Recommendation No. R (2006) 2 states, for its part, that “[t]he medical practitioner shall report to the director whenever it is considered that a prisoner’s physical or mental health is being put seriously at risk ... by any condition of imprisonment, including conditions of solitary confinement”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Court reiterates that the vulnerability of mentally ill persons calls for special protection. This applies all the more where a prisoner suffering from severe disturbance is placed, as in the instant case, in solitary confinement or a punishment cell for a prolonged period, which will inevitably have an impact on his mental state, and where he has actually attempted to commit suicide shortly beforehand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  In the light of all these considerations, the Court concludes that the authorities in the instant case failed to comply with their positive obligation to protect Joselito Renolde’s right to life, and that there has been a violation of Article 2 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "The applicant submitted that Joselito Renolde’s placement for 45 days in a punishment cell, despite his condition, had amounted to treatment in breach of Article 3 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "111.  To the extent that the Government’s objection of failure to exhaust domestic remedies (see paragraph 63 above) also concerns the applicant’s complaint under Article 3 of the Convention, the Court considers that it should be dismissed for the reasons set out in paragraphs 70-71 above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "113.  The applicant submitted that Joselito Renolde had been given an excessive disciplinary sanction in view of his fragile mental state.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  The Government referred to the Court’s case-law concerning Article 3 of the Convention and its application to detainees. In similar cases (in particular, Keenan, cited above, and Aerts, cited above), the Court had held that the assessment of whether the treatment or punishment concerned was incompatible with the standards of Article 3 had, in the case of mentally ill persons, to take into consideration their vulnerability and their inability, in some cases, to complain about how they were being affected by any particular treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  The Government contended that the decision to impose the maximum penalty for a first-degree offence (the most serious) on Joselito Renolde, namely forty-five days in a punishment cell, had been justified by the seriousness of the offence of assault on a prison officer. They observed that Joselito Renolde had not appealed against the penalty, even though the administrative courts had jurisdiction to review whether such a penalty was proportionate to the offence committed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  It was therefore necessary to examine whether there had been any physical or mental signs that should have indicated to the prison authorities that the penalty in issue and its enforcement had exceeded the unavoidable level of suffering inherent in detention. The Government submitted that that had not been the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  Joselito Renolde had continued to be regularly monitored by the SMPR after being been moved to the punishment block. Moreover, there had been no objective evidence that prior to his death he had been suffering from a significant level of anguish or distress attributable to the conditions of his detention. The experts had, moreover, noted that it did not appear that placement in a punishment cell could actually have worsened his psychological condition. The Government further observed that neither the SMPR team nor the doctor from the UCSA who had examined him at his request had at any time indicated to the prison management that the enforcement of the disciplinary sanction might endanger or be incompatible with his condition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  Lastly, pointing out that there was no real evidence to corroborate the view that the prison authorities’ actions had been premeditated with the aim of debasing Joselito Renolde, the Government concluded that the disciplinary sanction imposed on him had not attained such a level of severity as to constitute a violation of Article 3.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "119.  The Court reiterates that, according to its case-law, ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum level is, in the nature of things, relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see Kudła, cited above, § 91; Gelfmann v. France, no 25875/03, § 48, 14 December 2004; and Rivière, cited above, § 59).",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  The Court has also emphasised the right of all prisoners to conditions of detention which are compatible with human dignity, so as to ensure that the manner and method of execution of the measures imposed do not subject them to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention; in addition, besides the health of prisoners, their well-being also has to be adequately secured, given the practical demands of imprisonment (see Kudła, cited above, § 94). In particular, the assessment of whether the treatment or punishment concerned is incompatible with the standards of Article 3 has, in the case of mentally ill persons, to take into consideration their vulnerability and their inability, in some cases, to complain coherently or at all about how they are being affected by any particular treatment (see, among other authorities, Aerts, cited above, § 66; Keenan, cited above, § 111; and Rivière, cited above, § 63).",
                                                "elements": []
                                            },
                                            {
                                                "content": "121. Treatment of a mentally ill person may be incompatible with the standards imposed by Article 3 in the protection of human dignity, even though that person may not be able or in a position to point to any specific ill-effects (see Keenan, cited above, § 113).",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  In the instant case the Court observes that Joselito Renolde was suffering from acute psychotic disorders which manifested themselves in a suicide attempt on 2 July 2000. In the days that followed, although his condition improved as a result of his neuroleptic medication, he continued to behave in a disturbing manner, for example by attacking a warder. The prison officer who conducted the inquiry into that incident stated that Joselito Renolde had made incoherent statements and noted in his report that he was a “very disturbed” prisoner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123. The Court has also had regard to the statement by the warder R. that Joselito Renolde had heard his son talking to him at night, and to an incident report from the night before his death, in which it was noted that he had been shaking the bars of his cell and demanding to come out.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  Although it is mindful of the difficulties facing the prison authorities and of the need to punish assaults on warders, the Court is struck by the fact that Joselito Renolde was given the maximum penalty for a first-degree offence, with no consideration being given to his mental state or to the fact that it was his first such incident.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  The Court observes that a penalty of this kind entails the prohibition of all visits and all contact with other prisoners.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  It appears from the evidence that Joselito Renolde was suffering from anguish and distress during this period, as is attested by the letter he wrote to his sister on 6 July 2000, in which he said that he was at the limit and compared his cell to a tomb, portraying himself as crucified. This is borne out by the statement given by his fellow prisoner N. (see paragraph 32 above), whom he had told that he felt anxious and “down” as he was not used to being alone, and who had heard him crying.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  The Court further observes that Joselito Renolde’s condition aroused sufficient concern in his lawyer, who saw him on 12 July 2000 (eight days before his death), that she immediately requested the investigating judge to order a psychiatric assessment of whether his condition was compatible with detention, particularly in a punishment cell.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  The Court reiterates that prisoners known to be suffering from serious mental disturbance and to pose a suicide risk require special measures geared to their condition in order to ensure compatibility with the requirements of humane treatment (see Rivière cited above, § 75). In the Keenan case cited above, the Court found that the imposition on Mark Keenan of a disciplinary punishment described as serious – seven days’ segregation in the punishment block and an additional twenty-eight days to his sentence – amounted to treatment in breach of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  In the instant case, however, Joselito Renolde was given a distinctly more severe penalty – forty-five days’ detention in a punishment cell – which may well have threatened his physical and moral resistance. The Court considers that such a penalty is not compatible with the standard of treatment required in respect of a mentally ill person and constitutes inhuman and degrading treatment and punishment (see Keenan, cited above, § 116, and Rivière, cited above, § 76; and, by way of contrast, Kudła, cited above, § 99, and Aerts, cited above, § 66).",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  The Court therefore concludes that there has been a violation of Article 3.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "131.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "132.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award her any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 2 of the Convention in that the authorities breached their positive obligation to protect Joselito Renolde’s right to life;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 16 October 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the concurring opinion of Judge Villiger is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I agree with the outcome of the judgment and its thorough and structured reasoning.",
                        "elements": []
                    },
                    {
                        "content": "However, I would not wish the reasoning to distract from what is, in my view, the crucial issue of the case. It is dealt with in paragraph 100 of the judgment. In particular, I do not think that this case is one concerning implications of Article 2 for psychiatric patients.",
                        "elements": []
                    },
                    {
                        "content": "In my view, the case concerns the quite straightforward issue of supervising a patient who is required to take medication. The present applicant’s brother was a vulnerable person with a psychiatric condition. The medical report described him as a “very disturbed prisoner” (paragraph 16 of the judgment). He had attempted to commit suicide, and the medicaments which he was prescribed purported to prevent further suicide attempts.",
                        "elements": []
                    },
                    {
                        "content": "It is normal practice that any vulnerable person, for example in a hospital, a nursing home or a children’s home, should be supervised when taking prescribed medication. Such monitoring involves a minimal amount of time and effort. It consists in the assistant, nurse or doctor attending the patient until he or she has taken the medication and ensuring that it does not, for example, fall on the floor or is not concealed by the patient. While this description of the sequence of events may appear trite, the matter is of cardinal importance if a person will suffer, even suffer seriously, from the consequences of failing to take the prescribed medication.",
                        "elements": []
                    },
                    {
                        "content": "It is therefore quite surprising to read in paragraph 34 of the judgment that Dr L., the SMPR doctor, explained that verification of whether or not a patient had taken the prescribed medicaments was “contrary to the principle of trust which underlies the therapeutic alliance in a hospital environment”. The whole case turns on this statement. While such trust might be an important element of a relationship between a medical doctor and a responsible and mature patient, I fail to see how such trust can at all be established with a vulnerable person such as the applicant’s brother, who in addition had already attempted to commit suicide.",
                        "elements": []
                    },
                    {
                        "content": "I find it surprising that the prison authorities were not in a position to undertake such surveillance. Would it not have been completely disproportionate instead to send the applicant’s brother to a psychiatric hospital merely to monitor that he took the required medicaments?",
                        "elements": []
                    },
                    {
                        "content": "Since the authorities failed adequately to supervise the applicant’s brother, and in view of the applicant’s brother’s death, they failed sufficiently to respect their obligations arising under Article 2 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Jean-Paul Costa",
            "role": "judges"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RENOLDE v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-88972.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:1016JUD000560805",
    "externalsources": [
        "Article 56 of the Recommendation no R (98) 7",
        "Article 43.3 of the Recommendation no R (2006) 2"
    ],
    "extractedappno": [
        "5608/05",
        "27693/95",
        "41488/98",
        "49859/99",
        "9375/02",
        "27229/95",
        "21422/93",
        "30015/96",
        "46252/99",
        "39922/03",
        "57420/00",
        "49790/99",
        "33834/03",
        "42023/98",
        "30210/96",
        "25875/03"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Article 575 of the Code of Criminal Procedure"
    ],
    "itemid": "001-88972",
    "judgementdate": "16/10/2008 00:00:00",
    "kpdate": "16/10/2008 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "310",
        "350",
        "90",
        "193",
        "449",
        "231"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "2-1",
        "3",
        "2",
        "35-1",
        "35",
        "29",
        "29-3"
    ],
    "parties": [
        "RENOLDE",
        "FRANCE"
    ],
    "rank": "648.203308105469",
    "representedby": [
        "RENOLDE E."
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "A. A. and Others v. Turkey, no. 30015/96, 27 July 2004)",
        "Aerts v. Belgium du 30  July 1998, Reports 1998-V, p. 1966, § 66",
        "Ataman v. Turkey, no. 46252/99, § 54, 27 April 2006",
        "Çelikbilek v. Turkey (dec.) no. 27693/95, 22 June 1999",
        "Gelfmann v. France, no. 25875/03, § 48, 14 December 2004",
        "Keenan v. the United Kingdom, no. 27229/95, §§ 89, 90-92, 96,  111, 113, 116, ECHR 2001-III",
        "Kudÿa v. Poland [GC], no. 30210/96, §§ 91, 94, 96, 99, ECHR 2000-XI",
        "L.C.B. v. the United Kingdom, judgment of 9 June 1998, Reports des arrêts and décisions 1998-III, p. 1403, § 36",
        "Rezgui v. France (dec.), no. 49859/99, ECHR 2000-XI",
        "Rivière v. France, no. 33834/03, §§ 9, 63, 71-72, 75-76, 11 July 2006",
        "Saoud v. France, no. 9375/02, §§ 77-79, ECHR 2007",
        "Taïs v. France, no. 39922/03, § 97, 1er June 2006",
        "Tanribilir v. Turkey, no. 21422/93, §§ 70-71, 16 November 2000",
        "Troubnikov v. Russia, no. 49790/99, §§ 68, 70, 73-74, 5 July 2005",
        "Velikova v. Bulgaria (dec.), no. 41488/98, ECHR 1999-V",
        "Yaÿa v. Turkey, judgment of 2 September 1998, Reports des arrêts and décisions 1998-VI, pp. 2429-2430, § 66",
        "Younger v. the United Kingdom (dec.), no. 57420/00, ECHR 2003"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "452453",
    "typedescription": "15"
}