{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "70883/01",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-67875.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 70883/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Austrian national, Karin Hannak (“the applicant”), on 7 May 1999. ",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr R. Selendi, a lawyer practising in . The Austrian Government (“the Government”) were represented by their Agent, Ambassador H. Winkler, Head of the International Law Department at the Federal Ministry of Foreign Affairs. ",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the criminal proceedings against her had not been concluded within a reasonable time as required under Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By decision of 9 July 2002 the Court declared the application partly inadmissible. ",
                        "elements": []
                    },
                    {
                        "content": "6.  By decision of 16 December 2003 the Court declared admissible the application concerning the applicant’s complaint about the length.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicant was born in 1940 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "10.  On 10 April 1984 preliminary investigations were instituted against the applicant on suspicion of aggravated fraud (schwerer Betrug).",
                                "elements": []
                            },
                            {
                                "content": "11.  During the preliminary investigations in 1984 and 1985 many witnesses were heard, some of them under letters rogatory. On 14 February 1986 an accountancy expert submitted a comprehensive opinion, as a result of which further witnesses were heard.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 22 April 1987 the preliminary investigations were closed and the file was transferred to the Wels Public Proscutor’s Office (Staatsanwaltschaft).",
                                "elements": []
                            },
                            {
                                "content": "13.  On 29 July 1987 the Wels Public Prosecutor’s Office issued the indictment against the applicant, her husband and three other co-accused. It charged the applicant, her husband and two co-accused with continued aggravated fraud and with negligent and fraudulent bankruptcy (fahrlässige und betrügerische Krida). The applicant’s objection against the indictment filed with the Linz Court of Appeal (Oberlandesgericht) was of no avail.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 30 May 1988 the Public Prosecutor’s Office requested the Supreme Court (Oberster Gerichtshof) that jurisdiction over the case be transferred to the Vienna Regional Criminal Court (Landesgericht für Strafsachen) on the ground that the applicant and her husband would move to Vienna and that numerous witnesses were residing there. On 9 August 1988 the Supreme Court allowed the transfer. The file arrived at the  on 16 September 1988, which set trial hearings for the period between September and November 1989. ",
                                "elements": []
                            },
                            {
                                "content": "15.  On 25 September 1989 the Vienna Public Prosecutor’s Office filed a request for transfer of jurisdiction to the  since it had turned out that the applicant and her husband had not moved to . The  was proposed by the Public Prosecutor’s Office on the ground that all the judges of the  could recuse themselves as the applicant’s husband was one of their former colleagues. On 18 December 1989 the Supreme Court allowed the transfer. On 27 December 1989 the Linz Public Prosecutor’s Office requested that a trial hearing be fixed.",
                                "elements": []
                            },
                            {
                                "content": "16.  Subsequently the  suggested ex officio the re-transfer of the case to the . This was refused by the Linz Court of Appeal on 13 June 1990. On 22 June 1990 a first trial hearing was set by the  for 18 December 1990.",
                                "elements": []
                            },
                            {
                                "content": "17.  Between 18 December 1990 and 5 September 1991, the , sitting with two professional and two lay judges, held further trial hearings against the applicant and the co-accused. Numerous witnesses as well as an expert on bookkeeping were heard. ",
                                "elements": []
                            },
                            {
                                "content": "18.  On 11 July 1991, i.e. the fifteenth trial day, the  decided to disjoin the proceedings against the applicant from those against the co-accused due to her poor state of health. The proceedings against the co-accused were continued. The judge competent to deal with the applicant’s case decided to wait for the outcome of these proceedings due to the close factual links with the applicant’s case.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 5 September 1991 the  convicted the applicant’s husband of continued aggravated fraud (gewerbsmässiger schwerer Betrug), fraudulent bankruptcy (betrügerische Krida), fraudulent conversion (Veruntreuung) and false testimony (falsche Beweisaussage vor Gericht).",
                                "elements": []
                            },
                            {
                                "content": "20.  On 26 November 1992 the Supreme Court quashed the ’s decision regarding the conviction of the applicant’s husband relating to the counts on aggravated fraud and fraudulent bankruptcy, but confirmed his conviction as regards the other charges, quashed the sentence and referred the case to the  for further proceedings. ",
                                "elements": []
                            },
                            {
                                "content": "21.  On 14 April 1993 the Linz Court of Appeal allowed the request of the applicant’s husband for transfer of jurisdiction back to the  as there were no longer any concerns about possible bias.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 16 September 1993, the Regional Court remitted the file to the investigating judge for the preparation of a new report by a bookkeeping expert and for the conduct of further investigations, including the seizure of further accounting documents. On 14 December 1994 the expert requested the submission of these documents, which he inspected on 6 March 1995. ",
                                "elements": []
                            },
                            {
                                "content": "23.  Meanwhile, on 17 October 1994 the proceedings against the applicant were again joined with those against her husband.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 7 November 1996 the first part of the expert report arrived at the court. The remainder arrived on 16 April 1997.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 9 August 1997 the file was transferred to the trial court, which, on 1 December 1997, fixed a hearing for 20 January 1998.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 20 January 1998, namely the first trial day in the second round of proceedings, the Wels Regional Court again decided to disjoin the proceedings against the applicant from those against her husband on account of her poor health.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 19 March 1998 the proceedings against the applicant were again joined with the proceedings against her husband.",
                                "elements": []
                            },
                            {
                                "content": "28.  Between 20 January 1998 and 18 December 1998, the  held ten hearings and, on the latter date, convicted the applicant of fraudulent bankruptcy and sentenced her to six months imprisonment suspended on probation. ",
                                "elements": []
                            },
                            {
                                "content": "29.  On 28 May 1999 the written version of the judgment was served on the applicant’s counsel. Thereupon, the applicant filed a plea of nullity and an appeal against sentence (Nichtigkeitsbeschwerde).",
                                "elements": []
                            },
                            {
                                "content": "30.  On 2 December 1999 the Supreme Court rejected the applicant’s plea of nullity and appeal against sentence. ",
                                "elements": []
                            },
                            {
                                "content": "31.  The judgment was served on 13 January 2000.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW ",
                        "elements": [
                            {
                                "content": "32.  Section 91 of the Courts Act (Gerichtsorganisationsgesetz), which has been in force since 1 January 1990, provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "\"(1) If a court is dilatory in taking any procedural step, such as announcing or holding a hearing, obtaining an expert’s report, or preparing a decision, any party may submit a request to this court for the superior court to impose an appropriate time-limit for the taking of the particular procedural step; unless sub-section (2) of this section applies, the court is required to submit the request to the superior court, together with its comments, forthwith.",
                                "elements": []
                            },
                            {
                                "content": "(2) If the court takes all the procedural steps specified in the request within four weeks after receipt, and so informs the party concerned, the request is deemed withdrawn unless the party declares within two weeks after service of the notification that it wishes to maintain its request.",
                                "elements": []
                            },
                            {
                                "content": "(3) The request referred to in sub-section (1) shall be determined with special expedition by a chamber of the superior court consisting of three professional judges, one of whom shall preside; if the court has not been dilatory, the request shall be dismissed. This decision is not subject to appeal.\"",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.   The applicant complained that the criminal proceedings were not terminated within a reasonable time as required by Article 6 § 1, which, as far as material, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "34.  The Government argued that the case was extraordinarily complex, in particular as regards the scope of the file, the number of co-accused and the charges, involving the necessity to hear witnesses in foreign countries. It was necessary to conduct a second round of proceedings in the trial against the applicant’s husband which were closely connected to those of the applicant, and to obtain a new expert opinion. They further submitted that the Austrian courts involved dealt expeditiously with the case. The delays caused by the transfer of jurisdiction due to the applicant’s statement that she had moved to  and the delays caused by disjunctions of the applicant’s proceedings from those of her husband due to her poor state of health were attributable to the applicant. Finally, the Government argued that the fact that the applicant could have filed a request under Section 91 of the Court’s Act after 1 January 1990 has to be taken into account. ",
                                "elements": []
                            },
                            {
                                "content": "35.  The applicant disagreed with these points of view. She submits, in particular, that a request under Section 91 of the Court’s Act was not an effective remedy in the proceedings at issue since, due to the close link of her proceedings with those against her husband, any delay in the latter proceedings contributed to the length of her own proceedings.",
                                "elements": []
                            },
                            {
                                "content": "36.  The Court observes that the proceedings at issue started on 10 April 1984, when preliminary investigations were instituted against the applicant, and ended on 13 January 2000 when the final judgment was served on the applicant’s counsel. The proceedings lasted thus for 15 years, nine months and three days. ",
                                "elements": []
                            },
                            {
                                "content": "37.  The Court recalls that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria established by its case-law, particularly the complexity of the case, the conduct of the applicant and of the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                "elements": []
                            },
                            {
                                "content": "38.   In the Court’s view, the proceedings were of some complexity. The Court observes that between 11 July 1991 and 17 October 1994 and again between 20 January 1998 and 19 March 1998 the proceedings against the applicant were disjoined from the main proceedings, namely those against her husband, on account of the applicant’s poor health. The Court notes that this fact in itself did not cause any delays, but was a measure in order to expedite the main proceedings by preventing any eventual delays due to the applicant’s poor health. The competent judge then decided to await the outcome of the proceedings against the applicant’s co-accused on account of their close factual links. It follows that the delays occurring in these proceedings contributed to the length of the applicant’s proceedings.",
                                "elements": []
                            },
                            {
                                "content": "39.  As regards the conduct of the applicant, the Court notes that on 1 January 1990 Section 91 of the Courts Act entered into force and that from that moment on the applicant could have made an application in order to accelerate the proceedings (see Holzinger v.  (no. 2), no. 28898/95, §§ 27, 28, 30 January 2001). ",
                                "elements": []
                            },
                            {
                                "content": "40. As regards the conduct of the authorities, however, the Court finds that the overall duration of the proceedings of fifteen years and nine months was inordinate. In particular, the proceedings at issue were characterised by several significant delays. The Court observes, for instance, that some three years and five months elapsed between 29 July 1987 when the Public Prosecutor issued the indictment and the start of the trial on 18 December 1990 before the competent . In the second set of proceedings, the case was pending before the investigating judge for four years and almost four months, namely between 14 April 1993 and 9 August 1997, while an expert opinion was obtained. Another period of five months elapsed until the subsequent start of the trial on 20 January 1998. The Court cannot find any satisfactory explanation for these delays. It concludes that the conduct of the applicant is negligible compared to the extraordinary length of the proceedings at issue.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court accordingly finds that the applicant’s case was not heard in a “reasonable time” within the meaning of Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "There has thus been a violation of Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "43.  The applicant claimed 2,399,148.27 euros (EUR) in respect of pecuniary damage. She submitted that this was the sum claimed by her husband in official liability proceedings against the . She further claimed EUR 250,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.   The Government submitted that there was no causal link between the length of the proceedings and the pecuniary damage claimed by the applicant. They further submitted that the finding of a violation would be sufficient to redress any non-pecuniary damage suffered by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court agrees with the Government that there is no causal link between the length of the proceedings and the pecuniary damage claimed by the applicant. Thus, no award can be made under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  As to the non-pecuniary damage, the Court considers that the applicant must have suffered distress on account of the duration of the criminal proceedings against her. Making an assessment on an equitable basis, the Court awards EUR 9,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "47.  The applicant claimed EUR 50,000 for the costs in the Convention proceedings. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government commented that the applicant’s claim was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court notes that in the proceedings before the Court the applicant was represented by counsel and did not have the benefit of legal aid. Making an assessment on an equitable basis and having regard to the sums awarded in similar cases, the Court awards the applicant EUR 2,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "50.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 9,000 (nine thousand euros) in respect of non-pecuniary damage and EUR 2,000 (two thousand euros) in respect of costs and expenses plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 December 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrB.M. Zupančič",
            "role": "president"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrL. Caflisch",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MsR. Jaeger",
            "role": "judges"
        }
    ],
    "decisiondate": "16/12/2003 00:00:00",
    "docname": "CASE OF HANNAK v. AUSTRIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-67875.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:1222JUD007088301",
    "externalsources": [],
    "extractedappno": [
        "70883/01",
        "30979/96",
        "28898/95"
    ],
    "importance": "4",
    "introductiondate": "07/05/1999 00:00:00",
    "issue": [],
    "itemid": "001-67875",
    "judgementdate": "22/12/2004 00:00:00",
    "kpdate": "22/12/2004 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "HANNAK",
        "AUSTRIA"
    ],
    "rank": "502.331451416016",
    "representedby": [
        "SELENDI R."
    ],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Holzinger v. Austria (no. 2), no. 28898/95, §§ 27, 28, 30 January 2001"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "331567",
    "typedescription": "15"
}