{
    "__articles": "9;9-1;9-2;35;35-1;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Article 35-1 - Effective domestic remedy);Violation of Article 9 - Freedom of thought, conscience and religion (Article 9-1 - Freedom of conscience;Freedom of religion;Manifest religion or belief);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "58",
    "appno": "75604/11",
    "article": [
        "41",
        "35",
        "9"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Effective domestic remedy"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "9",
            "base_article": "9",
            "details": [
                "Article 9-1 - Freedom of conscience",
                "Freedom of religion",
                "Manifest religion or belief"
            ],
            "element": "Violation of Article 9 - Freedom of thought, conscience and religion",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-177429.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 75604/11) against the Republic of Armenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Armenian nationals, Mr Artur Adyan, Mr Garegin Avetisyan, Mr Harutyun Khachatryan and Mr Vahagn Margaryan (jointly “the applicants”), on 6 December 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr P. Muzny, Professor of Law at the Universities of Savoy and Geneva, and Mr A. Carbonneau and Mr A. Martirosyan, lawyers practising in Paris and Yerevan respectively. The Armenian Government (“the Government”) were represented by their Agent, Mr G. Kostanyan, Representative of the Republic of Armenia to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that their convictions had violated the guarantees of Article 9 of the Convention and that their detention had been based on stereotyped reasoning by the courts.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 29 February 2016 the complaints concerning the applicants’ conviction for evasion of military and alternative service and the failure of the courts to provide relevant and sufficient reasons for their pre-trial detention were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  Mr Armen Harutyunyan, the judge elected in respect of Armenia, was unable to sit in the case (Rule 28). Accordingly, the President of the Chamber decided to appoint Mrs Siranush Sahakyan to sit as an ad hoc judge (Rule 29 § 1(b)).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  Mr Adyan (“the first applicant”) was born in 1991, while Mr Avetisyan, Mr Khachatryan and Mr Margaryan (“the second, third and fourth applicants”) were born in 1993. The first and second applicants live in Yerevan, while the third and fourth applicants live in Tsaghkavan and Kapan respectively.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "7.  The applicants are four Jehovah’s Witnesses who were found to be fit for military service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In May and June 2011 the applicants were called up for military service. They failed to appear, and instead addressed letters to the local military commissariat (զինվորական կոմիսարիատ) and the regional prosecutor’s office, refusing to perform either military or alternative service. They stated that they were Jehovah’s Witnesses and that, having studied the Alternative Service Act, they had come to the conclusion that, by European standards, the service proposed was not of a genuinely civilian nature since it was supervised by the military authorities. Their conscience did not allow them to work directly or indirectly for the military system. The alternative labour service was known to be organised and supervised by the military authorities because the alternative labour serviceman’s record booklet was marked “Armed Forces of Armenia”, and alternative servicemen were subject to military discipline and penalties and had to register with the military subdivisions of the Armed Forces of Armenia. Furthermore, the law required that they remain at their place of service around the clock, seven days a week, which was akin to house arrest and was unacceptable to the applicants. The requirement to perform military service or the available alternative service violated their rights guaranteed by, inter alia, Article 9 of the European Convention on Human Rights. For the reasons stated above, their conscience did not allow them to perform the alternative service available in Armenia. The applicants added that they were willing to perform alternative service as long as it was not in any way connected with the military authorities and did not violate their religious beliefs.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Charges against the applicants and placement of the first, third and fourth applicants in pre-trial detention",
                                "elements": [
                                    {
                                        "content": "1.  The second applicant",
                                        "elements": [
                                            {
                                                "content": "9.  On 15 June 2011 charges were brought against the second applicant under Article 327 § 1 of the Criminal Code (evasion of regular conscription for military or alternative service).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The first and fourth applicants",
                                        "elements": [
                                            {
                                                "content": "10.  On 6 July 2011 the first and fourth applicants were arrested.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 7 July 2011 the same charges were brought against the first and fourth applicants. Finding the investigator’s applications for their detention substantiated, the Syunik Regional Court decided to detain them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  On 28 July 2011 the Criminal Court of Appeal dismissed appeals lodged by the first and fourth applicants against the detention orders, finding, inter alia, that as the alleged offence carried a sentence of more than one year’s imprisonment, that increased the probability that the first and fourth applicants would commit a new offence or evade punishment if they remained at large.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The third applicant",
                                        "elements": [
                                            {
                                                "content": "13.  On 27 July 2011 the same charges were brought against the third applicant and the Tavush Regional Court decided to detain him at the investigator’s request, finding that there was a reasonable suspicion that he had committed the offence with which he was charged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On an unspecified date his criminal case was sent to court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 19 August 2011 the Tavush Regional Court decided to set the case down for trial, finding that the “detention was to remain unchanged”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 24 August 2011 the Criminal Court of Appeal examined an appeal lodged by the third applicant against the detention order of 27 July 2011 and decided to dismiss it, finding, inter alia, that the offence with which he was charged carried a sentence of more than one year’s imprisonment, which increased the probability that he would commit a new offence or evade punishment if he remained at large.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Court proceedings and the applicants’ conviction",
                                "elements": [
                                    {
                                        "content": "17.  In the course of the proceedings before their respective trial courts, the applicants submitted that their opposition to military and alternative service was based on their religious beliefs. The alternative service provided for under domestic law was not of a genuinely civilian nature, as it was supervised by the military authorities. The right to conscientious objection was protected by, inter alia, Article 9 of the Convention. The applicants were willing to perform alternative service as long as it was not supervised by the military and was of a genuinely civilian nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 19 July 2011 the Kotayk Regional Court found the second applicant guilty as charged and sentenced him to two years and six months in prison. He was taken into custody on the same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 27 July 2011 the Syunik Regional Court imposed similar sentences on the first and fourth applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 25 November 2011 the Tavush Regional Court imposed a similar sentence on the third applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicants lodged appeals against their convictions, arguing that they violated the requirements of Article 9 of the Convention. Their opposition to the alternative service available in Armenia was based on their religious beliefs, as that service was not of a genuinely civilian nature and failed to comply with European standards. It was organised and supervised by the military authorities (section 14 of the Alternative Service Act (see paragraph 28 below)) and was equivalent to non-armed military service, whereas their conscience did not allow them to perform any service supervised by the military authorities. Furthermore, section 17(3) of the Act authorised a military authority to order the transfer of an alternative labour serviceman to another institution, while certain aspects of the service were organised in accordance with military rules (section 18(2) of the Act). Alternative labour servicemen were also required to wear a uniform that resembled a military uniform and to follow orders, and were not allowed to leave their place of service without authorisation. The cover of the alternative labour serviceman’s record booklet (այլընտրանքային աշխատանքային ծառայողի գրքույկ) bore the coat of arms and the words “The Armed Forces of Armenia”, and the monthly allowance paid was the same as that of military servicemen. Moreover, alternative service was punitive in nature as it lasted forty-two months and alternative servicemen were required to stay at their place of service around the clock. They reiterated their readiness to perform a genuinely civilian alternative service and argued that, in the absence of alternative service that complied with European standards and was of a truly civilian nature, their sentences did not pursue a pressing social need and were not necessary in a democratic society.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 2 December 2011 the Criminal Court of Appeal upheld the judgments of the Regional Courts in the cases of the first and second applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the first applicant’s case, the Court of Appeal found as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the second applicant’s case, the Court of Appeal found that his conviction had been lawful, well-founded and reasoned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 9 December 2011 and 6 March 2012 the Criminal Court of Appeal adopted judgments in the cases of the third and fourth applicants similar to its judgment in the case of the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicants lodged appeals on points of law, raising the same arguments as in their appeals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 7, 8 and 17 February and 7 May 2012 the Court of Cassation declared the applicants’ appeals inadmissible for lack of merit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 8 and 9 October 2013 the applicants were released from prison following a general amnesty, after having served between twenty-six and twenty-seven months of their sentences.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Criminal Code (in force since 2003)",
                                "elements": [
                                    {
                                        "content": "27.  Article 327 § 1 provides that evasion of regular conscription for fixed-term military or alternative service, in the absence of legal grounds for exemption from such service, is punishable by detention (defined in this context as imprisonment under conditions of strict isolation) for a period not exceeding two months or imprisonment for a period not exceeding three years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alternative Service Act",
                                "elements": [
                                    {
                                        "content": "1.  Alternative Service Act as in force at the material time",
                                        "elements": [
                                            {
                                                "content": "28.  The relevant provisions of the Alternative Service Act of 17 December 2003, which entered into force on 1 July 2004, read as follows:",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Amendments of 2 May 2013 with effect from 8 June 2013",
                                        "elements": [
                                            {
                                                "content": "29.  On 28 April 2011 amendments were proposed to the Alternative Service Act. In the Explanatory Report on the proposed amendments, it was indicated that the Act – introduced for the purpose of fulfilling the obligations assumed by Armenia upon joining the Council of Europe – fell short of international standards. Its main shortcomings included the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  the fact that those performing alternative labour service were under military supervision, which contradicted their religious beliefs. Moreover, military supervision was prescribed in the case not only of alternative military service but also of alternative labour service. It deprived those whose religious beliefs contradicted not only the bearing and use of arms but also any kind of service under military supervision, of an alternative to compulsory military service; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  the duration of the alternative service.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The amendments in question were eventually passed on 2 May 2013 and entered into force on 8 June 2013. They included the following changes:",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  section 5 was amended, reducing the duration of alternative military service to thirty months and that of alternative labour service to thirty-six months;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  in section 14 a distinction was made between alternative military service, which was to be organised and supervised by a public authority in the field of defence, and alternative labour service, which was to be organised and supervised by a public authority authorised by the Government. The new section 14 further specified that alternative labour service could not be supervised by the military;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  section 17 no longer required the head of the institution where alternative labour service was to be performed to ensure that the serviceman was fully occupied. The serviceman’s transfer could be ordered or initiated by the National Commission (see paragraphs 35 and 36 below) as opposed to an “authorised public authority in the field of defence” and he was no longer to be required to stay at his place of service around the clock;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  section 18(1) no longer required the head of the alternative service institution to provide the serviceman with food, uniform and other items. In the new section 18(2) the reference to the Internal Regulations for Service in the Armed Forces was removed, and the new text required the head of the institution to ensure that the serviceman’s conditions of work were the same as those of other temporary or permanent employees.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Pursuant to the new section 19, an alternative labour serviceman was no longer to receive the same monthly allowance as that established for a private in compulsory military service, but an allowance of up to 30,000 Armenian drams. The obligation to wear a uniform was also removed.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Military Service Act (2002)",
                                "elements": [
                                    {
                                        "content": "31.  Section 4 provides that the term of compulsory military service for privates is twenty-four months.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Criminal Code Implementation Act (2003; as amended in 2013)",
                                "elements": [
                                    {
                                        "content": "32.  On 2 May 2013 a number of amendments to the Act were passed. They entered into force on 8 June 2013 and included the following amendment:",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Government Decree No. 940-N of 25 June 2004 establishing the list of institutions where alternative service may be performed and the rules concerning the alternative serviceman’s uniform",
                                "elements": [
                                    {
                                        "content": "33.  Pursuant to paragraph 2(b), alternative labour servicemen were to perform their service in various institutions under the authority of the Ministry of Health and the Ministry of Labour and Social Affairs, such as orphanages, retirement homes, mental health institutions, institutions for disabled persons and hospitals. They were to perform the functions of an orderly. Pursuant to paragraph 3, the Minister of Defence, the Minister of Labour and Social Affairs and the Minister of Health were entrusted with providing alternative labour servicemen with clothing, food and financial means. The decree also set out the rules on the uniforms to be worn by both alternative military servicemen and alternative labour servicemen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 1 August 2013 the decree was amended and made applicable only to alternative military servicemen.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Government Decree No. 271-N of 10 March 2005 approving the establishment, procedures and composition of the National Commission examining applications for alternative service",
                                "elements": [
                                    {
                                        "content": "35.  The decree established a National Commission to examine applications for alternative service. The commission was composed of the head of the General Staff of the Armed Forces of Armenia, as its president, the Military Commissar of Armenia (ՀՀ զինվորական կոմիսար) as its vice-president, the Deputy Minister of Health, the Deputy Minister of Labour and Social Affairs, the head of the Governmental Department for National Minorities and Religious Affairs, and the head of the Governmental Department for Administrative Bodies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 25 July 2013 the decree was repealed and replaced with Decree No. 797-A, which modified the composition of the National Commission to include the First Deputy Minister of Territorial Administration as its president, the Deputy Minister of Health, the Deputy Minister of Labour and Social Affairs, the Deputy Minister of Education and Science, the Deputy Minister of Defence, the Deputy Chief of Police and the head of the Governmental Department for National Minorities and Religious Affairs.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Order No. 142 of 20 December 2004 of the Head of General Staff of the Armed Forces of Armenia",
                                "elements": [
                                    {
                                        "content": "37.  For the purpose of supervising the work discipline of persons conscripted to perform alternative labour service, the Military Commissar of Armenia and the head of the Military Police Division of the Ministry of Defence were ordered: (a) to carry out weekly joint spot checks to verify the presence of persons performing alternative labour service at the institutions located within the territory of the regional military commissariats and their sub-divisions; (b) to report the results of such checks to the head of the General Staff at the end of each month; and (c) to report immediately to the head of the General Staff in the event that any alternative labour servicemen were absent and to take necessary measures to find them.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  Case-law of the Court of Cassation",
                                "elements": [
                                    {
                                        "content": "38.  On 28 March 2014 and 27 March 2015 the Court of Cassation examined appeals by two conscientious objectors against their convictions by the lower courts under Article 327 of the Criminal Code (criminal cases nos. KD1/0053/01/12 and GD1/0006/01/13). It found that since their cases met the conditions specified in the Criminal Code Implementation Act, as amended on 8 June 2013, the provisions of that Act were applicable and hence their sentences were to be quashed and the criminal proceedings discontinued for lack of corpus delicti.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "I.  Human Rights Defender of Armenia",
                                "elements": [
                                    {
                                        "content": "39.  In his 2008 Annual Report, the Human Rights Defender noted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The draftees who belong to the Jehovah’s Witnesses explain their refusal to sign up for alternative labour service by the fact that the service is managed and supervised by divisions of the ... Ministry of Defence. For example, the conscription to alternative labour service is conducted by military commissariats, or the ... Defence Ministry’s Military Police [Division] pays regular inspection visits to the institutions where the alternative labour service is being performed, requesting the alternative service personnel to line up and so on. In addition, some recruits expressed complaints that uniforms for alternative labour service personnel had been supplied by the ... Ministry of Defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to [section 18 of the Alternative Service Act], the party responsible for the implementation and supervision of alternative labour service shall be the head of the institution where the alternative labour service is ... performed. However, [section 14 of the same Act] states that conscription to alternative service shall be organised and supervised by [an authorised public authority in the field of defence]. Indeed, the ... Ministry of Defence justifies its regular inspection visits [by] the Military Police as [being in] implementation of [section 14] and claims that the purpose of such visits is to verify that alternative service personnel are actually at the places where alternative labour service is ... conducted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taking this into account, the Human Rights Defender’s Office recommends that changes be made to the legislation so that the responsibility for processing alternative service applications and the subsequent implementation and supervision of alternative service be given to an authorised ... labour and social security body. Thus, rather than registering alternative servicemen in the registries of the military reserve force, which is the current requirement of the ... [Military Liability Act], it is possible to envisage [a register] for citizens who have performed alternative service that is accompanied by a new type of [record booklet] to be established by law (in contrast to the regular military [record booklet]).”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIALS",
                        "elements": [
                            {
                                "content": "A.  Committee of Ministers of the Council of Europe",
                                "elements": [
                                    {
                                        "content": "1.  Recommendation No. R(87)8 regarding Conscientious Objection to Compulsory Military Service",
                                        "elements": [
                                            {
                                                "content": "40.  The Committee of Ministers noted that “alternative service shall not be of a punitive nature. Its duration shall, in comparison to that of military service, remain within reasonable limits”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Recommendation CM/Rec(2010)4 of the Committee of Ministers to member States on human rights of members of the armed forces",
                                        "elements": [
                                            {
                                                "content": "41.  The Committee of Ministers recommended that member States should ensure that any limitations on the right to freedom of thought, conscience and religion of members of the armed forces complied with the requirements of Article 9 § 2 of the Convention, that conscripts should have the right to be granted conscientious objector status and that alternative service of a civilian nature should be proposed to them. The Explanatory Memorandum to this Recommendation noted, in particular, that the length of any alternative service to be performed by objectors should be reasonable in comparison with the length of ordinary military service. It further noted that the European Committee of Social Rights had deemed alternative service exceeding oneandahalf times the length of military service to be excessive.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Parliamentary Assembly of the Council of Europe (PACE)",
                                "elements": [
                                    {
                                        "content": "1.  General documents",
                                        "elements": [
                                            {
                                                "content": "42.  PACE recommended that the Committee of Ministers invite those member States that had not yet done so to introduce into their legislation a genuine alternative service of a clearly civilian nature, which should be neither deterrent nor punitive in character.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Armenia-specific documents",
                                        "elements": [
                                            {
                                                "content": "43.  PACE noted that Armenia had undertaken to honour the following commitment:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“to adopt, within three years of accession, a law on alternative service in compliance with European standards and, in the meantime, to pardon all conscientious objectors sentenced to prison terms or service in disciplinary battalions, allowing them instead to choose, when the law on alternative service had come into force, to perform non-armed military service or alternative civilian service.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As regards Armenia’s commitment to enact legislation on alternative service “in compliance with European standards” and “pardon all conscientious objectors sentenced to prison terms”, PACE noted with disappointment that the current law, as amended in 2005 and subsequently in June 2006, still did not offer conscientious objectors any guarantee of “genuine alternative service of a clearly civilian nature, which should be neither deterrent nor punitive in character”, as provided for by Council of Europe standards. It was deeply concerned that, for lack of a genuine form of civilian service, dozens of conscientious objectors, most of whom were Jehovah’s Witnesses, continued to be imprisoned, since they preferred prison to an alternative service which was not of a truly civilian nature. PACE urged the Armenian authorities to amend the law on alternative service in accordance with the recommendations made by the Council of Europe experts and, in the meantime, to pardon the young conscientious objectors serving prison sentences.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  European Commission against Racism and Intolerance (ECRI)",
                                "elements": [
                                    {
                                        "content": "45.  In its Second Report on Armenia, adopted on 30 June 2006, ECRI noted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The overwhelming majority of conscientious objectors in Armenia are Jehovah’s Witnesses. They are thus disproportionately affected by the issue of alternative service. On this point, the Armenian Parliament passed, on 1 December 2003, the [Alternative Service Act] which took effect on 1 July 2004. This law provides for alternative military service of 36 months and an alternative civilian service of 42 months. ECRI notes that alternative civilian service, which lasts longer than actual military service, is carried out under military supervision. ECRI has further been informed that directors of institutions (which include hospitals) where conscientious objectors carry out their duty receive their instructions about the conditions and modalities of their service from the military. Moreover, conscientious objectors are sent to military hospitals for medical treatment, they are largely confined to their place of service and required to wear military uniform. They also receive assignments and changes of assignments which are determined by the military. ... ECRI wishes to point out that the aim of the [Alternative Service Act] was to prevent conscientious objectors from being imprisoned for refusing to carry out military service. However, as a number of people are currently in prison for leaving or refusing to join the alternative civilian service due to the military influence on this service, the aim of the [Alternative Service Act] has unfortunately not been met.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Commissioner for Human Rights of the Council of Europe",
                                "elements": [
                                    {
                                        "content": "46.  In his report of 9 May 2011 following his visit to Armenia from 18 to 21 January 2011, the Commissioner stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The issue of imprisoned conscientious objectors – currently, all of whom are members of the Jehovah’s Witnesses community – has been on the table for many years. Conscientious objectors are not willing to perform an alternative service option which is under the supervision of the military. There is still no alternative to military service available in Armenia which can be qualified as genuinely civilian in nature. The Commissioner strongly believes that conscientious objectors should not be imprisoned and urges the authorities to put in place an alternative civilian service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The right to conscientious objection remains an open issue in Armenia. Those asking to perform civilian service on the basis of conscientious objection are mainly members of the Jehovah’s Witnesses community. Over 70 persons are currently imprisoned for their refusal to serve in the army or to perform alternative military service. The conscientious objectors have all been sentenced under [Article] 327.1 of the Criminal Code to imprisonment ranging from 24 to 36 months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Law on Alternative service was adopted in 2003 and entered into force in 2004. The performance of alternative service remains under the supervision of the military, which constitutes a major obstacle for members of the Jehovah’s Witnesses community on the basis of their religious beliefs. Another issue is the potentially punitive length of the civilian service, which currently amounts to 42 months, while regular military service is 24 months. In this respect, the European Committee of Social Rights of the Council of Europe has found that a period of alternative service which is double the duration of military service is excessively lengthy and contrary to Article 1.2 of the European Social Charter. Under this article, alternative service may not exceed one and a half times the length of armed military service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At their meeting with the Commissioner, officials from the Ministry of Defence expressed readiness to amend the [Alternative Service Act]. In particular, the Minister indicated that on the basis of the amendments, supervision will be exercised by a ministry designated for the implementation of alternative service (labour, health, defence, etc.), thereby suggesting that a genuinely civilian service would be available. The draft Law on Amendments to the [Alternative Service Act] was adopted by the government in April 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Conclusions and recommendations",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commissioner finds that there is an urgent need to review the [Alternative Service Act] and to develop appropriate mechanisms in order to create a genuinely civilian service option in Armenia. It is also important that the length of the alternative service be adjusted – taking into consideration the duration of military service - in a way that it is not perceived as punitive, deterrent or discriminatory.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In their formal response to the Commissioner’s report, the Government admitted that the exercise of the right to conscientious objection was still flawed in Armenia, and that they intended to introduce further legislative amendments to promote civilian control over alternative service and completely to withdraw military control over such service. That function was to be assigned to a new body composed of representatives of the Ministry of Health, the Ministry of Labour and Social Affairs and strictly civil service officers of the Ministry of Defence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  European Committee of Social Rights",
                                "elements": [
                                    {
                                        "content": "48.  In its Conclusions XIX-1 of 24 October 2008 regarding compliance by Greece with Article 1 § 2 of the European Social Charter (The right to work: effective protection of the right of the worker to earn his living in an occupation freely entered upon), the European Committee of Social Rights noted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Committee notes that [the periods of alternative service to replace armed military service] are nearly double the length of armed military service. Admittedly, recognised conscientious objectors are in a better position than they are in countries that do no grant them special status or where refusal to serve is punishable by imprisonment. But even if the state acknowledges the principle of conscientious objection and institutes alternative service instead, it cannot make the latter longer than is necessary to ensure that refusal to serve on grounds of conscience is genuine and the choice of alternative service is not seen as advantageous rather than duty. Under Article 1 § 2 of the Charter, alternative service may not exceed one and a half times the length of armed military service.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 9 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  The applicants complained that the criminal proceedings against them and their convictions had violated their rights guaranteed by Article 9 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
                                "elements": []
                            },
                            {
                                "content": "2.  Freedom to manifest one’s religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "50.  The Government argued that the applicants had failed to exhaust domestic remedies. In particular, on 2 May 2013 amendments had been introduced to the Criminal Code Implementation Act, pursuant to which: (a) a person serving a sentence under Article 327 of the Criminal Code was to be released provided that he applied for alternative service before 1 August 2013 and his application was granted; (b) both pre-trial and trial proceedings were to be discontinued; (c) the criminal record of those concerned was to be deleted; and (d) the term of alternative service was to be reduced by the period of actual service of the sentence or the period of deprivation of liberty during criminal prosecution. After the introduction of those amendments, the Court of Cassation had quashed a number of convictions of conscientious objectors and discontinued the criminal proceedings for lack of corpus delicti. The amendments had been introduced while the applicants were still serving their sentences. Thus, they had had the opportunity to be afforded appropriate redress by means of acquittal and rehabilitation had they applied for alternative service before a specific date, but they had not seized that opportunity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The applicants contested the Government’s non-exhaustion claim and argued that the provisions of the Criminal Code Implementation Act as amended did not constitute an effective remedy as they did not provide a possibility for genuine rehabilitation or for compensation to be paid. Substituting the remainder of their sentences with alternative service would have led to a situation in which, having served twenty-four months in prison, they would still need to perform a further twelve months of alternative service, because one full day of imprisonment was equivalent to one eight-hour working day of alternative service. Such a scheme was punitive and akin to substituting their terms of imprisonment for a noncustodial sentence and then increasing their sentences from thirty to thirtysix months, which could not be considered an acquittal or rehabilitation. Moreover, the Government had failed to disclose that the National Commission, that is the authority entrusted with deciding on applications for alternative service, had not begun functioning until months after the amendments had been introduced, with its first hearing being held on 23 October 2013. By then, the applicants had already been released from prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court considers that the Government’s objection of nonexhaustion is closely linked to the substance of the applicants’ complaint and must be joined to the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Furthermore, although the parties did not contest the applicability of Article 9 to the case, the Court considers it necessary to address this question of its own motion. It reiterates in this regard that opposition to military service, where it is motivated by a serious and insurmountable conflict between the obligation to serve in the army and a person’s conscience or his deeply and genuinely held religious or other beliefs, constitutes a conviction or belief of sufficient cogency, seriousness, cohesion and importance to attract the guarantees of Article 9. Whether and to what extent objection to military service falls within the ambit of that provision must be assessed in the light of the particular circumstances of the case (see Bayatyan v. Armenia [GC], no. 23459/03, § 110, ECHR 2011; Erçep v. Turkey, no. 43965/04, § 47, 22 November 2011; Savda v. Turkey, no. 42730/05, § 91, 12 June 2012; and Papavasilakis v. Greece, no. 66899/14, § 36, 15 September 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  In the present case, the applicants are Jehovah’s Witnesses, a religious group whose beliefs include the conviction that service, even unarmed, within the military is to be opposed. Article 9 has already been found to be applicable to such opposition to military service (see Bayatyan, cited above, § 111). However, in contrast to the case of Bayatyan, the applicants in the present case objected to performing not only military service but also the substitute service which had been available in Armenia since 2004, alleging that it was not of a genuinely civilian nature and was punitive in nature. Having regard to the overall circumstances of the case, the Court has no reason to doubt that the applicants’ objection to both military and alternative service was motivated by their religious beliefs, which were genuinely held and were in serious and insurmountable conflict with their obligation to perform such service. Accordingly, Article 9 is applicable to the applicants’ case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "56.  The applicants alleged that the alternative labour service was not of a genuinely civilian nature, referring to the arguments raised in that connection in their appeals (see paragraph 21 above). Although the physical work of an alternative labour serviceman was technically performed at a civilian institution, everything about that programme and all the activities of the serviceman were under military control and supervision. The military authorities could transfer an alternative labour serviceman at will to another assignment. He was required to be at his place of assignment twenty-four hours a day, seven days a week, and was ordered to wear a uniform provided by the military authorities, which was similar in appearance to a military uniform. The cover of the alternative labour serviceman’s record booklet bore the military insignia and once his service had been completed he would be discharged and registered in the military reserve. Any violation of the prescribed procedure gave rise to sanctions in accordance with military rules and any orders given to an alternative labour serviceman were to be implemented in accordance with a procedure prescribed by the Act Establishing the Internal Rules of Service in the Armed Forces. Alternative labour servicemen were at all times subject to military authority and discipline. Thus, it could not be said that the alternative labour service contained only a few formal elements of military supervision, as the Government claimed (see paragraph 58 below). In fact, from the perspective of religious conscience, it was the same as unarmed military service.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The applicants further referred to the fact that the law had later been amended, arguing that the Government had conceded that it had been fundamentally flawed. One of the main defects identified when the amendments had been proposed was that the alternative labour service was under military control. Prior to those amendments there had been no genuine alternative service of a clearly civilian nature in Armenia. PACE and the Committee of Ministers had repeatedly called on the Armenian authorities to introduce a clearly civilian service. The applicants submitted that the fact that the law had eventually been amended in 2013 to remove all military control and supervision and to place the programme under a purely civilian administration also confirmed that it had not been necessary in a democratic society to prosecute and imprison them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Government submitted that in 2003 Armenia had enacted a law on alternative service as part of the commitments undertaken upon joining the Council of Europe. Unfortunately, it had transpired that there were a number of omissions in that law and inconsistencies with the European standards. However, in deciding on the applicants’ criminal cases, the domestic courts had been bound to apply the law as in force at the material time. Referring to the findings of the Criminal Court of Appeal, the Government argued that the alternative labour service available at the material time had been of a civilian nature and contained only a few formal elements of military supervision in theory, not being directly controlled by the military in practice. Thus, the interference was legitimate and prescribed by law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Government further submitted that the present case was to be distinguished from the Bayatyan case, since the applicants in the present case had had the possibility of substituting military service with alternative service of a civilian nature. Nevertheless, taking into account the shift in the case-law brought about by the Bayatyan judgment and a number of opinions and recommendations of various international bodies, including the Venice Commission, the domestic law had been amended on 2 May 2013 in order to provide a possibility for those who objected not only to the carrying of arms or performing other military activities but also to serving under any type of military command in general. In conclusion, there had been no interference with the applicants’ right to freedom of thought, conscience or religion and there had been no violation of Article 9 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "60.  The Government made contradictory submissions regarding the existence of an interference, arguing, on the one hand, that “the interference was legitimate and prescribed by law”, but, on the other hand, that there was no interference. In any event, the Court considers that the applicants’ refusal to be drafted for military and alternative service was a manifestation of their religious beliefs and their conviction for draft evasion therefore amounted to an interference with their freedom to manifest their religion, as guaranteed by Article 9 § 1 (see, mutatis mutandis, Bayatyan, cited above, § 112). Such interference will be contrary to Article 9 unless it is “prescribed by law”, pursues one or more of the legitimate aims set out in paragraph 2 and is “necessary in a democratic society” (see, among other authorities, İzzettin Doğan and Others v. Turkey [GC], no. 62649/10, § 98, ECHR 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  There is no dispute between the parties as to whether the interference was prescribed by law and pursued a legitimate aim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Court considers it unnecessary to determine this question, since the interference was in any event incompatible with Article 9 for the reasons set out below (see, mutatis mutandis, Bayatyan, cited above, §§ 113-17).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court reiterates that, as enshrined in Article 9, freedom of thought, conscience and religion is one of the foundations of a “democratic society” within the meaning of the Convention. This freedom is, in its religious dimension, one of the most vital elements that go to make up the identity of believers and their conception of life, but it is also a precious asset for atheists, agnostics, sceptics and the unconcerned. The pluralism indissociable from a democratic society, which has been dearly won over the centuries, depends on it. That freedom entails, inter alia, freedom to hold or not to hold religious beliefs and to practise or not to practise a religion (see Buscarini and Others v. San Marino [GC], no. 24645/94, § 34, ECHR 1999I; Leyla Şahin v. Turkey [GC], no. 44774/98, § 104, ECHR 2005XI; and Bayatyan, cited above, § 118).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  While religious freedom is primarily a matter of individual conscience, it also implies, inter alia, freedom to manifest one’s religion, alone and in private, or in community with others, in public and within the circle of those whose faith one shares. Article 9 lists a number of forms which manifestation of one’s religion or belief may take, namely worship, teaching, practice and observance (see Hasan and Chaush v. Bulgaria [GC], no. 30985/96, § 60, ECHR 2000XI, and Bayatyan, cited above, § 119).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  According to its settled case-law, the Court leaves to States Parties to the Convention a certain margin of appreciation in deciding whether and to what extent an interference is necessary. This margin of appreciation goes hand in hand with European supervision embracing both the law and the decisions applying it. The Court’s task is to determine whether the measures taken at national level were justified in principle and proportionate (see Leyla Şahin, cited above, § 110). Furthermore, in so far as the Court has had opportunity to consider this issue, it has made clear that a State which has not introduced alternatives to compulsory military service in order to reconcile the possible conflict between individual conscience and military obligations enjoys only a limited margin of appreciation and must advance convincing and compelling reasons to justify any interference. In particular, it must demonstrate that the interference corresponds to a “pressing social need” (see Bayatyan, cited above, § 123).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court has also held that any system of compulsory military service imposes a heavy burden on citizens. It will be acceptable if it is shared in an equitable manner and if exemptions from this duty are based on solid and convincing grounds. However, a system which imposes on citizens an obligation which has potentially serious implications for conscientious objectors, such as the obligation to serve in the army, without making allowances for the exigencies of an individual’s conscience and beliefs, would fail to strike a fair balance between the interests of society as a whole and those of the individual (ibid., §§ 124 and 125).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court notes that, in contrast to the Bayatyan case cited above, the applicants in the present case, as already noted above, had the opportunity at the material time to refuse compulsory military service for reasons of conscience and to perform “alternative labour service” instead, pursuant to sections 2 and 3 of the Alternative Service Act, since such service had been introduced in Armenia in 2004 and was performed outside the armed forces of Armenia (see paragraph 28 above). However, in the Court’s opinion, that fact alone is not sufficient to conclude that the authorities have discharged their obligations under Article 9 of the Convention. The Court must also verify that the allowances made were appropriate for the exigencies of an individual’s conscience and beliefs. In this connection, while accepting that the States Parties to the Convention enjoy a certain margin of appreciation regarding the manner in which their systems of alternative service are organised and implemented, the Court considers that the right to conscientious objection guaranteed by Article 9 of the Convention would be illusory if a State were allowed to organise and implement its system of alternative service in a way that would fail to offer – whether in law or in practice – an alternative to military service of a genuinely civilian nature and one which was not deterrent or punitive in character. It is therefore necessary to determine whether the alternative labour service available to the applicants at the material time complied with those requirements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court notes that it is not in dispute between the parties that the work performed by alternative labour servicemen was of a civilian nature. Such servicemen were assigned to various civilian institutions, such as orphanages, retirement homes, mental health institutions, institutions for disabled persons and hospitals, and performed the functions of an orderly (see paragraph 33 above). However, in the Court’s opinion, the nature of the work performed is only one of the factors to be taken into account when deciding whether alternative service is of a genuinely civilian nature. Such factors as authority, control, applicable rules and appearances may also be important for the determination of that question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court notes, firstly, that, while alternative labour servicemen were accountable and subordinate primarily to the heads of the civilian institutions where the service was performed, the military authorities were, nevertheless, actively involved in the supervision of that service. In particular, they carried out regular spot checks at the relevant civilian institutions, upon the order of the head of the General Staff of the Armed Forces of Armenia, for the purpose of “supervising the work discipline of alternative labour servicemen”. In the event of the unauthorised absence of an alternative labour serviceman, they were required to take measures to find him (see paragraph 37 above). Secondly, the military authorities had the power to influence an alternative labour serviceman’s service by ordering his transfer to another institution or place of service (see section 17(3) of the Alternative Service Act in paragraph 28 above). Thirdly, certain aspects of the alternative labour service were organised in accordance with the Internal Rules of Service in the Armed Forces (see section 18(2) of the Act in paragraph 28 above). The Court further refers to the findings of the European Commission against Racism and Intolerance, which the Government did not explicitly contest, according to which the heads of the civilian institutions where alternative labour service was performed received instructions about the conditions and modalities of the service from the military, while conscientious objectors were sent to military hospitals for medical treatment and received assignments and changes of assignments determined by the military (see paragraph 47 above). The Court therefore considers that the alternative labour service was not sufficiently separated hierarchically and institutionally from the military system at the material time. Furthermore, as regards appearances, the Court notes that alternative civilian servicemen were required to wear a uniform and to stay at their place of service. They also had “The Armed Forces of Armenia” written on the cover of their alternative labour serviceman’s record booklets. Thus, taking into account all the above-mentioned factors, the Court considers that the alternative labour service available to the applicants at the material time was not of a genuinely civilian nature.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court turns to the question as to whether the alternative labour service could be perceived as being deterrent or punitive in character. It considers that the duration of the service may be a relevant factor to consider, among others, when determining this question. In this connection, the Court refers to the findings of the European Committee of Social Rights, also mentioned by the Commissioner for Human Rights of the Council of Europe in his report following his visit to Armenia in January 2011, to the effect that the length of alternative service may not exceed one and a half times the length of armed military service (see paragraphs 46 and 48 above). In Armenia, where armed military service lasts for a relatively long period of twenty-four months (see paragraph 31 above), the alternative labour service was significantly longer than one and a half times that period, lasting, at the material time, forty-two months (see section 5 of the Alternative Service Act in paragraph 28 above). In the Court’s opinion, such a significant difference in duration of service must have had a deterrent effect and can be said to have contained a punitive element.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court also notes that the Government admitted that the system of alternative labour service, as provided for by the Alternative Service Act, had shortcomings. The Armenian parliament was even more explicit in its criticism of the alternative labour service, pointing out as two of its main shortcomings the military supervision and its duration (see paragraph 29 above). The Alternative Service Act was eventually amended in 2013 with the purpose of eliminating the shortcomings, and a number of relevant governmental decrees were subsequently also amended or repealed (see paragraphs 30, 34 and 36 above). The Court lastly notes that the shortcomings of the alternative labour service were also highlighted in a number of international and domestic reports (see paragraphs 39 and 44-47 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  In the light of the above, the Court concludes that the authorities failed, at the material time, to make appropriate allowances for the exigencies of the applicants’ conscience and beliefs and to guarantee a system of alternative service that struck a fair balance between the interests of society as a whole and those of the applicants, as required by Article 9 of the Convention. It follows that the applicants’ convictions constituted interferences which were not necessary in a democratic society within the meaning of that provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Having reached this conclusion, the Court considers it necessary to address the Government’s non-exhaustion objection. The Court notes that the authorities introduced legislative amendments on 8 June 2013 which allowed the applicants to have their final convictions reviewed and to be released from prison, conditional on having submitted applications before 1 August 2013 seeking to perform alternative service and on such applications being granted by the relevant authority (see paragraph 32 above). By then, the applicants had already served almost two years of their sentences. Furthermore, that measure was introduced after the applicants had already lodged their applications with the Court. The Court notes that, while the measure could have potentially led to the commutation of the remainder of the applicants’ sentences with alternative service and the quashing of their final convictions for lack of corpus delicti, it does not appear from the case-law of the Court of Cassation – nor has it been argued by the Government – that it was meant to lead to an acknowledgment of a violation of their rights guaranteed by Article 9 of the Convention or to an award of compensation for any non-pecuniary damage suffered by the applicants as a result of an alleged violation of those rights (see paragraph 38 above). Moreover, that measure was conditional on the applicants’ performance of alternative service instead of serving the remainder of their sentences and depended on the positive exercise of a discretion by the relevant authority. In such circumstances, the Court considers that the measure in question was not an effective and adequate remedy capable of providing redress in respect of violations of the applicants’ rights. It therefore decides to dismiss the Government’s non-exhaustion objection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  There has accordingly been a violation of Article 9 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "75.  The first, third and fourth applicants complained that the courts had failed to provide relevant and sufficient reasons in their decisions to detain them. They relied on Article 5 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "76.  The Government contested those allegations.",
                                "elements": []
                            },
                            {
                                "content": "77.  Having regard to the facts of the case, the submissions of the parties and its findings under Article 9 of the Convention, the Court considers that it has examined the main legal question raised in the present application and that there is no need to give a separate ruling on this complaint (see, mutatis mutandis, Kamil Uzun v. Turkey, no. 37410/97, § 64, 10 May 2007, and Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "78.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "79.  The applicants claimed 32,400 euros (EUR) each in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Government contested the claims and submitted that the amounts claimed were exorbitant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court considers that the applicants have undoubtedly suffered non-pecuniary damage as a result of their convictions and imprisonment. It awards them EUR 12,000 each in respect of such damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "82.  The applicants also claimed a total of EUR 11,900 for the costs of the two lawyers who had represented them before the domestic courts and EUR 9,000 for the costs of the two lawyers who had represented them before the Court. In support of their claims, the applicants submitted letters addressed to them by the lawyers requesting lump-sum payments for various portions of the work done.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Government submitted that the amounts requested were excessive and not duly substantiated. Firstly, the applicants had engaged an excessive number of lawyers. Secondly, the hourly rates claimed (EUR 200 to 300) were unheard of in Armenia. Thirdly, the amounts in question could not be said to have been actually incurred because the letters submitted by the applicants, in the absence of an actual contract between the parties or an invoice, could not serve as a proof of payment or of an obligation to pay. Fourthly, the applicants had failed to provide detailed information on the number of hours of work performed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, the applicants have failed to submit any legal document, such as a contract signed with their representatives or invoices issued by them, in support of their claim that they were bound to pay the amounts in question. The letters submitted by the applicants could not serve as such proof. In such circumstances, the Court rejects the applicants’ claim for legal costs.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "85.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join to the merits the Government’s objection of the alleged non-exhaustion of domestic remedies and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares admissible the complaints concerning an alleged violation of the applicants’ right to freedom of thought, conscience and religion and the alleged failure of the courts to provide relevant and sufficient reasons for detaining the first, third and fourth applicants;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 9 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to rule separately on the complaints of the first, third and fourth applicants communicated under Article 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 12,000 (twelve thousand euros) each, plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Armenian drams at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 October 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "president"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Pauliine Koskelo",
            "role": "judges"
        },
        {
            "name": "Tim Eicke",
            "role": "judges"
        },
        {
            "name": "Siranush Sahakyan",
            "role": "ad hoc judge"
        },
        {
            "name": "Abel Campos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ADYAN AND OTHERS v. ARMENIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-177429.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:1012JUD007560411",
    "externalsources": [
        "Conclusions XIX-1 of the European Committee of Social Rights, regarding compliance by Greece with Article 1 § 2 of the European Social Charter (24 October 2008)",
        "2008 Annual Report of the Human Rights Defender of Armenia",
        "Resolution 1532 (2007) of the Parlimaentary Assembly of the Council of Europe",
        "Second Report on Armenia of the European Commission against Racism and Intolerance (ECRI) (30 June 2006)",
        "Report of the Commissioner for Human Rights of the Council of Europe following his visit to Armenia from 18 to 21 January 2011"
    ],
    "extractedappno": [
        "75604/11",
        "01/12",
        "01/13",
        "23459/03",
        "43965/04",
        "42730/05",
        "66899/14",
        "62649/10",
        "24645/94",
        "44774/98",
        "30985/96",
        "37410/97",
        "47848/08"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Section 17(3) of the Alternative Service Act",
        "Section 18(2) of the Internal Rules of Service in the Armed Forces"
    ],
    "itemid": "001-177429",
    "judgementdate": "12/10/2017 00:00:00",
    "kpdate": "12/10/2017 00:00:00",
    "kpthesaurus": [
        "154",
        "147",
        "152",
        "237",
        "269",
        "14",
        "128",
        "109",
        "216",
        "577",
        "283",
        "238",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "9-1",
        "9",
        "9-2",
        "35-1",
        "35",
        "41"
    ],
    "parties": [
        "ADYAN AND OTHERS",
        "ARMENIA"
    ],
    "rank": "2053.76440429688",
    "representedby": [
        "MUZNY P.",
        "CARBONNEAU A.",
        "MARTIROSYAN A."
    ],
    "respondent": "ARM",
    "respondentOrderEng": "3",
    "scl": [
        "Bayatyan v. Armenia [GC], no. 23459/03, §§ 110-123, ECHR 2011",
        "Buscarini and Others v. San Marino [GC], no. 24645/94, § 34, ECHR 1999 I",
        "Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014",
        "Erçep v. Turkey, no. 43965/04, § 47, 22 November 2011",
        "Hasan and Chaush v. Bulgaria [GC], no. 30985/96, § 60, ECHR 2000 XI",
        "İzzettin Doğan and Others v. Turkey [GC], no. 62649/10, § 98, ECHR 2016",
        "Kamil Uzun v. Turkey, no. 37410/97, § 64, 10 May 2007",
        "Leyla Şahin v. Turkey [GC], no. 44774/98, ECHR 2005 XI",
        "Papavasilakis v. Greece, no. 66899/14, § 36, 15 September 2016",
        "Savda v. Turkey, no. 42730/05, § 91, 12 June 2012"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "468748",
    "typedescription": "15"
}