{
    "__articles": "5;5-1;5-3;5-4;8;8-1",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-3 - Reasonableness of pre-trial detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Procedural guarantees of review);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for correspondence;Respect for private life)",
    "applicability": "",
    "appno": "22491/08",
    "article": [
        "8",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Procedural guarantees of review"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for correspondence",
                "Respect for private life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-113296.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 22491/08) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Lebanese national, Mr Zhirayr Sefilyan (“the applicant”), on 11 May 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V. Grigoryan and Mr A. Zakaryan, lawyers practising in . The Armenian Government (“the Government”) were represented by their Agent, Mr G. Kostanyan, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his detention between 10 and 22 June 2007 had been unlawful, that the courts had failed to provide reasons for his continued detention, that the proceedings of 7 February 2007 in the District Court had not been adversarial, that he had been deprived of an oral hearing before the Court of Appeal on 14 May 2007 and that the secret surveillance of his telephone communications had been unlawful and disproportionate.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 January 2010 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1967 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant is an active member of civil society who holds leading positions in several NGOs, including the Unity of Armenian Volunteers, the Defence of Liberated Lands and AraksKur charity fund. He is of an Armenian origin and since 1992 has apparently been permanently resident in  where he has a family and owns an apartment.",
                                "elements": []
                            },
                            {
                                "content": "A.  Secret surveillance of the applicant’s telephone communications",
                                "elements": [
                                    {
                                        "content": "7.  The applicant appears to be a critic of the Armenian authorities. He alleges that in this connection he has been invited to visit the National Security Service (NSS) on several occasions, where he was ordered to stop his cooperation with the opposition and his criticism of the government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On an unspecified date the Head of the Principal Department for Safeguarding the Constitutional Order and Fight Against Terrorism of the NSS filed a motion, seeking to carry out secret surveillance and recording of the applicant’s telephone and other conversations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 15 August 2006 the Kentron and Nork-Marash District Court of Yerevan examined the motion, finding:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It is evident from the materials submitted to the court and the motion that the Principal Department for Safeguarding the Constitutional Order and Fight Against Terrorism of the NSS has sufficient grounds to believe that [the applicant], born in 1967 in Lebanon, a Lebanese national, residing at 17 Lepsius Str, apt 42, Yerevan, leader of the Armenian Volunteers Unity organisation, is carrying out activities aimed to destabilise the internal political situation in Armenia and to create a situation of civil disobedience, thereby creating a basis for the change of government in Armenia through unconstitutional means by making public calls.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The District Court decided to grant the motion, authorising the interception and recording of the applicant’s telephone and other conversations made to and from the applicant’s three mobile and three landline numbers for a period of six months, taking into account that they might contain information substantiating the above-mentioned circumstances, the use of which would facilitate the disclosure of a crime and obtaining evidence, since there were elements of an offence prescribed by Article 301 of the Criminal Code (CC) in the applicant’s actions. In doing so, the District Court referred to, inter alia, Articles 281 and 284 of the Code of Criminal Procedure (CCP).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The criminal proceedings against the applicant and his placement in detention",
                                "elements": [
                                    {
                                        "content": "11.  On 2 December 2006 the applicant gave a speech at an assembly organised by the Unity of Armenian Volunteers. The assembly took place in the hall of the  and was attended by about 150 people. The applicant called on the participants of the assembly to get organised, otherwise nothing would move forward. It was not enough to keep telling the President and the Prime Minister to resign; they would never do that. Peaceful assemblies would not make them resign. Nor would external pressure. He called on the participants to create a significant force, in order to make the authorities resign, stating that the main and only objective was to get rid of them. He further stressed that they should not allow those in power to multiply, otherwise the future plans of the participants of the assembly would encounter serious obstacles. The applicant called the authorities “monsters” who would become even more dangerous if they were allowed to multiply. The applicant agreed with other speech makers that any means were acceptable for achieving their goals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 8 December 2006 the Investigative Department of the National Security Service decided to institute criminal proceedings under Article 301 of the CC on the ground that public calls for a violent overthrow of the government had been made during the speeches given at the above assembly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 9 December 2006 at 10.30 p.m. the applicant was arrested and taken to the NSS.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On the same date the applicant’s office was searched, as a result of which a revolver and various types of bullets were found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 10 December 2006 at 3.45 p.m. the relevant arrest record was drawn up. It stated that the applicant was suspected of offences under Articles 235 § 1 and 301 of the CC. It appears that his passport was seized.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On the same date the applicant was questioned as a suspect. He refused to give testimony, stating that the criminal proceedings against him were politically motivated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 12 December 2006 the applicant was formally charged under Articles 235 § 1 and 301 of the CC. He was accused of making calls for a violent overthrow of the government and of not handing in, and illegally keeping, his weapon after his demobilisation in 1998. Another person, V.M., who had also given a speech at the above assembly, was accused together with the applicant under Article 301 of the CC. Their speeches had been recorded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On the same date the investigator filed a motion with the Kentron and Nork-Marash District Court of Yerevan, seeking to have the applicant detained for a period of two months and arguing that, if at large, he could abscond and obstruct the investigation. It appears that on the same date three members of the parliament filed a statement with the District Court, giving their personal guarantees for the applicant’s proper conduct and requesting that no detention be imposed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On the same date the District Court examined the investigator’s motion, including the charge and the circumstances surrounding it. The District Court decided to grant the motion, taking into account the nature and degree of dangerousness of the imputed offence and the fact that it was at the top of the list of offences directed against state power and finding that the materials of the case provided sufficient reasons to believe that the applicant could abscond and obstruct the investigation by exerting unlawful influence on persons involved in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 19 December 2006 the applicant lodged an appeal, arguing, inter alia, that there was no reasonable suspicion of his having committed an offence and that the District Court had failed to provide reasons justifying the necessity of his placement in detention. He submitted, in particular, that the investigating authority had a recording of his speech at its disposal, so the allegation that he could unlawfully influence witnesses was unfounded. Furthermore, the allegation that he could abscond was not supported by any arguments or evidence, while the court did not take into account the fact that he was a permanent resident in , with two minor children and an elderly, sick mother who were dependent on him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 27 December 2006 the Criminal and Military Court of Appeal dismissed the applicant’s appeal. In dismissing the applicant’s argument about the lack of a reasonable suspicion, the Court of Appeal found that his involvement in the imputed acts, which included features of offences envisaged by Articles 235 § 1 and 301 of the CC, was substantiated by evidence, such as various records and expert opinions, produced by the investigator and examined in court. As to the reasons given by the District Court, the Court of Appeal found these to be justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On the same date the applicant filed a motion requesting to be released on bail. He submitted that he was known to the investigating authority and the court, he had a clear and concrete place of residence and he had never attempted to abscond. He asked the court to fix the amount of bail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 30 December 2007 another person, V.A., who was the applicant’s friend, was also charged under Article 235 § 1 of the CC with illegal possession of firearms and ammunition in the context of the same criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 7 January 2007 the District Court refused the applicant’s request for bail, citing the same grounds as those justifying his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 22 January 2007 the Court of Appeal upheld this decision, adding that the applicant was a foreign national and therefore could abscond. Furthermore, it was unacceptable to release the applicant on bail in view of the fact that his co-accused, V.A., who was also charged with illegal possession of firearms and ammunition, was in detention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Extension of the applicant’s detention and the court proceedings",
                                "elements": [
                                    {
                                        "content": "26.  On 1 February 2007 the investigator filed a motion with the District Court seeking to have the applicant’s detention period, which was to expire on 10 February 2007, extended by two months. The investigator argued that the applicant could abscond because he was a foreign national. He further argued that on 15 January 2007 the applicant had transmitted through his lawyer a short note to co-accused V.A. which said “be strong”. This suggested that he was attempting to exert unlawful influence on the participants in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 7 February 2007 the District Court, having examined the investigator’s motion and other materials, granted this motion, finding that there was a need to carry out further investigative measures and citing the same grounds as before in justifying the applicant’s continued detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 8 February 2007 the applicant lodged an appeal. In his appeal he argued, inter alia, that the extension of his detention had been effected in violation of the time-limits prescribed by Article 139 § 1 of the CCP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 23 February 2007 the Court of Appeal dismissed the appeal, finding that the District Court, taking into account the circumstances mentioned in the investigator’s motion, had taken a reasoned decision, since the grounds for the applicant’s detention had not ceased to exist. As to the violation of the time-limits, the Court of Appeal considered this not to be of such gravity as to have affected the correct outcome of examination of the investigator’s motion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 30 March 2007 the investigator filed a motion with the District Court seeking to have the applicant’s detention period, which was to expire on 10 April 2007, extended by two months on the same grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 4 April 2007 the District Court examined and granted this motion on the same grounds. In the proceedings before the District Court the applicant’s lawyer asked the court whether any evidence had been submitted by the investigator in support of his motion which would be examined in court. The presiding judge replied that the materials of the criminal case related to the motion had been submitted by the investigator during the examination of his previous motion. These materials had been examined and returned by the court. The criminal procedure rules did not allow the lawyers access to the materials of a criminal case before the completion of the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Following this announcement the applicant’s lawyer challenged the judge’s impartiality, inter alia, on the ground that the judge had not disclosed the materials in question to the defence during the previous proceedings. The judge dismissed this challenge with reference to, inter alia, Article 73 § 1 (12) of the CCP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 19 April 2007 the applicant lodged an appeal, raising similar arguments as previously.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The applicant alleged that his lawyers had not been notified of the hearing to take place upon his appeal and were therefore not able to appear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government contested this allegation and alleged that on 11 May 2007 the Court of Appeal had sent notifications to both the General Prosecutor’s Office and the applicant’s lawyers, which were received by them, informing them that the hearing on the applicant’s appeal would take place on 14 May 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 14 May 2007 the applicants lawyers filed a challenge with the Chairman of the Court of Appeal, contesting the impartiality of the judges who were assigned to examine the appeal. The lawyers stated in their challenge that they had been informed on 11 March that the case had been assigned to a judge rapporteur.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On the same date the Court of Appeal examined the applicant’s appeal in the absence of both parties. The Court of Appeal decided to dismiss the appeal with the same reasoning as on 23 February 2007. This decision stated that the parties had been duly notified of the hearing but failed to appear. The same follows from the transcript of the court hearing, in which it was stated that the parties had also been informed by a judge’s assistant by telephone. It appears that a copy of this decision was received by the applicant’s lawyers on 18 May 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In May 2007 the investigation was over and from 15 to 29 May the applicant was granted access to the case file. He submits that only then did he find out about the decision of 15 August 2006 authorising the secret surveillance of his telephone communications.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 5 June 2007 the prosecutor approved the indictment and the case was sent to court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 7 June 2007 Judge M. of the Kentron and Nork-Marash District Court of Yerevan decided to take over the applicant’s criminal case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 10 June 2007 the applicant’s detention period, authorised by the decision of 4 April 2007, expired.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 12 June 2007 the applicant complained to the General Prosecutor and the Minister of Justice that his detention authorised by a court had expired on 10 June 2007 and that his continued detention was unlawful. He sought to be released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 22 June 2007 Judge M. decided to put the applicant’s criminal case down for trial. This decision stated that the preventive measure imposed on the applicant was to remain unchanged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 6 August 2007 the Kentron and Nork-Marash District Court of Yerevan found the applicant guilty under Article 235 § 1 and acquitted him under Article 301. The District Court, having examined the statements the applicant had made in his speech, found that they could not be qualified as calls for a violent overthrow of the government. As to the charge of illegal possession of a weapon, the District Court found that the applicant had kept the weapon and the ammunition without a permit after his demobilisation. The applicant was sentenced to one year and six months’ imprisonment. The applicant’s two co-accused were found guilty as charged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 25 September 2007 the Criminal Court of Appeal upheld this judgment on appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Criminal Code (in force from 1 August 2003)",
                                "elements": [
                                    {
                                        "content": "46.  The relevant provisions of the CC provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 235: Illegal acquisition, sale, possession, transportation or carrying of arms, ammunition and explosive materials or devices",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Illegal acquisition, sale, possession, transportation or carrying of firearms, except for smooth-bore firearms and their bullets, ammunition, sawn-off firearms, bullets and explosive materials or devices shall be punishable by detention of up to three months or by imprisonment for a period not exceeding three years.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 301: Public calls aimed at violently changing the constitutional order of ",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Public calls aimed at violently seizing State power and violently changing the constitutional order of Armenia shall be punishable by a fine of between 300 and 500 times the minimum wage or by detention of between two and three months or by imprisonment for a period not exceeding three years.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Code of Criminal Procedure (in force from 12 January 1999)",
                                "elements": [
                                    {
                                        "content": "1.  Detention",
                                        "elements": [
                                            {
                                                "content": "47.  For a summary of the relevant provisions see the judgment in the case of Poghosyan v. Armenia (no. 44068/07, §§ 26-41, 20 December 2011). The provisions of the CCP which were not cited in that judgment read as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  According to Article 135, the court, the prosecutor, the investigator or the body of inquest can impose a preventive measure only when the materials obtained in the criminal case provide sufficient grounds to believe that the suspect or the accused may: (1) abscond from the authority dealing with the case; (2) hinder the examination of the case during the pre-trial or court proceedings by exerting unlawful influence on persons involved in the criminal proceedings, by concealing or falsifying materials significant for the case, by failing to appear upon the summons of the authority dealing with the case without valid reasons or by other means; (3) commit an act prohibited by criminal law; (4) avoid criminal liability and serving the imposed sentence; and (5) hinder the execution of the judgment. When deciding on the necessity of imposing a preventive measure or choosing the type of preventive measure to be imposed on the suspect or the accused, the following should be taken into account: (1) the nature and degree of danger of the imputed offence; (2) the personality of the suspect or the accused; (3) age and state of health; (4) sex; (5) occupation; (6) family status and dependants, if any; (7) property situation; (8) whether he has a permanent residence; and (9) other important circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  According to Article 139 § 1, if it is necessary to extend the accused’s detention period, the investigator or the prosecutor must submit a well-grounded motion to the court not later than ten days before the expiry of the detention period. The court, agreeing with the necessity of extending the detention period, shall adopt an appropriate decision not later than five days before the expiry of the detention period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  According to Article 285 § 1, the prosecutor or the investigator shall file a motion with a court seeking to have detention imposed as a preventive measure or the period of detention extended, if such a necessity arises. The motion must indicate the reasons and grounds necessitating the suspect’s detention. Materials substantiating the motion shall be attached to it. if such is engaged in the case, about the place and time of the court hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  According to Article 288 § 3, judicial control of detention by the court of appeal shall be carried out in camera in the presence of the prosecutor and defence counsel. Failure to appear of a party who has been notified of the day of the hearing beforehand shall not obstruct the judicial examination.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Access to case file",
                                        "elements": [
                                            {
                                                "content": "52.  According to Article 65 § 2(16), the accused has the right to familiarise himself with all the materials of the case upon the completion of the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  According to Article 73 § 1(12), defence counsel is entitled to familiarise himself with all the materials of the case, to make copies of and to take notes on any information contained in the case and in any volume, after the completion of the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  According to Article 201, materials of the investigation may be made public only with the permission of the authority dealing with the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  According to Article 265, the investigator, finding that the collected materials are sufficient to draw up the bill of indictment, informs the accused of this and decides on the location and time for his familiarising with the materials of the case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Secret surveillance of telephone conversations",
                                        "elements": [
                                            {
                                                "content": "56.  According to Article 281, operative and search activities which restrict the right to secrecy of correspondence, telephone conversations, postal, telegraphic and other communications of citizens shall be carried out only upon a judicial warrant. The types of operative and search activities carried out upon a judicial warrant shall be defined by the Operative and Search Activities Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  According to Article 284, operative and search activities which restrict the right to secrecy of correspondence, telephone conversations, postal, telegraphic and other communications of persons may be carried out only upon a judicial warrant, save in cases where one of the interlocutors has agreed beforehand that his conversations be intercepted or monitored. This Article further prescribes the procedure for the judicial examination of motions seeking authorisation to carry out secret surveillance of telephone conversations filed by the head of the authority charged with carrying out operative and search activities. The motion must indicate the grounds justifying such activity, the information sought to be obtained through such activity, the place and time-limit for such activity, as well as all other relevant elements. The materials substantiating the need to carry out such activity must be attached to the motions. The court must indicate the reasons for granting or refusing the motion. The period during which the judicial warrant is effective shall be calculated from the date of its adoption and may not exceed six months, unless decided otherwise by the warrant. The period of an operative and search activity may be extended upon a reasoned motion by the authority carrying out the operative and search activity in accordance with the procedure prescribed by this Article.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Operative and Search Activities Act (adopted on 22 October 2007 and entered into force on 8 December 2007)",
                                "elements": [
                                    {
                                        "content": "58.  The Operative and Search Activities Act prescribes the notion of operative and search activities, their objectives and principles, bodies carrying out such activities, their rights and obligations, types of such activities and control and supervision over them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Article 14 prescribed the types of operative and search activities which included surveillance of telephone conversations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Article 26 prescribed certain technical aspects of secret surveillance of telephone conversations, including of landline, mobile and internet conversations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Article 31 prescribed that secret surveillance of telephone conversations as an operative and search activity may be authorised only if a person is suspected of a grave or particularly grave crime and if there is sufficient evidence that it is impossible to obtain the information sought by the authority carrying out the activity through other means.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  According to Article 39, the overall period of secret surveillance of telephone conversations may not exceed twelve months.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Law on Legal Acts (in force from 31 May 2002)",
                                "elements": [
                                    {
                                        "content": "63.  According to Article 68 § 4, if a rule prescribed by a legal act can be implemented only by adopting another legal act envisaged by the first legal act or if its implementation is directly dependent on the adoption of another legal act, then the legal act in question in its part concerning that rule shall be effective from the date on which the other legal act enters into force.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "64.  The applicant complained that his detention between 10 and 22 June 2007 was not authorised by a court and was therefore unlawful and that the extension of his detention on 7 February 2007 was not carried out in compliance with the time-limits prescribed by law. He invoked Article 5 § 1 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Compliance with domestic time-limits when extending detention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "65.  The Government submitted that the fact that the five-day time-limit prescribed by Article 139 § 1 of the CCP had not been observed by the District Court when deciding on 7 February 2007 to extend the applicant’s detention did not have any adverse effect on the applicant’s rights guaranteed by Article 5 § 1. The formal non-compliance with the time-limit in question due to some shortcomings in court administration did not render the applicant’s detention arbitrary within the meaning of Article 5 § 1, since the applicant was already in detention and the District Court decided that it was to remain unchanged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The applicant submitted that his detention was to expire on 9 February 2007 and not 10 February 2007, since the start of his detention should have been calculated from the date of his actual taking into custody and not from the date on which the record of his arrest was drawn up. In any event, both the investigator and the District Court failed to comply with the time-limits prescribed by Article 139 § 1 of the CCP. These were grave violations of domestic law and a good reason to quash the decision of the District Court. Furthermore, since a breach of the domestic law entailed a violation of Article 5 § 1, the failure to comply with the time-limits in his case resulted in a breach of that provision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "67.  The Court reiterates that the expressions “lawful” and “in accordance with a procedure prescribed by law” in Article 5 § 1 essentially refer back to national law and enshrine the obligation to conform to the substantive and procedural rules thereof. Although it is in the first place for the national authorities, notably the courts, to interpret and apply domestic law, under Article 5 § 1 failure to comply with domestic law entails a breach of the Convention and the Court can and should review whether this law has been complied with (see, among many other authorities, Benham v. the United Kingdom, 10 June 1996, § 41, Reports of Judgments and Decisions 1996III, and Assanidze v. Georgia [GC], no. 71503/01, § 171, ECHR 2004II). A period of detention is, in principle, “lawful” if it is based on a court order. Even flaws in the detention order do not necessarily render the underlying period of detention unlawful within the meaning of Article 5 § 1 (see Benham, cited above, §§ 42-47, and Jėčius v. , no. 34578/97, § 68, ECHR 2000IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  In the present case, the applicant’s two-month detention period authorised by a court was to expire on 10 February 2007. The applicant contested this and claimed that the expiry date was 9 February 2007. The Court does not find it necessary to rule on this disagreement for the following reasons. Article 139 § 1 of the CCP required the investigator, if he deemed necessary to seek extension of detention, to submit a motion for extension not later than ten days, and the court to adopt its decision not later than five days, before the expiry of the detention period. The investigator in the applicant’s case submitted a motion for extension on 1 February 2007, while the District Court adopted its decision granting that motion and extending the applicant’s detention by two months on 7 February 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court notes that at the time when the District Court decided on 7 February 2007 to extend the applicant’s detention, his on-going detention was still valid as authorised by the District Court’s previous decision of 12 December 2006. Furthermore, the decision of 7 February 2007, while taken with a short delay, was nevertheless taken several days before the expiry of the authorised detention period. It was adopted by a competent court upon the investigator’s motion as required by the domestic law. The Court considers that the alleged procedural shortcoming in question, namely the short delays in the filing and examination of the investigator’s motion, was of such a formal and minor nature that it did not in any way affect the lawfulness of the relevant detention period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Lawfulness of detention between 10 and 22 June 2007",
                                        "elements": [
                                            {
                                                "content": "71.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "72.  The Government submitted that the applicant’s detention between 10 and 22 June 2007 was in compliance with the law, namely Article 138 § 3 of the CCP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The applicant contested this submission, claiming that Article 138 § 3 of the CCP could not be considered as a lawful ground for his detention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "74.  The Court reiterates that Article 5 of the Convention guarantees the fundamental right to liberty and security. That right is of primary importance in a “democratic society” within the meaning of the Convention (see De Wilde, Ooms and Versyp v. , 18 June 1971, § 65, Series A no. 12).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Where deprivation of liberty is concerned it is particularly important that the general principle of legal certainty be satisfied. It is therefore essential that the conditions for deprivation of liberty under domestic law be clearly defined and that the law itself be foreseeable in its application, so that it meets the standard of “lawfulness” set by the Convention, a standard which requires that all law be sufficiently precise to allow the person – if need be, with appropriate advice – to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see Steel and Others v. the United Kingdom, 23 September 1998, § 54, Reports 1998-VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Court notes that it has already examined an identical complaint in another case against Armenia, in which it concluded that there had been a violation of Article 5 § 1 of the Convention in that the applicant’s detention was not based on a court decision and was therefore unlawful within the meaning of that provision (see Poghosyan, cited above, §§ 56-64). It sees no reason to reach a different conclusion in the present case and concludes that the applicant’s detention between 10 and 22 June 2007 was unlawful within the meaning of Article 5 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  There has accordingly been a violation of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "78.  The applicant complained of the fact that the domestic courts had failed to provide reasons for his continued detention. He relied on Article 5 § 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "79.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "80.  The Government argued that the domestic courts had provided relevant and sufficient reasons for the applicant’s continued detention based on the materials of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The applicant submitted that the domestic courts had failed to provide relevant and sufficient reasons for his continued detention and their reasoning basically amounted to citation of the relevant legal provisions without making any assessment of his particular circumstances. The courts had ignored the fact that the offences with which he was charged were of minor gravity and also failed to take into account his personal situation. Lastly, the investigation had not been carried out with special diligence because it had lasted more than six months despite the fact that all the evidence in the case had been collected on the second day of the investigation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "82.  A person charged with an offence must always be released pending trial unless the State can show that there are “relevant and sufficient” reasons to justify the continued detention (see Smirnova v. Russia, nos. 46133/99 and 48183/99, § 58, ECHR 2003IX (extracts); Becciev v. Moldova, no. 9190/03, § 53, 4 October 2005; and Khodorkovskiy v. Russia, no. 5829/04, § 182, 31 May 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The domestic courts must examine all the facts arguing for or against the existence of a genuine requirement of public interest justifying, with due regard to the principle of the presumption of innocence, a departure from the rule of respect for individual liberty and set them out in their decisions on the applications for release (see Letellier v. France, 26 June 1991, § 35, Series A no. 207). Arguments for and against release must not be general and abstract (see Clooth v. , 12 December 1991, § 44, Series A no. 225).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The persistence of a reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the lawfulness of the continued detention, but after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds were “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings (see Labita v.  [GC], no. 26772/95, § 153, ECHR 2000IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Convention case-law has developed four basic acceptable reasons for detaining a person before judgment when that person is suspected of having committed an offence: the risk that the accused would fail to appear for trial (see Stögmüller v. Austria, 10 November 1969, § 15, Series A no. 9); the risk that the accused, if released, would take action to prejudice the administration of justice (see Wemhoff v. Germany, 27 June 1968, § 14, Series A no. 7) or commit further offences (see Matznetter v. Austria, 10 November 1969, § 9, Series A no. 10) or cause public disorder (see Letellier, cited above, § 51).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The danger of an accused’s absconding cannot be gauged solely on the basis of the severity of the sentence risked. It must be assessed with reference to a number of other relevant factors which may either confirm the existence of a danger of absconding or make it appear so slight that it cannot justify detention pending trial (see Yağcı and Sargın v. Turkey, 8 June 1995, § 52, Series A no. 319A). The risk of absconding has to be assessed in the light of the factors relating to the person’s character, his morals, home, occupation, assets, family ties and all kinds of links with the country in which he is prosecuted. The expectation of heavy sentence and the weight of evidence may be relevant but is not as such decisive and the possibility of obtaining guarantees may have to be used to offset any risk (see Neumeister v. Austria, 27 June 1968, § 10, Series A no. 8).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The danger of the accused’s hindering the proper conduct of the proceedings cannot be relied upon in abstracto, it has to be supported by factual evidence (see Trzaska v. Poland, no. 25792/94, § 65, 11 July 2000).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles in the present case",
                                "elements": [
                                    {
                                        "content": "88.  In the present case, the Court notes that the domestic courts, when ordering the applicant’s detention and its extension, relied on the gravity of the charge and the risk of his absconding and obstructing the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court observes that both the Kentron and Nork-Marash District Court of Yerevan and the Criminal and Military Court of Appeal, in their decisions ordering and extending the applicant’s detention, limited themselves to repeating these grounds in an abstract and stereotyped way, without indicating any reasons as to why they considered to be well-founded the allegations that the applicant could abscond or obstruct the proceedings. Nor have they attempted to refute the arguments made by the applicant. A general reference to the serious nature of the offence with which the applicant had been charged, on which the courts relied on several occasions, cannot be considered as a sufficient justification of the alleged risks. Furthermore, once the case was brought before a court, the trial court failed to give any reasons whatsoever when extending the applicant’s detention (see paragraph 43 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  It is true that on one occasion, when refusing the applicant’s application for bail, the Court of Appeal justified the risk of his absconding by the fact that he was a foreign national (see paragraph 25 above). The Court considers that, while a relevant factor, this in itself was not sufficient to justify the refusal of bail. The Court of Appeal failed to take into account any of the factors established in the Court’s case-law (see paragraph 86 above), including the fact that the applicant had resided on a permanent basis in Armenia since 1992 and had a family and property and apparently strong social links with the country. The fact that his passport had been seized was also overlooked, although it significantly minimised the risk of flight.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  As to the other ground for refusal of bail mentioned in the same decision of the Court of Appeal, namely that a co-accused had also been placed in detention, the Court does not see in what way this was relevant for the applicant’s case. Thus, when the only reason for continued detention is the fear that the accused will abscond and thereby subsequently avoid appearing for trial, his release pending trial must be ordered if it is possible to obtain from him guarantees that will ensure such appearance (see Wemhoff, cited above, § 15). In the present case, the domestic courts failed even to consider this possibility and refused his application for bail without carrying out a thorough examination of his particular situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  In the light of the above, the Court considers that the reasons relied on by the District Court and the Court of Appeal in their decisions concerning the applicant’s detention, its extension and when refusing bail were not “relevant and sufficient”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  Accordingly there has been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "94.  The applicant complained that the proceedings of 7 February 2007 in the Kentron and Nork-Marash District Court of Yerevan were not adversarial and that he had been deprived of an oral hearing before the Court of Appeal on 14 May 2007. He invoked Article 5 § 3 of the Convention. The Court decided to examine these complaints under Article 5 § 4 of the Convention (see paragraphs 101-102 below) which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Adversarial proceedings and equality of arms",
                                        "elements": [
                                            {
                                                "content": "95.  The Government submitted that Article 5 § 4 was not applicable to the detention hearing of 7 February 2007 since it determined questions of extension of the applicant’s detention upon the investigator’s motion, whereas this Article was applicable only to proceedings initiated by the detainee. Therefore, the detention hearing in question fell within the ambit of Article 5 § 3 which did not require that proceedings in the first instance court be adversarial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The applicant submitted that Article 5 § 4 was applicable to the proceedings in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The Court notes that the Government’s objection is closely linked to the substance of the applicant’s complaint and must therefore be joined to the merits.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "98.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Adversarial proceedings and equality of arms",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "99.  The Government submitted that Article 201 of the CCP allowed preliminary investigation materials to be made public only with the permission of the investigating authority. Hence, before the hearing of 7 February 2007 the investigator, together with his motion seeking extension of detention, submitted certain documents to the District Court in support of his motion. At the same time the investigator did not find it appropriate to present the files to the applicant and his lawyer, since according to the law the accused had the right to familiarise himself with the materials of the case only upon completion of the investigation. However, this did not raise an issue since the proceedings in question were covered by Article 5 § 3, as opposed to Article 5 § 4, and the requirement of an adversarial hearing did not apply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The applicant submitted that Article 5 § 4 required that the proceedings be adversarial and equality of arms be ensured, which did not happen in his case. Neither he nor his lawyers were aware that the investigator had submitted certain documents to the presiding judge in support of his motion of 1 February 2007. They had no access to those documents because of the restrictions imposed by law and were not able to comment on them. He was therefore deprived of the possibility to present his case effectively, in violation of Article 5 § 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "101.  The Court will first address the question of applicability of Article 5 § 4 to the proceedings in question, namely the detention hearing of 7 February 2007 at which the Kentron and Nork-Marash District Court of Yerevan decided to grant the investigator’s motion seeking to extend the applicant’s detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  It notes that a similar objection as the one raised by the Government in the present case was examined and dismissed in the case of Lebedev v. Russia (no. 4493/04, judgment of 25 October 2007). In that case, the Court held that it was of little relevance whether the domestic court decided on an application for release lodged by the defence or a request for detention introduced by the prosecution (see ibid., § 72). In reaching this conclusion the Court referred to a number of cases in which it had decided that the extension of the applicant’s detention on remand by a court at the request of the prosecution also attracted the guarantees of Article 5 § 4 (see Graužinis v. , no. 37975/97, § 33, 10 October 2000; Włoch v. Poland, no. 27785/95, §§ 125 et seq., ECHR 2000XI; and Telecki v Poland (dec.) no. 56552/00, 3 July 2003). The Court went on to conclude that Article 5 § 4 was applicable to the proceedings determining questions of extension of the applicant’s detention (see Lebedev, cited above, § 74). The Court therefore concludes that the guarantees of Article 5 § 4 are applicable to the detention hearing of 7 February 2007 and decides to dismiss the Government’s objection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Court reiterates that Article 5 § 4 requires that a court examining an appeal against detention provide guarantees of a judicial procedure. The proceedings must be adversarial and must always ensure “equality of arms” between the parties, the prosecutor and the detained person. Equality of arms is not ensured if counsel is denied access to those documents in the investigation file which are essential in order effectively to challenge the lawfulness of his client’s detention (see Lamy v. Belgium, 30 March 1989, § 29, Series A no. 151; Nikolova v. Bulgaria [GC], no. 31195/96, § 58, ECHR 1999II; and Garcia Alva v. Germany, no. 23541/94, § 39, 13 February 2001). This principle may also require the court to hear witnesses whose testimony appears prima facie to have a material bearing on the continuing lawfulness of the detention (see A. and Others v. the United Kingdom [GC], no. 3455/05, § 204, ECHR 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Turning to the circumstances of the present case, the Court notes that on 1 February 2007 the investigator filed a motion with the District Court seeking to have the applicant’s detention extended. In support of this motion the investigator submitted certain evidence contained in the case file which was not revealed to the applicant’s lawyers and they were not able to comment on or challenge that evidence. This fact was admitted by the District Court at its next detention hearing (see paragraph 31 above). The Government also admitted this but tried to justify it with the fact that the domestic law precluded revealing the materials of the case to the defence before the completion of the investigation. The Court considers that the domestic law imposes an excessive restriction in this respect. As it already stated in the preceding paragraph, in order to be able to challenge effectively the basis of the allegations against his client and the lawfulness of his client’s detention, at least the materials of the case-file which are essential for the defence to do so - among which the exculpating evidence - must be disclosed to the defence. In this respect the Court draws a distinction between all the materials of a criminal case - which generally should be disclosed for the proceedings under Article 6 for the determination of one’s guilt (see, however, ibid., § 205) - and the materials which should be disclosed in connection with a foreseen procedure under Article 5 § 4. This, however, did not happen in the present case. The Court therefore concludes that the manner in which the proceedings before the District Court were conducted on 7 February 2007 failed to ensure an adversarial procedure and equality of arms between the parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  There has accordingly been a violation of Article 5 § 4 of the Convention on this count.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Oral hearing",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "106.  The Government submitted that the applicant’s lawyers had been notified about the hearing of 14 May 2007 by registered post. The court had sent a summons on 11 May 2007 which had been handed to them. Besides, they had been notified about the date and time of the hearing by telephone but had failed to appear. The Court of Appeal had proceeded with the examination of the appeal in accordance with Article 288 § 3 of the CCP. The proceedings therefore complied with Article 5 § 4. In support of their arguments the Government submitted a copy of a postal receipt which contained the names of the applicant’s lawyers, a stamp of the Court of Appeal and a postal stamp on the reverse dated 11 May 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The applicant claimed that the Government had failed to submit any evidence that his lawyers had been duly notified about the hearing of 14 May 2007. The postal receipt submitted could not serve as such evidence since there was no address on the receipt and it was not possible to establish the content of the letter sent under that receipt. Furthermore, nothing in the submitted receipt suggested that the letter in question had been sent by registered post. There was no other document indicating that they had received a summons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The applicant submitted that the absence of his lawyers from the hearing before the Court of Appeal had violated Article 5 § 4. Notably, the Court of Appeal had requested and received a number of documents which had not been examined at the hearing in the District Court. His lawyers were not able to comment on those documents or to present his case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "109.  The Court reiterates that, in certain circumstances, Article 5 § 4 may require a detainee’s presence at an oral hearing (see Singh v. the United Kingdom, 21 February 1996, §§ 67-69, Reports 1996I; Graužinis v. , cited above, §§ 33-34; Waite v. the United Kingdom, no. 53236/99, § 59, 10 December 2002; Lebedev, cited above, § 113; and Khodorkovskiy, cited above, § 235).",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Court further reiterates that Article 5 § 4 does not compel the Contracting States to set up a second level of jurisdiction for the examination of the lawfulness of detention and for hearing applications for release. Nevertheless, a State which institutes such a system must in principle accord detainees the same guarantees on appeal as at first instance (see Toth v. Austria, 12 December 1991, § 84, Series A no. 224). Furthermore, although Article 5 § 4 of the Convention does not guarantee a right to appeal against decisions on the lawfulness of detention, it follows from the aim and purpose of this provision that its requirements must be respected by appeal courts if an appeal lies against a decision on the lawfulness of detention (see Rutten v. the Netherlands, no. 32605/96, § 53, 24 July 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  Turning to the circumstances of the present case, neither the applicant nor his lawyers were present at the hearing of 14 May 2007 at which the Court of Appeal upheld the decision of the District Court of 4 April 2007 to extend his detention. The parties are in dispute as to whether the applicant’s lawyers were duly notified about this hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Court notes in this respect that it appears from the postal receipt submitted by the Government that a summons inviting the applicant’s lawyers to attend a hearing to be held at 2 p.m. on 14 May 2007 was sent to them on 11 May 2007. Furthermore, it follows from the transcript of the hearing of 14 May 2007 before the Court of Appeal that the lawyers had been also apprised by telephone, which they did not deny. In such circumstances, there is not enough evidence to conclude that the failure of the applicant’s lawyers to appear at the hearing of 14 May 2007 could be attributed to the authorities. There is therefore no appearance of a violation of Article 5 § 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "114.  The applicant complained that the secret surveillance of his telephone conversations was in violation of the guarantees of Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "115.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "116.  The Government submitted that the secret surveillance of the applicant’s telephone conversations was justified for the purpose of investigating the information received at the NSS suggesting that the organisation led by the applicant was carrying out activities aimed at overthrowing the government through unconstitutional means. The interference was in accordance with the law since the grounds and the procedure for it were prescribed by the CCP. It pursued a legitimate aim and was necessary in the interests of national security and for the prevention of disorder and crime.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "117.  The applicant submitted that at the material time there was no law in  which would prescribe the procedure for secret surveillance and recording of telephone and other communications. The Government’s submissions were of a general nature and failed even to point out the relevant provisions of the CCP. However, pursuant to Article 281 of the CCP the types of operative and search activities, including telephone tapping, were to be defined by the Operative and Search Activities Act, which was adopted and entered into force following the circumstances of his case, namely in October and December 2007 respectively. It was only in this Law that certain legislative safeguards were introduced for the protection of the rights to private life and correspondence. Article 68 § 4 of the Law on Legal Acts precluded a legal norm from being applied if its implementation was dependent on the adoption of another legal act. Accordingly, Article 281 of the CCP could not be applied until the Operative and Search Activities Act was adopted. In conclusion, there was no law at the material time that regulated the activities authorised by the judicial warrant of 15 August 2006 and provided safeguards for his rights. As a result, the NSS carried out total surveillance of his correspondence and other communications and conversations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  Furthermore, the vague and uncertain wording of the judicial warrant of 15 August 2006 gave practically unlimited power to the NSS to have total control over his communications and conversations, including those with his wife, mother, children, other relatives, friends, colleagues, partners in activity and the rest of his personal, social and professional environment. Up to then he had still not been informed about the fate of the data collected during the six-month surveillance period. The fact that the investigating authority was aware that on 15 January 2007 he had transmitted through his lawyer a note to his co-accused also demonstrated that all his discussions with his lawyers in the penitentiary institution were under real danger of surveillance.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Government’s reply",
                                "elements": [
                                    {
                                        "content": "119.  The Government, in reply to the applicant’s observations, submitted that the secret surveillance of the applicant’s communications was regulated by Articles 281 and 284 of the CCP. The applicant’s interpretation of Article 68 § 4 of the Law on Legal Acts was incorrect and the implementation of Articles 281 and 284 of the CCP was not conditioned by the adoption of the Operative and Search Activities Act. That Act was simply supposed to define the types of operative and search activities and this did not mean that the secret surveillance of telephone and other communications had no legal basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Whether there was an interference with the applicant’s right to respect for private life and correspondence",
                                "elements": [
                                    {
                                        "content": "120.  The Court notes that it is not disputed that the surveillance carried out by the NSS in the present case amounted to an interference with the applicant’s rights under Article 8 § 1 of the Convention. The principal issue is whether this interference was justified under Article 8 § 2, notably whether it was “in accordance with the law”, pursued a legitimate aim and was “necessary in a democratic society” in order to achieve that aim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Whether the interference was justified",
                                "elements": [
                                    {
                                        "content": "121.  The Court draws attention to its established case-law, according to which the expression “in accordance with the law” not only requires that the impugned measure should have some basis in domestic law, but also refers to the quality of the law in question, requiring that it should be accessible to the person concerned and foreseeable as to its effects (see Amann v. Switzerland [GC], no. 27798/95, § 50, ECHR 2000II, and Rotaru v. Romania [GC], no. 28341/95, § 52, ECHR 2000V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  In the present case, the Court notes that in authorising the secret surveillance of the applicant’s telephone conversations the District Court referred to Articles 281 and 284 of the CCP which allowed the secret surveillance of telephone conversations as an operative and search activity. The applicant alleged that Article 281 of the CCP was not effective at the material time, since its application depended on the adoption of another legal act. The Court reiterates in this respect that it is primarily for the national authorities, notably the courts, to interpret and apply domestic law (see Kruslin v. , 24 April 1990, § 29, Series A no. 176A, and Kopp v. Switzerland, 25 March 1998, § 59, Reports 1998II). Bearing this in mind and having regard to the impugned legal provisions, it does not discern sufficient grounds to agree with the applicant’s allegation. Thus, the Court considers that the secret surveillance of the applicant’s telephone conversations had a basis in domestic law. It also considers that no issue arises as to the accessibility of these legal provisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  As regards their foreseeability, the Court reiterates that in the special context of interception of communications for the purposes of police investigations the requirement of foreseeability cannot mean that an individual should be enabled to foresee when the authorities are likely to intercept his communications so that he can adapt his conduct accordingly. Nevertheless, the law must be sufficiently clear in its terms to give citizens an adequate indication as to the circumstances in which and the conditions on which public authorities are empowered to resort to this secret and potentially dangerous interference with the right to respect for private life and correspondence (see Malone v. the United Kingdom, 2 August 1984, § 67, Series A no. 82).",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  Tapping and other forms of interception of telephone conversations constitute a serious interference with private life and correspondence and must accordingly be based on a “law” that is particularly precise. It is essential to have clear, detailed rules on the subject, especially as the technology available for use is continually becoming more sophisticated (see Kopp, cited above, § 72, and Amann, cited above, § 56).",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  In its case-law on secret measures of surveillance, the Court has developed the following minimum safeguards that should be set out in statute law in order to avoid abuses of power: the nature of the offences which may give rise to an interception order; a definition of the categories of people liable to have their telephones tapped; a limit on the duration of telephone tapping; the procedure to be followed for examining, using and storing the data obtained; the precautions to be taken when communicating the data to other parties; and the circumstances in which recordings may or must be erased or the tapes destroyed (see Weber and Saravia v.  (dec.), no. 54934/00, § 95, ECHR 2006XI; Association for European Integration and Human Rights and Ekimdzhiev v. , no. 62540/00, § 76, 28 June 2007; and Liberty and Others v. the United Kingdom, no. 58243/00, § 95, 1 July 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  Furthermore, there must be a measure of legal protection in domestic law against arbitrary interference by public authorities with the rights safeguarded by Article 8 § 1. Especially where a power of the executive is exercised in secret, the risks of arbitrariness are evident. Since the implementation in practice of measures of secret surveillance of communications is not open to scrutiny by the individuals concerned or the public at large, it would be contrary to the rule of law for the legal discretion granted to the executive or to a judge to be expressed in terms of an unfettered power. Consequently, the law must indicate the scope of any such discretion conferred on the competent authorities and the manner of its exercise with sufficient clarity, having regard to the legitimate aim of the measure in question, to give the individual adequate protection against arbitrary interference (see Kruslin, cited above, § 30; Amann, cited above, § 56; and Rotaru, cited above, §§ 55-56).",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  The Court must therefore be satisfied that there exist adequate and effective guarantees against abuse. This assessment depends on all the circumstances of the case, such as the nature, scope and duration of the possible measures, the grounds required for ordering them, the authorities competent to permit, carry out and supervise them, and the kind of remedy provided by the national law (see Klass and Others v. Germany, 6 September 1978, § 50, Series A no. 28; Association for European Integration and Human Rights and Ekimdzhiev, cited above, § 77; and Uzun v. , no. 35623/05 , § 63, ECHR 2010 (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  Turning to the circumstances of the present case, the Court notes that Armenian law, as in force at the material time, provided certain safeguards against arbitrary interference. Notably, Articles 281 and 284 of the CCP required judicial authorisation of secret surveillance of telephone conversations. Furthermore, surveillance could only be allowed pursuant to a written motion giving reasons, which could be made solely by the heads of certain services. The motion was to specify the information sought to be obtained and the time-limit of the surveillance and was to be accompanied by materials justifying the necessity of such measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  While not minimising the importance of the above safeguards, the Court cannot overlook a number of serious shortcomings in Armenian law at the material time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  In particular, the law did not set out either the types of offences or the categories of persons in whose respect secret surveillance could be authorised. Nor did it specify the circumstances in which, or the grounds on which, such a measure could be ordered. It must be noted in this respect that the lack of such details was capable of leading to particularly serious consequences, given that this measure could be authorised in the absence of any criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The law further failed to prescribe a clear maximum time-limit for secret surveillance. Thus, while the effect of a judicial warrant authorising surveillance was normally limited to six months, the judge was nevertheless free to decide otherwise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  Furthermore, the law did not prescribe any periodic review of the measure or judicial or other similarly independent control over its implementation, or any rules for examining, using, storing and destroying the data. No notification of the person affected was required after the termination of the surveillance in cases when such notification would no longer jeopardise the purpose of the surveillance (see in this respect, for example, Weber and Saravia, cited above, § 135, and Association for European Integration and Human Rights and Ekimdzhiev, cited above, § 90).",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  The foregoing is sufficient for the Court to conclude that the interference was not “in accordance with the law” since Armenian law at the material time did not contain sufficiently clear and detailed rules and did not provide sufficient safeguards against abuse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  There has accordingly been a violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION IN CONJUNCTION WITH ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "135.  The applicant further complained that he had been discriminated against on the ground of his nationality, because the courts justified his detention by the fact that he was a foreign national. He invoked Article 14 which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "136.  The Government submitted that the domestic courts never relied on the fact that the applicant was a foreign national when ordering and extending his detention. It was only in the decision refusing bail that the Court of Appeal referred to this ground. In any event, the applicant did not suffer discriminatory treatment because his co-accused, who was an Armenian national, was subjected to the same treatment by having been placed in detention. Moreover, the applicant failed to exhaust the domestic remedies, since he never raised this issue before the courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  The applicant argued that his detention with reliance on his being a foreign national amounted to discrimination in violation of Article 14.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "138.  The Court does not consider it necessary to address the entirety of the parties’ submissions for the following reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  It reiterates that discrimination means treating differently, without an objective and reasonable justification, persons in relevantly similar situations (see Willis v. the United Kingdom, no. 36042/97, § 48, ECHR 2002-IV). As already indicated above, the Court of Appeal referred to the fact that the applicant was a foreign national in justifying the risk of his flight. It is true that this was the only relevant factor relied on by the Court of Appeal in its assessment of that risk. However, the Court does not consider that this was done as a consequence of discriminatory treatment but rather of failing to address all the relevant factors pertaining to the applicant’s situation thereby resulting in a poorly reasoned decision (see paragraphs 90-92 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VI.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "141.  Lastly, the applicant raised a number of other complaints under Article 5 §§ 1 and 3 and Article 10 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "142.  Having regard to all the material in its possession, and in so far as these complaints fall within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "143.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "144.  The applicant claimed 118,450 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  The Government objected to this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  The Court considers that the applicant undoubtedly suffered non-pecuniary damage as a result of the violations found and decides to award him EUR 6,000 in respect of such damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "147.  The applicant also claimed 24,800 Armenian drams for the costs and expenses incurred before the Court, namely postal expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  The Government submitted that there was no need for the applicant to use the expensive FedEx service. He could have used the services of the Armenian post office which were much cheaper.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award EUR 55 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "150.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the alleged unlawfulness of the applicant’s detention between 10 and 22 June 2007, the alleged lack of reasons for his continued detention, the failure to ensure adversarial proceedings and equality of arms at the detention hearing of 7 February 2007 and the secret surveillance of the applicant’s telephone conversations admissible under Article 5 §§ 1, 3 and 4 and Article 8 of the Convention and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 1 of the Convention in that the applicant’s detention between 10 and 22 June 2007 lacked legal basis;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 3 of the Convention on account of the failure to provide relevant and sufficient reasons for the applicant’s continued detention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 4 of the Convention in that the proceedings in the Kentron and Nork-Marash District Court of Yerevan of 7 February 2007 were not adversarial and failed to ensure equality of arms;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 October 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": " Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SEFILYAN v. ARMENIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-113296.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1002JUD002249108",
    "externalsources": [],
    "extractedappno": [
        "22491/08",
        "44068/07",
        "71503/01",
        "34578/97",
        "46133/99",
        "48183/99",
        "9190/03",
        "5829/04",
        "26772/95",
        "25792/94",
        "4493/04",
        "37975/97",
        "27785/95",
        "56552/00",
        "31195/96",
        "23541/94",
        "3455/05",
        "53236/99",
        "32605/96",
        "27798/95",
        "28341/95",
        "54934/00",
        "62540/00",
        "58243/00",
        "35623/05",
        "36042/97"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-113296",
    "judgementdate": "02/10/2012 00:00:00",
    "kpdate": "02/10/2012 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "404",
        "337",
        "451",
        "424",
        "429"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "5-3",
        "8",
        "5-4",
        "8-1",
        "5-1",
        "5"
    ],
    "parties": [
        "SEFILYAN",
        "ARMENIA"
    ],
    "rank": "920.848022460938",
    "representedby": [
        "GRIGORYAN V.",
        "ZAKARYAN A."
    ],
    "respondent": "ARM",
    "respondentOrderEng": "3",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "366360",
    "typedescription": "15"
}