{
    "__articles": "8;8-1",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for private life)",
    "applicability": "",
    "appno": "22231/05",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Positive obligations",
                "Article 8-1 - Respect for private life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-140006.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 22231/05) against Romania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Romanian national, Ms Elena Lavric (“the applicant”), on 9 June 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms A. M. Lavric, a lawyer practising in Piatra-Neamț. The Romanian Government (“the Government”) were represented by their Agent, Mrs I. Cambrea from the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that her right to protect her good reputation had been breached following the publication in February 2002 of two articles in a national newspaper which raised serious allegations about her professional activity as a public prosecutor.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 27 January 2011 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1951 and lives in Piatra-Neamț.",
                                "elements": []
                            },
                            {
                                "content": "1.  Background information",
                                "elements": [
                                    {
                                        "content": "6.  The applicant (also referred to herein as prosecutor L.), in her capacity as a prosecutor at the prosecutor’s office attached to the Neamț County Court, initiated criminal proceedings against A.B. on two occasions. She filed an indictment proposing A.B.’s conviction in both sets of proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The first indictment, filed by the applicant on 17 January 2000, sought the conviction of A.B. for the offences of making false declarations and destruction. On 20 September 2001 the Ploiești District Court found A.B. guilty as charged and sentenced her to six months’ imprisonment in respect of each offence. The judgment was upheld by the Prahova County Court, which dismissed an appeal lodged by A.B. on 7 January 2002. On 22 March 2002 the Ploiești Court of Appeal allowed an appeal on points of law lodged by A.B. in part, noting that the limitation period had expired in respect of the offence of destruction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The second indictment of 25 July 2001 was not approved by the chief prosecutor, who ordered the discontinuance of the criminal proceedings against A.B.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 7 February 2002 disciplinary proceedings were initiated against the applicant following a complaint being lodged by A.B. On 6 March 2002 the prosecutor’s office attached to the Supreme Court of Justice found that the applicant had not committed any disciplinary offence and closed the investigation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The newspaper articles concerning the applicant",
                                "elements": [
                                    {
                                        "content": "10.  A.S., a journalist at the national newspaper Romania Liberă, wrote two articles concerning the applicant’s professional activity in connection with the criminal proceedings against A.B.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The first article published on 13 February 2002 was entitled “Judicial corruption. Prosecutor L. falsified two indictments! An innocent person was sentenced to prison” and had six sections. The first section, entitled “Professional dross, confirmed by her superiors” (“Rebut professional, confirmat de șefi”), referred to an allegedly “falsified” indictment filed by the applicant on 25 July 2001. It concerned A.B., who according to the journalist had been innocent and a victim of the applicant’s corrupt actions. In the journalist’s opinion the fact that this indictment had been invalidated by the chief prosecutor proved that it had been the result of falsification and could be considered professional dross (“rebut professional”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In the second section, entitled “Exclusion from the magistracy” (“Excludere din magistratură”), the journalist referred to “the cheating prosecutor L.” (“procurorul măsluitor”) who “did not manage to send A.B. before a court on the basis of her falsified indictment on this occasion. However she had already managed to send A.B. before a court of justice on the basis of another indictment, the product of scandalous falsification”. It was stated that an examination of the applicant’s conduct in connection with the first indictment “could result, besides criminal charges against her for abuse of position, in her rapid exclusion from the magistracy by the disciplinary board of the public prosecutor’s office. By misleading her superiors, cheating prosecutor L. managed to send the defendant A.B. before a court on 17 January 2000 for criminal damage and making false declarations. The lies and the wilfully erroneous interpretation contained in the ten pages of the second falsified indictment could fill a whole chapter in ‘a real handbook of judicial corruption’”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The third and the fourth sections of the article concerned civil proceedings brought by A.B., without making any reference to the applicant. The fifth section concerned a complaint of criminal damage lodged by “the mafia of crooked businessmen” against A.B. and allocated to “cheating prosecutor L.” In the last section, the journalist accused the applicant, “the cheating prosecutor”, of causing A.B. to be sentenced to prison by lying to the courts with her “falsified indictment”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The second article, published on 22 February 2002, was entitled “E.L., the prosecutor who falsifies indictments”. It referred to the conviction of A.B. on the basis of an indictment drafted by the applicant. The journalist claimed to have exposed the alleged influence exercised over the applicant by S.E., directly interested in the affair, which had led to A.B.’s conviction. According to the journalist, S.E. had repeatedly “brought a variety of food products to [the applicant’s] home in bags or in boot of her car (...). Once she brought a pig cut in half to [the applicant’s] home, leaving bloodstains in the building’s corridors”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  The defamation complaint lodged by the applicant",
                                "elements": [
                                    {
                                        "content": "15.  On 15 April 2002 the applicant lodged a criminal complaint for defamation against A.S. The applicant complained that A.S. had damaged her reputation and dignity by publishing the two above-mentioned articles in February 2002. She sought one million Romanian lei (ROL) in compensation for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  By a judgment of 3 November 2003, the Călărași District Court found the journalist guilty of defamation and sentenced him to a criminal fine of 10,000,000 Romanian lei (ROL), the equivalent of EUR 270. The journalist and the newspaper were jointly ordered to pay the applicant damages of ROL 300,000,000, the equivalent of EUR 8,000. The court found that the expressions “falsifier and cheater” did not correspond to reality, as a disciplinary investigation had concluded that the applicant had conducted herself professionally and appropriately in connection with the charges she had brought against A.B. in her capacity as a prosecutor. The court noted that in February 2002, when the articles had been published, the journalist had been aware that the prosecutor’s indictment in the first set of proceedings had been upheld by the first two levels of the domestic courts and the appeal on points of law was still pending. The court also noted that the journalist had been aware that the disciplinary investigation against the applicant was pending when he had written the articles. It therefore held that this should have caused the journalist to exercise a certain amount of caution in his approach and use of language, given that he could have exposed the applicant to disciplinary and even criminal sanctions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The district court examined the indictment of 17 January 2000, mentioned by A.S. in his first article, and noted that it had been upheld by final decisions of the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards the second indictment, the court noted that it had not been approved by the chief prosecutor on 18 January 2002. The court also noted that at the time the articles were published the chief prosecutor’s decision was not yet final, as a complaint had been lodged against it. The court considered that the refusal of the chief prosecutor to approve the applicant’s indictment should not have led the journalist to the conclusion that the applicant had falsified the indictment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The court concluded that in the two articles the journalist had overstepped the limits of acceptable speech provided by Article 10 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Journalist A.S. and the newspaper appealed against this judgment. On 28 December 2004 the Hunedoara County Court allowed the appeal, quashed the first-instance judgment and proceeded to rehear the case. It acquitted the journalist of the defamation charge and dismissed the applicant’s request for damages. The county court held that the journalist had merely provided details of A.B.’s situation as it emerged from the court records. It also held that the article published on 22 February 2002 had simply been a reproduction of the administrative complaints lodged by A.B. with the Ministry of Justice and the Public Prosecutor’s Office. The county court classified the relevant statements of the journalists as value judgments and found that the expressions used were to be examined in connection with the function of the press in a democratic society to impart information and ideas on all matters of public interest, as was the case in respect of the matter before it, which concerned the administration of justice. It referred to the judgment Dalban v. Romania ([GC], no. 28114/95, § 49, ECHR 1999VI), noting that the journalist had had recourse to a certain degree of exaggeration and provocation.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "20.  The relevant domestic provisions of the Civil and Criminal Codes concerning slander and defamation and liability for paying damages in force at the material time, as well as the subsequent developments in the legislation, are described in Timciuc v. Romania (no. 28999/03, §§ 95-97, 12 October 2010).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained of a breach of her right to protection of her reputation and dignity as a result of what she submitted had been insulting and defamatory articles published in the Romania Liberă newspaper on 13 and 22 February 2002. She also complained about the dismissal by the court of last resort of her criminal complaint and civil claim in this respect. She relied on Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "22.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "23.  The applicant submitted that the two articles concerning her professional activity published in the Romania Liberă newspaper had not only been insulting and defamatory but had been written in bad faith.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  She submitted that in his first article of 13 February 2002, the journalist had not restricted himself to citing the statements made by A.B., as the Government submitted, but he had directly accused her of falsifying the indictments by which she had pressed charges against A.B. The journalist had repeatedly named her “the cheating prosecutor”, accused her of a lack of professionalism and of committing the offences of falsification of documents and abuse of position, despite the fact that the charges brought by her in the indictments had been upheld by final decisions of the domestic courts. She further pointed out that although in the second article of 22 February 2002 the journalist had simply repeated A.B.’s statements, he had not made any effort to check the truthfulness of those statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The applicant also maintained that she had never been offered the chance to present her version of events. In addition, A.S. had stated before the domestic courts that he had not considered it necessary to have her opinion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  As to the alleged failure of the courts to protect the applicant’s reputation, the Government considered the key question to be whether the courts had struck a fair balance between the applicant’s right to respect for her reputation and A.S.’s freedom of expression.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Government submitted that the journalist had, in the main, given an account of the applicant’s professional activity, who at that time was a prosecutor at the prosecutor’s office attached to Piatra-Neamț County Court. They further pointed out that the journalist had referred in the two impugned articles to the allegations made by A.B., a person against whom the applicant had pressed charges in two different criminal cases, who had contacted the newspaper in order to make known her problems caused by the applicant’s professional misconduct. Therefore, he had mostly cited expressions used by A.B. in the materials submitted to the newspaper. Both articles written by the journalist had given an overview of the judicial proceedings initiated by the applicant against A.B. and the result of the investigations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Government further emphasised that the impugned articles had referred to an issue of general interest, namely the functioning of the judicial system, and therefore should be examined in the general context of the fight against corruption and society’s general concerns about magistrates’ working practices.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  They contended that the statements made by the journalist about the applicant should be considered partly as value judgments and partly as objective facts. They also maintained that even a simple reading of the articles did not reveal any bad faith on the journalist’s part. They agreed that the journalist had had recourse to a certain degree of exaggeration, but considered that he had not gone beyond acceptable limits in doing so.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "30.  The Court reiterates that, although the object of Article 8 is to protect individuals against arbitrary interference by public authorities, it does not merely compel the State to abstain from such interference. In addition to this primarily negative undertaking, there may be positive obligations inherent in an effective respect for private and family life. These obligations may involve the adoption of measures designed to secure respect for private and family life, even in the sphere of the relations of individuals between themselves (see Odièvre v. France [GC], no. 42326/98, § 40, ECHR 2003III, and Dickson v. the United Kingdom [GC], no. 44362/04, § 70, ECHR 2007XIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court considers that the present case engages the State’s positive obligations arising under Article 8 to ensure effective respect for the applicant’s private life, in particular her right to protect her reputation. In this respect, the Court reiterates that it has already been established in its case-law that “private life” extends to aspects relating to personal identity and reputation (see Pfeifer v. Austria, no. 12556/03, § 35, 15 November 2007; Petrina v. Romania, no. 78060/01, 14 October 2008, §§ 27-29 and 34-36; and Timciuc, cited above, § 143). Moreover, in order for Article 8 to come into play, the attack on personal honour and reputation must attain a certain level of gravity and in a manner causing prejudice to personal enjoyment of the right to respect for private life (see, for example, A. v. Norway, no. 28070/06, § 64, 9 April 2009; Mikolajová v. Slovakia, no. 4479/03, § 55, 18 January 2011; Roberts and Roberts v. the United Kingdom, (dec.), no. 38681/08, §§ 40-41, 5 July 2011 and Axel Springer AG v. Germany [GC], no. 39954/08, § 83, 7 February 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The applicable principles are similar to those arising in cases involving the State’s negative obligations: regard must be had to the fair balance to be struck between the competing interests – in this case, the applicant’s right to protect her reputation and the right of the newspaper and A.S. to freedom of expression.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  In the cases in which the Court has had to balance the protection of private life against freedom of expression, it has always stressed the contribution made by articles in the press to debates of general interest (see, Tammer v. Estonia, no. 41205/98, §§ 66 and 68, ECHR 2001I, and Von Hannover v. Germany, no. 59320/00, § 60, ECHR 2004VI). In cases concerning debates or questions of general public interest, the extent of acceptable criticism is greater in respect of politicians or other public figures than in respect of private individuals (see Petrina, cited above, § 40).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Turning to the circumstances of the instant case, the Court notes that the impugned articles referred to the professional activity of the applicant as a prosecutor. Public prosecutors are civil servants, part of the judicial system, whose task it is to contribute to the proper administration of justice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  There is no doubt that in a democratic society individuals are entitled to comment on and criticise the administration of justice and the officials involved in it. However, such criticism must not overstep certain limits, as it is in the general interest that prosecutors, like judges, should enjoy public confidence. It may therefore be necessary for the State to protect them from accusations that are unfounded (see Lešník v. Slovakia, no. 35640/97, § 54, ECHR 2003IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court also reiterates that where the balancing exercise has been undertaken by the national authorities in conformity with the criteria laid down in the Court’s case-law, the Court would require strong reasons to substitute its view for that of the domestic courts (see MGN Limited v. the United Kingdom, no. 39401/04, §§ 150 and 155, 18 January 2011, and Palomo Sánchez and Others v. Spain [GC], nos. 28955/06, 28957/06, 28959/06, 28964/06, § 57, 12 September 2011 and Von Hannover v. Germany (no. 2) [GC], nos. 40660/08 and 60641/08, § 107, ECHR 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In the instant case the domestic courts dealing with the case examined the circumstances in which the insulting statements were made and whether they could be justified, for example by the conduct of the public prosecutor in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court observes that while the first-instance court found, after examining all the available evidence, that the journalist’s statements were unsubstantiated, the court of last resort classified the relevant statements of the journalist as value judgments (see paragraph 19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court reiterates that there is a clear distinction between statements of fact and value judgments (Cumpǎnǎ and Mazǎre v. Romania [GC], no. 33348/96, § 98, ECHR 2004XI). While the existence of facts can be demonstrated, the truth of value judgments is not susceptible of proof. The Court agrees that the classification of a statement as a fact or as a value judgment is a matter which in the first place falls within the margin of appreciation of the national authorities, in particular the domestic courts. However, even where a statement amounts to a value judgment, there must exist a sufficient factual basis to support it, failing which it will be excessive (see Pedersen and Baadsgaard v. Denmark [GC], no. 49017/99, § 76, ECHR 2004XI; Timpul Info-Magazin and Anghel v. Moldova, no. 42864/05, § 37, 27 November 2007; and Petrina, cited above, §§ 40 and 41).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In the instant case, the Court is not persuaded that the statements made by journalist A.S. can be considered mere value judgments. The Court notes that the articles in question contained allegations of unlawful and improper conduct by the applicant. Thus the journalist alleged, in particular, that the applicant in her capacity as a public prosecutor had abused her powers and unlawfully pressed charges against A.B. He also alleged that the applicant had been involved in bribery and falsification of indictments concerning A.B. Those allegations are, in the Court’s view, statements of fact which the domestic court of last resort did not require to be supported by relevant evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court considers that the accusations concerning the applicant’s alleged corruption and incompetence were of a serious nature and were capable of affecting her in the performance of her duties and of damaging her reputation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  A person’s status as a politician or other public figure does not remove the need for a sufficient factual basis for statements which damage his or her reputation, even where such statements are considered to be value judgments, and not statements of fact (see Petrina, cited above, §§ 45 and 50). In this respect, the Court further observes that, in giving judgment on 3 November 2003, the District Court emphasised that there was no proof that the applicant had committed any disciplinary or criminal offence in connection with her professional activity (see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court notes that there is no indication in the materials submitted by the parties that the applicant committed any offence of forgery or bribery in connection with the performance of her professional activity, in particular in connection with the charges she had pressed against A.B.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In the course of the proceedings before the domestic courts, the journalist did not produce any material judged sufficient by the trial court to support his allegations and no witnesses testified that the applicant was involved in such activities. Moreover, as the domestic first-instance court noted, at the time the articles were published, the journalist was aware that the first indictment had been upheld by the first two levels of the domestic courts and the appeal on points of law was still pending. The journalist was also aware that the disciplinary investigation against the applicant was pending at that time. In addition, the mere fact that an indictment prepared by the applicant was not approved by her superior could not lead to the conclusion that the applicant had committed a criminal offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court further notes that the court of last resort held that one of the two articles, namely the article published on 22 February 2002, had simply been a reproduction of the administrative complaints lodged by A.B. with the Ministry of Justice and the Public Prosecutor’s Office. The Government also pointed out that the journalist had referred in the impugned articles to the allegations made by A.B. and that he had mostly cited expressions used by A.B. in the materials submitted to the newspaper.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court notes that the present case should be distinguished from the case of Bladet Tromsø and Stensaas v. Norway ([GC], no. 21980/93, ECHR 1999III). That case concerned the publication in a local newspaper of allegations taken directly from a report prepared in an official capacity by a government inspector. The Court decided to err on the side of protecting the right to freedom of expression, considering that journalists could reasonably rely on an official report without being required to carry out their own research into the accuracy of the facts stated therein.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In the instant case, according to the findings of the court of last resort and the Government’s submissions, in the two impugned articles the journalist had simply reproduced the allegations made by a private person in administrative complaints lodged against the applicant. Based on a careful examination of the two articles the Court considers that the journalist did not dissociate himself from the position expressed by A.B. in her complaints and did not make clear that his articles represented only a reproduction of A.B.’s allegations. The journalist reproduced the contents of the complaints lodged by A.B. and presented them as the objective truth, instead of they were – the statements of a party. Furthermore, the journalist did not check the accuracy of those seemingly partial statements and did not offer the applicant the opportunity to respond to the accusations against her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In conclusion, the Court considers that in the present case the journalist failed to prove that he had written the articles with the professional care required of journalists. Therefore, it is not appropriate to make reference to the leeway generally permitted to journalists for provocation or exaggeration when articles concern public figures.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In the light of the above considerations, the Court concludes that the articles published by A.S. in Romania Liberă exceeded the acceptable limits of comment in relation to a debate of general interest. Taking into account the particular gravity of the allegations in the present case, the Court finds that the reasons advanced by the domestic court of last resort to protect the newspaper and A.S.’s right to freedom of expression were insufficient to outweigh the applicant’s right to protect her reputation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The applicant raised several complaints under Article 6 § 1 of the Convention concerning the length and fairness of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "46.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "It follows that these complaints are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "48.  The applicant claimed 150,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government submitted that the amount was excessive and contested the existence of a causal link between the alleged violation and the losses claimed by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Having regard to the nature of the violation found, and making an assessment on an equitable basis, the Court awards the applicant EUR 4,500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "51.  The applicant did not claim any costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "52.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the infringement of the applicant’s right to protection of her reputation and dignity admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,500 (four thousand five hundred euros) in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 January 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Johannes Silvis",
            "role": "judges"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Santiago Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LAVRIC v. ROMANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-140006.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0114JUD002223105",
    "externalsources": [],
    "extractedappno": [
        "22231/05",
        "28114/95",
        "28999/03",
        "42326/98",
        "44362/04",
        "12556/03",
        "78060/01",
        "28070/06",
        "4479/03",
        "38681/08",
        "39954/08",
        "41205/98",
        "59320/00",
        "35640/97",
        "39401/04",
        "28955/06",
        "28957/06",
        "28959/06",
        "28964/06",
        "40660/08",
        "60641/08",
        "33348/96",
        "49017/99",
        "42864/05",
        "21980/93"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-140006",
    "judgementdate": "14/01/2014 00:00:00",
    "kpdate": "14/01/2014 00:00:00",
    "kpthesaurus": [
        "451",
        "634",
        "429"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "8",
        "8-1"
    ],
    "parties": [
        "LAVRIC",
        "ROMANIA"
    ],
    "rank": "1070.48986816406",
    "representedby": [
        "LAVRIC A.-M."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "376988",
    "typedescription": "15"
}