{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Access to court)",
    "applicability": "",
    "appno": "8394/13",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Administrative proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-187833.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 8394/13) against the Slovak Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovak national, Ms Anna Kľačanová (“the applicant”), on 26 January 2013. The applicant subsequently died and her heirs, Mr Jaroslav Junas and Ms Gabriela Kľačanová, expressed the wish to continue the application in her stead. The proceedings are continued with them although, for practical reasons, unless specifically indicated otherwise, they will also be referred to as the “applicant” in the text of this judgment.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms M. Chorváthová a lawyer practising in Martin. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 23 March 2017 the application was communicated to the Government. They had no objection to the examination of the application by a Committee.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1953 and lived in Martin. In 2006 she was recognised as “severely disabled” with 60% “functional impairment” pursuant to the relevant national laws. Her monthly disabled person’s allowance payments in 2010, 2011 and 2012 were 325.40 euros (EUR), EUR 336.20 and EUR 346.30, respectively.",
                                "elements": []
                            },
                            {
                                "content": "5.  Prior to the above, in 2004, the applicant had lodged a claim with the Martin District Land Office (Obvodný pozemkový úrad) for restitution of a suite of real property consisting of several plots which came under special legislation provisions on restitution.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 20 December 2011 she lodged an action against the Land Office with the Žilina Regional Court, sitting as an administrative tribunal, seeking an order for acceleration of the restitution proceedings.",
                                "elements": []
                            },
                            {
                                "content": "7.  This type of action required mandatory legal representation. Accordingly, the action was submitted through a lawyer. The applicant also sought an order for costs. The latter claim was calculated under the applicable national rules as pertaining to two “acts of legal assistance” (úkon právnej služby), in particular a first consultation with a lawyer, and the formulation of the action. EUR 130 was claimed in respect of one such act along with an associated lump sum for overheads; the whole claim came to some EUR 260.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 2 January, 29 February and 23 March 2012 the applicant made further submissions. In the former two, she proactively informed the court that the Land Office had taken decisions in respect of her restitution claim on 23 December 2011 and 12 January 2012 and contended that these decisions did not determine her claim in relation to all the plots concerned and that they had been taken with the aim of creating a false impression that there had been no unjustified delays in the proceedings. The latter submission was made in response to a request by the court to specify the plots in respect of which the applicant’s restitution claim was still outstanding.",
                                "elements": []
                            },
                            {
                                "content": "9.  In the submission of 23 March 2012 the applicant reiterated her claim in respect of legal costs, amending its scope as pertaining to five acts of legal assistance, including the three submissions mentioned in the preceding paragraph.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 10 April 2012 the Regional Court granted the action and made an order for costs. As to the latter ruling, it summarised the applicant’s claim as pertaining to three acts of legal assistance (the first consultation with a lawyer, the formulation of the action, and the formulation of the submission of 2 January 2012). It found that the applicant had correctly calculated the value of the act of legal assistance and that the undertaking by her lawyer of those acts had been justified. Accordingly, it allowed the claim in respect of those three acts of legal assistance.",
                                "elements": []
                            },
                            {
                                "content": "There is no reference in the Regional Court’s decision to the remaining two acts of legal assistance in the summary of the applicant’s claim, in the courts’ reasoning, or in the operative part of its decision.",
                                "elements": []
                            },
                            {
                                "content": "The Regional Court’s decision was not amenable to appeal.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 18 May 2012 the applicant challenged the ruling on costs before the Constitutional Court. Relying on Article 6 § 1 of the Convention, she complained that the Regional Court had failed to provide any reasons for not allowing her claim for costs with respect to the remaining two acts of legal assistance. As she had been fully successful in the case, she normally should have been compensated in respect of the costs of all justified acts of legal assistance received. A reduction of the award could only have been based on exceptional circumstances within the meaning of Article 150 of the Code of Civil Procedure. However, in determining the issue of legal costs, the Regional Court had made no use of that provision and, in any event, no such circumstances pertained, in particular because the case concerned unjustified delays in proceedings before a public authority lasting more than seven years; her efforts to ensure an out-of-court solution had been futile and had left her with no alternative to asserting her rights in the Regional Court; legal representation before that court was mandatory, the applicant was disabled, and she was living on the allowance specified above.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 14 June 2012 the Constitutional Court declared the complaint inadmissible. It noted that it was essentially aimed at the fact that the Regional Court had provided no explanation for deciding on and granting compensation in respect of three acts of legal assistance only. It observed that, as such, the complaint concerned a decision on costs rather than on the merits of the applicant’s action. It referred to its established case-law to the effect that decisions on costs could violate fundamental rights and freedoms only exceptionally, in particular if there were an extremely serious interference with such rights and freedoms. It was true that the decision contested in the applicants’ case was “challengeable under the criteria of lawfulness”. However, it was necessary to take into account that the value of the remaining two acts of legal assistance was only some EUR 270. This was less than three times the statutory minimum wage, the limit that was otherwise applicable to admissibility of appeals on points of law. If the amount at stake was this negligible, the jurisdiction of the Constitutional Court could only be engaged in very exceptional circumstances and no such circumstances had been established in the applicant’s case. Accordingly, her complaint was rejected as manifestly ill-founded.",
                                "elements": []
                            },
                            {
                                "content": "The decision was served on 3 August 2012 and no appeal lay against it.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "13.  The applicant complained that the Regional Court had failed to provide any reasons at all for not allowing her claim for costs in respect of the remaining two acts of legal assistance contrary to the requirements of Article 6 § 1 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "14.  The Government first of all pointed out that the value of the applicant’s claim in issue was as little as EUR 270. They considered that this amount was not indicative of any significant disadvantage in terms of Article 35 § 3 (b) of the Convention to have been potentially suffered by the applicant. Moreover, they were of the view that the remaining conditions for the application of the admissibility requirement under that provision had also been met. Therefore, in their assessment, the application was inadmissible under Article 35 § 3 (b) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In addition, the Government submitted that under the applicable statute legal costs could have been compensated only in so far as they originated from legal assistance that was necessary for the defence or promotion of the rights and interests of the party concerned in the proceedings in question. In the applicant’s case, the Regional Court had accepted that such legal assistance had been necessary and was accordingly to be compensated in so far as it concerned three acts of legal assistance. In their view, it was not necessary to provide any specific reasons for not allowing the applicant’s claim in relation to the remaining two acts of legal assistance. Therefore, in their view, the applicant’s complaint was in any event manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant responded by advancing similar arguments as before the Constitutional Court (see paragraph 11 above). In addition, in so far as the Government might have been understood as wishing to suggest that her claim in respect of the remaining two acts of legal assistance had not been granted because the legal assistance in question had not been found as having been necessary, the applicant contended that there was no basis for any such conclusion since the Regional Court had strictly made no observations or conclusions at all as regards her claim in relation to those two acts of legal assistance. At any rate, she argued that those two acts of legal assistance had been necessary, the need for them having been prompted by the actions of the Land Office and the Regional Court itself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court considers that the Government’s objection under Article 35 § 3 (b) of the Convention is closely linked to the merits of the applicant’s complaint under Article 6 § 1 of the Convention. It therefore should be joined to the merits of that complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  For the rest, noting that no objections has been raised in respect of the requirement of exhaustion of domestic remedies under Article 35 § 1 of the Convention, the Court is of the view that the complaint under Article 6 § 1 of the Convention is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "19.  Other than what has been mentioned above, the parties have not made separate observations on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court observes that the applicability of Article 6 § 1 of the Convention to the applicant’s claim for compensation of her legal costs has not been disputed and neither has it been disputed that the applicant had in fact incurred the legal costs she then sought to have compensated. Her compensation claim accordingly fell to be determined by a tribunal under the requirements of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In that regard, the Court reiterates that Article 6 § 1 secures to everyone the right to have any claim relating to his or her civil rights and obligations brought before a court or tribunal. This “right to a court”, of which the right of access is an aspect, may be relied on by anyone who considers on arguable grounds that an interference with the exercise of his or her civil rights is unlawful and complains that no possibility was afforded to submit that claim to a court meeting the requirements of Article 6 § 1 (see, for example, Stanev v. Bulgaria [GC], no. 36760/06, § 229, ECHR 2012, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  With respect to the case at hand, the applicant lodged a claim for compensation in respect of five acts of legal assistance. The Regional Court for its part dealt with the claim as pertaining to three acts of legal assistance only, acknowledging its legal basis as well as its scope (see paragraph 10 above). However, in its decision, it took no note at all of the claim in relation to the remaining two acts of legal assistance. Accordingly, the decision contains no analysis and no conclusion in relation to that part of the applicant’s claim. In that regard, the Court notes the Constitutional Court’s finding that the contested part of the Regional Court’s decision was “challengeable under the criteria of lawfulness” (see paragraph 12 above). In these circumstances, the Court considers that rather than having been decided upon summarily or by implication, as the Government may have wished to suggest, the claim in respect of the remaining two acts of legal assistance was simply overlooked by the Regional Court and has thus remained undetermined. In that regard, the Court reiterates that the right of access to court must be “practical and effective”, not theoretical or illusory, and that it includes not only the right to institute proceedings but also the right to obtain a determination of the dispute by a court (see, for example, Lupeni Greek Catholic Parish and Others v. Romania [GC], no. 76943/11, § 86, 29 November 2016, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court further reiterates that the right of access to court is not absolute but may be subject to limitations which must not, however, restrict the access left to the individual in such a way or to such an extent that the very essence of the right is impaired. Furthermore, a limitation will not be compatible with Article 6 § 1 if it does not pursue a legitimate aim and if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see, for example, Stanev, cited above, § 230, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In the present case, the Government do not cite any legitimate aim and do not advance any arguments in relation to the proportionality of the Regional Court’s apparent failure to determine the applicant’s claim. And neither has the Constitutional Court made any pronouncements in that respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court of its part reiterates that the risk of any mistake made by a State authority must be borne by the State, and errors must not be remedied at the expense of the individual concerned (see Šimecki v. Croatia, no. 15253/10, § 46, 30 April 2014, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Regional Court’s omission to determine the applicant’s claim accordingly cannot be seen other than as impairing the very essence of her right of access to court in relation to that claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  It remains to examine the application under the criteria established by Article 35 § 3 (b) of the Convention, which reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Court shall declare inadmissible any individual application submitted under Article 34 if it considers that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  the applicant has not suffered a significant disadvantage, unless respect for human rights as de-fined in the Convention and the Protocols thereto requires an examination of the application on the merits and provided that no case may be rejected on this ground which has not been duly considered by a domestic tribunal.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court notes that, in that connection, there has been disagreement between the parties as regards the question of whether the applicant suffered any significant disadvantage. It notes that under the provision in question, even assuming that the applicant has not suffered any such disadvantage, her complaint still could not be rejected if it has not been duly considered by a domestic tribunal. On the facts of this case the Court finds it appropriate first to examine the latter issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  It notes that the applicant challenged the Regional Court’s failure to determine the relevant part of her claim by way of a complaint to the Constitutional Court, in support of which she advanced a complex set of arguments, including in relation to the lawfulness of the Regional Court’s decision and its compatibility with her rights under Article 6 § 1 of the Convention (see paragraph 11 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Constitutional Court rejected the complaint in its decision of 14 June 2012, essentially because it found the amount at stake to be negligible, held that in such a case its jurisdiction could only be engaged in very exceptional circumstances, and found that in the applicant’s case there were no such circumstances. In the absence of any specific statutory rules providing for such a construct, the Constitutional Curt relied on analogy with a ratione valoris applicable to appeals on points of law before the ordinary courts (see paragraph 11 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court further notes that, other than the above abstract elements, the Constitutional Court gave no consideration at all to the applicant’s arguments, including those made specifically in reliance on Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In these circumstances, the Court finds that the requirements for the “case” to have been duly considered by a domestic tribunal within the meaning of Article 35 § 3 (b) have not been met. It is accordingly not necessary to examine it under the other criteria of that provision and the Government’s inadmissibility objection must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13, IN CONJUNCTION WITH ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant complained under Article 13 of the Convention that she had not had an effective remedy in relation to her complaint under Article 6 § 1 of the Convention, in particular because no appeal had been available against the Regional Court’s decision and the Constitutional Court had arbitrarily rejected her complaint. Article 13 provides that:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "35.  Referring to their position as regards the complaint under Article 6 § 1 of the Convention, the Government contended that that complaint was not “arguable” for the purposes of Article 13 of the Convention, in view of which the complaint under the latter provision was in their view manifestly ill-founded.",
                                "elements": []
                            },
                            {
                                "content": "36.  The applicant maintained her complaint but made no specific observations in reply.",
                                "elements": []
                            },
                            {
                                "content": "37.  In view of its findings in relation to the complaint under Article 6 § 1 of the Convention, the Court considers that the Government’s objection cannot be sustained, that the complaint under Article 13 of the Convention is admissible, and that there is no need to examine it separately on the merits.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "39.  The applicant claimed 1,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government considered the claim overstated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court considers that the claim should be allowed in full. It therefore awards EUR 1,000, payable jointly to Mr Junas and Ms Kľačanová, plus any tax that may be chargeable, in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "42.  The applicant also claimed EUR 269.58 for the costs of her legal representation before the Constitutional Court and EUR 33.90 for postal expenses in the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Government submitted that they had no objection to the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Regard being had to the documents in its possession and to its caselaw, the Court considers that the claim should be allowed in full. It therefore awards the sum of EUR 303.48, payable jointly to Mr Junas and Ms Kľačanová, plus any tax that may be chargeable to them, covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "45.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Joins the Government’s objection under Article 35 § 3 (b) of the Convention to the merits of the complaint under Article 6 § 1 and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine separately the merits of the complaint under Article 13, in conjunction with Article 6 § 1of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay Mr Junas and Ms Kľačanová jointly, within three months the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 November 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dmitry Dedov",
            "role": "president"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KĽAČANOVÁ v. SLOVAKIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-187833.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1127JUD000839413",
    "externalsources": [],
    "extractedappno": [
        "8394/13",
        "36760/06",
        "76943/11",
        "15253/10"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-187833",
    "judgementdate": "27/11/2018 00:00:00",
    "kpdate": "27/11/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "13",
        "7"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "KĽAČANOVÁ",
        "SLOVAKIA"
    ],
    "rank": "2837.70385742188",
    "representedby": [
        "CHORVATHOVA M."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "483093",
    "typedescription": "15"
}