{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "23172/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-96745.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 23172/08) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Finnish national, Mr Jyrki Rangdell (“the applicant”), on 13 May 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Panu Karhu, a lawyer practising in . The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 12 March 2009 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I. THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1942 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  In July 1994 the applicant was on a boating trip with his family. While the boat was secured to a jetty off  harbour, it began to rock heavily up and down against the jetty in a sudden surging of the waves. The applicant, standing on the jetty at the time, tried to protect his boat and his family on board, by clutching the bow with his hands. In consequence, he fell between the boat and the jetty and sustained injuries to his neck and shoulder. Due to the accident he became permanently disabled for work and on 1 August 1995 his insurance company granted him a full disability pension.",
                                "elements": []
                            },
                            {
                                "content": "6.  According to the applicant the rough waves were caused by a passing passenger ship which, in his view, had used excessive speed for the prevailing conditions. The applicant filed a criminal complaint with the police, which conducted a pre-trial investigation. The public prosecutor subsequently filed an application for a summons against the ship’s captain, who was a citizen of . The authorities failed, however, to serve the summons in due time and the alleged offences became time-barred.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 3 July 1996 the applicant lodged a civil action for damages with the Helsinki District Court (käräjäoikeus, tingsrätten) against the captain and the Estonian shipping company, which was in charge of the ship.",
                                "elements": []
                            },
                            {
                                "content": "8.  In their written response of 20 December 1996 the defendants pleaded firstly that the Helsinki District Court had no jurisdiction in the matter, the correct forum being the relevant court in . They also pleaded that the summons had not been properly served on the shipping company and that the claims against the captain were premature, as he could only be held liable for the amount not received from his employer. On 6 March 1998 the District Court rejected those pleas and continued with the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "9.  While the proceedings were underway, the shipping company was declared bankrupt. The bankruptcy proceedings were discontinued for lack of assets and the shipping company was removed from the business register on 26 August 1999.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 14 December 1999 the Helsinki District Court held a preliminary hearing in the compensation proceedings. During that hearing the applicant withdrew his claims against the shipping company. Both remaining parties requested adjournment of the proceedings in order to supplement their case. The date of the next hearing was left open.",
                                "elements": []
                            },
                            {
                                "content": "11.  It turned out that the shipping company had been insured against liability with a Norwegian insurance company. As the relevant provisions governing insurance contracts in  and in , respectively, allowed an action to be brought against the company in the event of bankruptcy of the insured, the applicant decided to do so in the sphere of the ongoing proceedings. However, under the Finnish legislation an action for damages based on marine insurance could not be examined by a court before the relevant authority, the Average Adjuster (merivahingonlaskija, dispaschör), had issued a damage report. On 20 November 2000 the applicant filed a request with the Average Adjuster to that end.",
                                "elements": []
                            },
                            {
                                "content": "12.  In its written response of 28 September 2001 to the Average Adjuster the insurance company claimed that the authority was not competent to deal with the matter. It referred to the insurance contract and the relevant insurance terms, which stated that any dispute between the insurer and the insured was to be dealt with in arbitration proceedings (välimiesmenettely, skiljeförfarande) in . In addressing his claims directly to the association, instead of the company insured, the applicant was bound by those same terms.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 18 March 2002 the Average Adjuster issued its decision. It conceded the insurance company’s objection concerning the lack of competence and refrained from issuing a report on the damages. The applicant was also ordered to pay 1,200 euros (EUR) in fees and expenses to that authority. The decision was subject to an action for annulment within 30 days. In the event that no such action was lodged, the decision was to be complied with.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 11 April 2002 the applicant lodged an action against the above decision with the Helsinki District Court asking that it be quashed and the case remitted to the Average Adjuster. He further asked the court to confirm that the case could be dealt with by the general courts under Finnish law. In the alternative, he asked the court to quash the decision and to examine his claims against the insurance company jointly with his claims against the ship’s captain in the proceedings currently pending before the court.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 22 March 2005 the District Court dismissed the applicant’s action, finding that he was bound by the insurance terms, including the arbitration clause.",
                                "elements": []
                            },
                            {
                                "content": "16.  The applicant appealed against the District Court’s judgment to the relevant appeal instance, the Supreme Court (korkein oikeus, högsta domstolen). On 24 April 2007 that court, having assessed the applicable legislation and the validity of the arbitration clause in respect of the applicant, upheld the lower court’s judgment. In its assessment the court took into account the relevant provisions of the Norwegian law and legal literature concerning the matter at hand. It noted that the issue before the courts had been unclear in the light of the Norwegian law and no precedent had been available.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 4 September 2007 the District Court held another preliminary hearing in the compensation proceedings, which were now pursued only against the ship’s captain. As the applicant had previously withdrawn his claims against the shipping company, the court refrained from issuing a decision in that respect. The case was again adjourned and the court ordered the applicant and the defendant to submit written statements by 30 November 2007 and 4 January 2008, respectively.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 11 and 14 March 2008 the District Court, sitting as a maritime court, held another preliminary hearing and the main hearing, where it received oral testimony and other evidence.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 2 April 2008 the District Court issued its judgment. It found that the captain could not be held liable for the applicant’s injuries and dismissed the action. On 8 April 2008 the applicant and the defendant informed the court that they had settled the case and agreed not to appeal against the judgment. On that same date, at the request of the parties, the District Court officially confirmed the settlement of the case.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "20.  Section 1 of the Average Adjuster’s Damage Report in Marine Insurance Cases Act (laki merivahingonlaskijan korvausselvityksestä merivakuutusasioissa, lag om utredning av ersättningar genom dispaschör i sjöförsäkringsärende, Act No. 10/1953) provides that a matter concerning compensation for damages based on a marine insurance contract has to be dealt with by the Average Adjuster, unless it has been agreed otherwise. However, such a case can only be examined by a court if a damage report by that authority has been obtained.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Average Adjuster’s jurisdiction is based on the Decree on the Post of the Average Adjuster (asetus merivahingonlaskijan toimesta, No. 121/1936).",
                                "elements": []
                            },
                            {
                                "content": "22.  An action for annulment of the Average Adjuster’s damage report is regulated in Chapter 21, section 8, of the Maritime Law (merilaki, sjölagen, Act No. 674/1994). The said provision states, inter alia, that unless such an action is brought, the damage report is to be complied with.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION CONCERNING LENGTH OF PROCEEDINGS",
                        "elements": [
                            {
                                "content": "23.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "24.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "25.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "26.  The Government argued that the proceedings before the Average Adjuster and the subsequent annulment proceedings could not be taken into account when calculating the total length of the proceedings. As to the civil action against the captain, the Government contended that those proceedings, when taken alone, did not exceed a reasonable time. The applicant himself had requested adjournment of those proceedings in order to supplement his case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant contested those arguments. In his view, the proceedings had to be considered in toto. They had thus lasted eleven years and nine months, which was excessive. Even though the applicant had given his consent to adjourn the proceedings, it had been up to the District Court to decide how those proceedings were conducted and at what pace. The applicant pointed out that after having received the Average Adjuster’s decision he had requested the District Court to examine his claims against the captain and the insurance company jointly. This request had not, however, been complied with. The applicant further contended that the matter had been of extreme importance to him, as it involved compensation for permanent disability.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court reiterates that for Article 6 § 1, in its civil limb, to be applicable there must be a dispute (contestation) over a “right” that can be said, at least on arguable grounds, to be recognised under domestic law. The dispute must be genuine and serious. It may relate not only to the actual existence of a right but also to its scope and the manner of its exercise. Moreover, the outcome of the proceedings must be directly decisive for the civil right in question (Frydlender v. France [GC], no. 30979/96, § 27, ECHR 2000VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court notes that in the present case it was not contested that the initial proceedings concerning the applicant’s claim for compensation against the shipping company and the captain, and later only against the latter, met the above criteria. As to the second set of proceedings, concerning the question of whether the applicant could bring a fresh claim for compensation against the Norwegian insurance company, the Court notes that the domestic courts were called upon to examine a procedural dispute over the legal forum where the applicant could present his civil claim, that is, a claim for compensation for his injuries. The dispute was genuine and serious and the result of the proceedings was directly decisive for the exercise of the applicant’s pecuniary right at issue. The Court thus finds that the second set of proceedings equally falls within the ambit of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court now has to determine whether the two sets of proceedings were compatible with the “reasonable time” requirement, laid down in that Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court firstly reiterates that, in respect of separate sets of proceedings, for the purposes of calculating the period to be taken into consideration, the Court has only considered such proceedings in toto where the proceedings are indissociable and concern essentially the same dispute (‘contestation’); for example, where proceedings on the merits of a claim are followed by enforcement proceedings (see Di Pede v. Italy, 26 September 1996, § 22-24, Reports of Judgments and Decisions 1996IV; and Bhandari v. the , no. 42341/04, § 17, 2 October 2007). The Court does not subscribe to the applicant’s view that, in this case, the two sets of proceedings should be considered in toto, as his claims were directed at two separate defendants, whose alleged liability arose from different foundations. Moreover, the second set of proceedings clearly concerned a procedural question of whether the two sets of proceedings could be joined for the purpose of seeking compensation from two rather than just one defendant. The Court will therefore consider the length of the two sets of proceedings separately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], cited above, § 43).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court firstly notes that the proceedings at issue did not concern the applicant’s only means of subsistence, as he had previously been granted a full disability pension due to his injuries. The Court thus considers that no special diligence was required by the national authorities in dealing with the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  It is undisputed that the first set of proceedings began on 3 July 1996 when the applicant lodged a civil action for damages against the shipping company and the captain with the District Court. The Court finds that those proceedings were interrupted on 14 December 1999 when that court adjourned the case at the request of the parties. In the absence of any information to the contrary, the Court finds that the proceedings resumed on 24 April 2007, when the Supreme Court gave its decision concerning the second set of proceedings. The compensation proceedings, now pursued only against the captain, ended on 2 April 2008, when the District Court issued its judgment. They thus lasted four years, five months and twenty days for one level of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court observes that it took the District Court a year and two and a half months to examine the defendants’ procedural objections. The proceedings were further delayed by more than one year and nine months between the date of issue of that procedural decision and the court’s first preliminary hearing. In the meantime, the defendant shipping company was declared bankrupt. The Government have not submitted any justification for those delays. The Court is of the opinion that, after the proceedings resumed in 2007, the case was dealt with at an acceptable pace. Having regard to the overall length of the first set of proceedings, and to the apparent periods of inactivity prior to their adjournment, the Court finds that the “reasonable time” requirement was not complied with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  As to the second set of proceedings, a question may arise as to the date when those proceedings began. The Court reiterates that when determining the period to be taken into account, it has regard to its case-law according to which in civil proceedings, the “reasonable time” begins at the moment the action was instituted before the tribunal (for example, Erkner and Hofauer v. Austria, 23 April 1987, § 64, Series A no. 117). While it is conceivable that in certain circumstances the period might begin earlier (see Golder v. the United Kingdom, 21 February 1975, § 32, Series A no. 18), this is exceptional and has been accepted where, for example, certain preliminary steps were a necessary preamble to the proceedings (see K. v. , no. 38805/97, § 35, ECHR 2004VIII; and Blake v. the United Kingdom, no. 68890/01, § 40, 26 September 2006). The proceedings before an administrative body are to be included when calculating the length of the civil proceedings for the purposes of Article 6 § 1 if, under the national law, an applicant has to exhaust a preliminary administrative procedure before having recourse to a court (see, for example, König v. , 28 June 1978, § 98, Series A no. 27).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  As to the case at hand, the Court observes that under the Finnish law the applicant was not able to bring court proceedings in his case, concerning compensation for damages based on a marine insurance contract, prior to having recourse to another authority, the Average Adjuster (see, mutatis mutandis, Vilho Eskelinen and Others v.  [GC], no. 63235/00, § 65, ECHR 2007IV; König v. Germany, cited above, § 98; Erkner and Hofauer v. Austria, cited above, § 64; and Schouten and Meldrum v. the Netherlands, 9 December 1994, § 62, Series A no. 304; compare and contrast also Blake v. the United Kingdom, cited above, § 40; and Christensen v. Denmark, no. 247/07, § 78, 22 January 2009). Hence, the Court must conclude that the second set of proceedings began on 20 November 2000 when the applicant filed a request for a damage report with the Average Adjuster. Those proceedings ended on 24 April 2007 when the Supreme Court gave its final decision, having lasted some six years and five months before a State authority and two levels of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In assessing whether the length of the second set of proceedings was compatible with the “reasonable time” requirement, the Court observes that they were somewhat complex as they concerned maritime insurance. The examination of the case involved questions of the contents and application of foreign legislation. However, the Court points out that the Average Adjuster did not have regard to the substantive question at issue, nor did the domestic courts examine other than the procedural aspects of the applicant’s claim. In the light of these considerations, the Court finds that also the second set of proceedings failed to comply with the requirements of Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Accordingly, the Court finds that there has been a breach of Article 6 § 1 in respect of both sets of proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. REMAINDER OF THE APPLICATION",
                        "elements": [
                            {
                                "content": "40.  The applicant also complained under Article 6 § 1 of the Convention that in order to institute court proceedings against the insurance company he was obliged to have recourse to the Average Adjuster, which was not an independent and impartial tribunal established by law and where the matter was not dealt with in public proceedings.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court does not find it necessary to examine whether the applicant’s right to a fair hearing was breached in that respect as any defect was remedied in the subsequent court proceedings (see Van de Hurk v. the Netherlands, 19 April 1994, § 52, Series A no. 288). It follows that this part of the application must be rejected as being manifestly ill-founded pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "43.  The applicant claimed 20,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government contested the claim considering it excessive as to quantum. Any award under that head should not exceed EUR 4,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court considers that the applicant must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards him EUR 8,000 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "46.  The applicant also claimed EUR 24,285.85 for the costs and expenses incurred before the domestic courts and EUR 5,600 for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government contested these claims. They noted that the costs incurred in the domestic proceedings related solely to the substance of the case. As to the costs and expenses claimed in the  proceedings, the Government considered them too high as to quantum. Any award should not exceed EUR 2,800.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court rejects the claim for costs and expenses in the domestic proceedings and considers it reasonable to award the sum of EUR 3,000 (inclusive of value-added tax) for the proceedings before the Court. In this connection the Court notes that only the complaint concerning length of proceedings was communicated to the Government for observations.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "49.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the two sets of proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention in respect of both sets of proceedings;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "\t(i) EUR 8,000 (eight thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "\t(ii) EUR 3,000 (three thousand euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 January 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RANGDELL v. FINLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-96745.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0119JUD002317208",
    "externalsources": [],
    "extractedappno": [
        "23172/08",
        "30979/96",
        "42341/04",
        "38805/97",
        "68890/01",
        "63235/00",
        "247/07"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-96745",
    "judgementdate": "19/01/2010 00:00:00",
    "kpdate": "19/01/2010 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "RANGDELL",
        "FINLAND"
    ],
    "rank": "712.702331542969",
    "representedby": [
        "KARHU P."
    ],
    "respondent": "FIN",
    "respondentOrderEng": "15",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "354842",
    "typedescription": "15"
}