{
    "__articles": "2;2-1;3;8;8-1;8-2;9;9-1;14;36;36-2;41",
    "__conclusion": "No violation of Art. 2;No violation of Art. 3;No violation of Art. 8;No violation of Art. 9;No violation of Art. 14",
    "applicability": "",
    "appno": "2346/02",
    "article": [
        "36",
        "9",
        "3",
        "8",
        "2",
        "14",
        "41"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "element": "No violation of Art. 2",
            "type": "no-violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "element": "No violation of Art. 3",
            "type": "no-violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "No violation of Art. 8",
            "type": "no-violation"
        },
        {
            "article": "9",
            "base_article": "9",
            "element": "No violation of Art. 9",
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "No violation of Art. 14",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-60448.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 2346/02) against the United Kingdom of Great Britain and Northern Ireland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a  national, Mrs Diane Pretty (“the applicant”), on 21 December 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented before the Court by Ms S. Chakrabarti, a lawyer practising in . The  Government (“the Government”) were represented by their Agent, Mr C. Whomersley of the Foreign and Commonwealth Office, .",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant, who is paralysed and suffering from a degenerative and incurable illness, alleged that the refusal of the Director of Public Prosecutions to grant an immunity from prosecution to her husband if he assisted her in committing suicide and the prohibition in domestic law on assisting suicide infringed her rights under Articles 2, 3, 8, 9 and 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention), was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each filed observations on the admissibility and merits (Rule 54 § 3 (b)). In addition, third-party comments were received from the Voluntary Euthanasia Society and the Catholic Bishops' Conference of England and Wales which had been given leave by the President to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 61 § 3). The applicant replied to those comments (Rule 61 § 5).",
                        "elements": []
                    },
                    {
                        "content": "6.  A hearing took place in public in the , , on 19 March 2002 (Rule 59 § 2).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The applicant and her husband, Mr B. Pretty, were also present.",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Havers and Mr Crow.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant is a 43-year-old woman. She resides with her husband of twenty-five years, their daughter and granddaughter. The applicant suffers from motor neurone disease (MND). This is a progressive neuro-degenerative disease of motor cells within the central nervous system. The disease is associated with progressive muscle weakness affecting the voluntary muscles of the body. As a result of the progression of the disease, severe weakness of the arms and legs and the muscles involved in the control of breathing are affected. Death usually occurs as a result of weakness of the breathing muscles, in association with weakness of the muscles controlling speaking and swallowing, leading to respiratory failure and pneumonia. No treatment can prevent the progression of the disease.",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicant's condition has deteriorated rapidly since MND was diagnosed in November 1999. The disease is now at an advanced stage. She is essentially paralysed from the neck down, has virtually no decipherable speech and is fed through a tube. Her life expectancy is very poor, measurable only in weeks or months. However, her intellect and capacity to make decisions are unimpaired. The final stages of the disease are exceedingly distressing and undignified. As she is frightened and distressed at the suffering and indignity that she will endure if the disease runs its course, she very strongly wishes to be able to control how and when she dies and thereby be spared that suffering and indignity.",
                                "elements": []
                            },
                            {
                                "content": "9.  Although it is not a crime to commit suicide under English law, the applicant is prevented by her disease from taking such a step without assistance. It is however a crime to assist another to commit suicide (section 2(1) of the Suicide Act 1961).",
                                "elements": []
                            },
                            {
                                "content": "10.  Intending that she might commit suicide with the assistance of her husband, the applicant's solicitor asked the Director of Public Prosecutions (DPP), in a letter dated 27 July 2001 written on her behalf, to give an undertaking not to prosecute the applicant's husband should he assist her to commit suicide in accordance with her wishes.",
                                "elements": []
                            },
                            {
                                "content": "11.  In a letter dated 8 August 2001, the DPP refused to give the undertaking:",
                                "elements": []
                            },
                            {
                                "content": "“Successive Directors – and Attorneys General – have explained that they will not grant immunities that condone, require, or purport to authorise or permit the future commission of any criminal offence, no matter how exceptional the circumstances. ...”",
                                "elements": []
                            },
                            {
                                "content": "12.  On 20 August 2001 the applicant applied for judicial review of the DPP's decision and the following relief:",
                                "elements": []
                            },
                            {
                                "content": "–  an order quashing the DPP's decision of 8 August 2001;",
                                "elements": []
                            },
                            {
                                "content": "–  a declaration that the decision was unlawful or that the DPP would not be acting unlawfully in giving the undertaking sought;",
                                "elements": []
                            },
                            {
                                "content": "–  a mandatory order requiring the DPP to give the undertaking sought; or alternatively",
                                "elements": []
                            },
                            {
                                "content": "–  a declaration that section 2 of the Suicide Act 1961 was incompatible with Articles 2, 3, 8, 9 and 14 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 17 October 2001 the  refused the application, holding that the DPP did not have the power to give the undertaking not to prosecute and that section 2(1) of the Suicide Act 1961 was not incompatible with the Convention.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant appealed to the House of Lords. They dismissed her appeal on 29 November 2001 and upheld the judgment of the . In giving the leading judgment in The Queen on the Application of Mrs Dianne Pretty (Appellant) v. Director of Public Prosecutions (Respondent) and Secretary of State for the Home Department (Interested Party), Lord Bingham of Cornhill held:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one of ordinary sensitivity could be unmoved by the frightening ordeal which faces Mrs Dianne Pretty, the appellant. She suffers from motor neurone disease, a progressive degenerative illness from which she has no hope of recovery. She has only a short time to live and faces the prospect of a humiliating and distressing death. She is mentally alert and would like to be able to take steps to bring her life to a peaceful end at a time of her choosing. But her physical incapacity is now such that she can no longer, without help, take her own life. With the support of her family, she wishes to enlist the help of her husband to that end. He himself is willing to give such help, but only if he can be sure that he will not be prosecuted under section 2(1) of the Suicide Act 1961 for aiding and abetting her suicide. Asked to undertake that he would not under section 2(4) of the Act consent to the prosecution of Mr Pretty under section 2(1) if Mr Pretty were to assist his wife to commit suicide, the Director of Public Prosecutions has refused to give such an undertaking. On Mrs Pretty's application for judicial review of that refusal, the Queen's Bench Divisional Court upheld the Director's decision and refused relief. Mrs Pretty claims that she has a right to her husband's assistance in committing suicide and that section 2 of the 1961 Act, if it prohibits his helping and prevents the Director undertaking not to prosecute if he does, is incompatible with the European Convention on Human Rights. It is on the Convention, brought into force in this country by the Human Rights Act 1998, that Mrs Pretty's claim to relief depends. It is accepted by her counsel on her behalf that under the common law of  she could not have hoped to succeed.",
                                "elements": []
                            },
                            {
                                "content": "2.  In discharging the judicial functions of the House, the appellate committee has the duty of resolving issues of law properly brought before it, as the issues in this case have been. The committee is not a legislative body. Nor is it entitled or fitted to act as a moral or ethical arbiter. It is important to emphasise the nature and limits of the committee's role, since the wider issues raised by this appeal are the subject of profound and fully justified concern to very many people. The questions whether the terminally ill, or others, should be free to seek assistance in taking their own lives, and if so in what circumstances and subject to what safeguards, are of great social, ethical and religious significance and are questions on which widely differing beliefs and views are held, often strongly. Materials laid before the committee (with its leave) express some of those views; many others have been expressed in the news media, professional journals and elsewhere. The task of the committee in this appeal is not to weigh or evaluate or reflect those beliefs and views or give effect to its own but to ascertain and apply the law of the land as it is now understood to be.",
                                "elements": []
                            },
                            {
                                "content": "Article 2 of the Convention",
                                "elements": []
                            },
                            {
                                "content": "3.  Article 2 of the Convention provides: ...",
                                "elements": []
                            },
                            {
                                "content": "The Article is to be read in conjunction with Articles 1 and 2 of the Sixth Protocol, which are among the Convention rights protected by the 1998 Act (see section 1(1)(c)) and which abolished the death penalty in time of peace.",
                                "elements": []
                            },
                            {
                                "content": "4.  On behalf of Mrs Pretty it is submitted that Article 2 protects not life itself but the right to life. The purpose of the Article is to protect individuals from third parties (the State and public authorities). But the Article recognises that it is for the individual to choose whether or not to live and so protects the individual's right to self-determination in relation to issues of life and death. Thus a person may refuse life-saving or life-prolonging medical treatment, and may lawfully choose to commit suicide. The Article acknowledges that right of the individual. While most people want to live, some want to die, and the Article protects both rights. The right to die is not the antithesis of the right to life but the corollary of it, and the State has a positive obligation to protect both.",
                                "elements": []
                            },
                            {
                                "content": "5.  The Secretary of State has advanced a number of unanswerable objections to this argument which were rightly upheld by the . The starting point must be the language of the Article. The thrust of this is to reflect the sanctity which, particularly in western eyes, attaches to life. The Article protects the right to life and prevents the deliberate taking of life save in very narrowly defined circumstances. An Article with that effect cannot be interpreted as conferring a right to die or to enlist the aid of another in bringing about one's own death. In his argument for Mrs Pretty, Mr Havers QC was at pains to limit his argument to assisted suicide, accepting that the right claimed could not extend to cover an intentional consensual killing (usually described in this context as 'voluntary euthanasia', but regarded in English law as murder). The right claimed would be sufficient to cover Mrs Pretty's case and counsel's unwillingness to go further is understandable. But there is in logic no justification for drawing a line at this point. If Article 2 does confer a right to self-determination in relation to life and death, and if a person were so gravely disabled as to be unable to perform any act whatever to cause his or her own death, it would necessarily follow in logic that such a person would have a right to be killed at the hands of a third party without giving any help to the third party and the State would be in breach of the Convention if it were to interfere with the exercise of that right. No such right can possibly be derived from an Article having the object already defined.",
                                "elements": []
                            },
                            {
                                "content": "6.  It is true that some of the guaranteed Convention rights have been interpreted as conferring rights not to do that which is the antithesis of what there is an express right to do. Article 11, for example, confers a right not to join an association (Young, James and Webster v. United Kingdom (1981) 4 EHRR 38), Article 9 embraces a right to freedom from any compulsion to express thoughts or change an opinion or divulge convictions (Clayton and Tomlinson, The Law of Human Rights (2000), p. 974, para. 14.49) and I would for my part be inclined to infer that Article 12 confers a right not to marry (but see Clayton and Tomlinson, ibid., p. 913, para. 13.76). It cannot however be suggested (to take some obvious examples) that Articles 3, 4, 5 and 6 confer an implied right to do or experience the opposite of that which the Articles guarantee. Whatever the benefits which, in the view of many, attach to voluntary euthanasia, suicide, physician-assisted suicide and suicide assisted without the intervention of a physician, these are not benefits which derive protection from an Article framed to protect the sanctity of life.",
                                "elements": []
                            },
                            {
                                "content": "7.  There is no Convention authority to support Mrs Pretty's argument. To the extent that there is any relevant authority it is adverse to her. In Osman v. United Kingdom (1998) 29 EHRR 245 the applicants complained of a failure by the United Kingdom to protect the right to life of the second applicant and his deceased father. At p. 305 the court said:",
                                "elements": []
                            },
                            {
                                "content": "The context of that case was very different. Neither the second applicant nor his father had had any wish to die. But the court's approach to Article 2 was entirely consistent with the interpretation I have put upon it.",
                                "elements": []
                            },
                            {
                                "content": "8.  X v. Germany (1984) 7 EHRR 152 and Keenan v. United Kingdom (App. No. 27229/95; 3 April 2001, unreported) were also decided in a factual context very different from the present. X, while in prison, had gone on hunger strike and had been forcibly fed by the prison authorities. His complaint was of maltreatment contrary to Article 3 of the Convention, considered below. The complaint was rejected and in the course of its reasoning the commission held (at pp. 153-154):",
                                "elements": []
                            },
                            {
                                "content": "In Keenan a young prisoner had committed suicide and his mother complained of a failure by the prison authorities to protect his life. In the course of its judgment rejecting the complaint under this Article the court said (at p. 29, para. 90):",
                                "elements": []
                            },
                            {
                                "content": "Both these cases can be distinguished, since the conduct complained of took place when the victim was in the custody of the State, which accordingly had a special responsibility for the victim's welfare. It may readily be accepted that the obligation of the State to safeguard the life of a potential victim is enhanced when the latter is in the custody of the State. To that extent these two cases are different from the present, since Mrs Pretty is not in the custody of the State. Thus the State's positive obligation to protect the life of Mrs Pretty is weaker than in such cases. It would however be a very large, and in my view quite impermissible, step to proceed from acceptance of that proposition to acceptance of the assertion that the State has a duty to recognise a right for Mrs Pretty to be assisted to take her own life.",
                                "elements": []
                            },
                            {
                                "content": "9.  In the Convention field the authority of domestic decisions is necessarily limited and, as already noted, Mrs Pretty bases her case on the Convention. But it is worthy of note that her argument is inconsistent with two principles deeply embedded in English law. The first is a distinction between the taking of one's own life by one's own act and the taking of life through the intervention or with the help of a third party. The former has been permissible since suicide ceased to be a crime in 1961. The latter has continued to be proscribed. The distinction was very clearly expressed by Hoffmann LJ in Airedale NHS Trust v. Bland [1993] AC 789 at 831:",
                                "elements": []
                            },
                            {
                                "content": "The second distinction is between the cessation of life-saving or life-prolonging treatment on the one hand and the taking of action lacking medical, therapeutic or palliative justification but intended solely to terminate life on the other. This distinction provided the rationale of the decisions in Bland. It was very succinctly expressed in the Court of Appeal in In re J (A Minor) (Wardship: Medical Treatment) [1991] Fam 33, in which Lord Donaldson of Lymington MR said, at p. 46:",
                                "elements": []
                            },
                            {
                                "content": "Similar observations were made by Balcombe LJ at p. 51 and Taylor LJ at p. 53. While these distinctions are in no way binding on the European Court of Human Rights there is nothing to suggest that they are inconsistent with the jurisprudence which has grown up around the Convention. It is not enough for Mrs Pretty to show that the United Kingdom would not be acting inconsistently with the Convention if it were to permit assisted suicide; she must go further and establish that the United Kingdom is in breach of the Convention by failing to permit it or would be in breach of the Convention if it did not permit it. Such a contention is in my opinion untenable, as the  rightly held.",
                                "elements": []
                            },
                            {
                                "content": "Article 3 of the Convention",
                                "elements": []
                            },
                            {
                                "content": "10.  Article 3 of the Convention provides: ...",
                                "elements": []
                            },
                            {
                                "content": "This is one of the Articles from which a  may not derogate even in time of war or other public emergency threatening the life of the nation: see Article 15. I shall for convenience use the expression 'proscribed treatment' to mean 'inhuman or degrading treatment' as that expression is used in the Convention.",
                                "elements": []
                            },
                            {
                                "content": "11.  In brief summary the argument for Mrs Pretty proceeded by these steps.",
                                "elements": []
                            },
                            {
                                "content": "12.  For the Secretary of State it was submitted that in the present case Article 3 of the Convention is not engaged at all but that if any of the rights protected by that Article are engaged they do not include a right to die. In support of the first of these submissions it was argued that there is in the present case no breach of the prohibition in the Article. The negative prohibition in the Article is absolute and unqualified but the positive obligations which flow from it are not absolute: see Osman v. United Kingdom, above; Rees v. United Kingdom (1986) 9 EHRR 56. While States may be obliged to protect the life and health of a person in custody (as in the case of Keenan, above), and to ensure that individuals are not subjected to proscribed treatment at the hands of private individuals other than State agents (as in A. v. United Kingdom, above), and the State may not take direct action in relation to an individual which would inevitably involve the inflicting of proscribed treatment upon him (D. v. United Kingdom (1997) 24 EHRR 423), none of these obligations can be invoked by Mrs Pretty in the present case. In support of the second submission it was argued that, far from suggesting that the State is under a duty to provide medical care to ease her condition and prolong her life, Mrs Pretty is arguing that the State is under a legal obligation to sanction a lawful means for terminating her life. There is nothing, either in the wording of the Convention or the  jurisprudence, to suggest that any such duty exists by virtue of Article 3. The decision how far the State should go in discharge of its positive obligation to protect individuals from proscribed treatment is one for member States, taking account of all relevant interests and considerations; such a decision, while not immune from review, must be accorded respect. The  has reviewed these issues in depth and resolved to maintain the present position.",
                                "elements": []
                            },
                            {
                                "content": "13.  Article 3 enshrines one of the fundamental values of democratic societies and its prohibition of the proscribed treatment is absolute: D. v. United Kingdom (1997) 24 EHRR 423 at p. 447, para. 47. Article 3 is, as I think, complementary to Article 2. As Article 2 requires States to respect and safeguard the lives of individuals within their jurisdiction, so Article 3 obliges them to respect the physical and human integrity of such individuals. There is in my opinion nothing in Article 3 which bears on an individual's right to live or to choose not to live. That is not its sphere of application; indeed, as is clear from X v. Germany above, a State may on occasion be justified in inflicting treatment which would otherwise be in breach of Article 3 in order to serve the ends of Article 2. Moreover, the absolute and unqualified prohibition on a  inflicting the proscribed treatment requires that 'treatment' should not be given an unrestricted or extravagant meaning. It cannot, in my opinion, be plausibly suggested that the Director or any other agent of the  is inflicting the proscribed treatment on Mrs Pretty, whose suffering derives from her cruel disease.",
                                "elements": []
                            },
                            {
                                "content": "14.  The authority most helpful to Mrs Pretty is D. v. United Kingdom (1997) 24 EHRR 423, which concerned the removal to St Kitts of a man in the later stages of AIDS. The Convention challenge was to implementation of the removal decision having regard to the applicant's medical condition, the absence of facilities to provide adequate treatment, care or support in St Kitts and the disruption of a regime in the  which had afforded him sophisticated treatment and medication in a compassionate environment. It was held that implementation of the decision to remove the applicant to St Kitts would amount in the circumstances to inhuman treatment by the  in violation of Article 3. In that case the State was proposing to take direct action against the applicant, the inevitable effect of which would be a severe increase in his suffering and a shortening of his life. The proposed deportation could fairly be regarded as 'treatment'. An analogy might be found in the present case if a public official had forbidden the provision to Mrs Pretty of pain-killing or palliative drugs. But here the proscribed treatment is said to be the Director's refusal of proleptic immunity from prosecution to Mr Pretty if he commits a crime. By no legitimate process of interpretation can that refusal be held to fall within the negative prohibition of Article 3.",
                                "elements": []
                            },
                            {
                                "content": "15.  If it be assumed that Article 3 is capable of being applied at all to a case such as the present, and also that on the facts there is no arguable breach of the negative prohibition in the Article, the question arises whether the United Kingdom (by the Director) is in breach of its positive obligation to take action to prevent the subjection of individuals to proscribed treatment. In this context, the obligation of the State is not absolute and unqualified. So much appears from the passage quoted in paragraph 7 above from the judgment of the European Court of Human Rights in Osman v. United Kingdom. The same principle was acknowledged by the court in Rees v. United Kingdom (1986) 9 EHRR 56 where it said in para. 37 of its judgment at pp. 63-64:",
                                "elements": []
                            },
                            {
                                "content": "That was an Article 8 case, dealing with a very different subject matter from the present, but the court's observations were of more general import. It stands to reason that while States may be absolutely forbidden to inflict the proscribed treatment on individuals within their jurisdictions, the steps appropriate or necessary to discharge a positive obligation will be more judgmental, more prone to variation from State to State, more dependent on the opinions and beliefs of the people and less susceptible to any universal injunction. For reasons more fully given in paragraphs 27 and 28 below, it could not in my view be said that the United Kingdom is under a positive obligation to ensure that a competent, terminally ill, person who wishes but is unable to take his or her own life should be entitled to seek the assistance of another without that other being exposed to the risk of prosecution.",
                                "elements": []
                            },
                            {
                                "content": "Article 8 of the Convention",
                                "elements": []
                            },
                            {
                                "content": "16.  Article 8 of the Convention provides: ...",
                                "elements": []
                            },
                            {
                                "content": "17.  Counsel for Mrs Pretty submitted that this Article conferred a right to self-determination: see X and Y v. Netherlands (1985) 8 EHRR 235; Rodriguez v. Attorney General of Canada [1994] 2 LRC 136; In re A (Children) (Conjoined Twins: Surgical Separation) [2001] Fam 147. This right embraces a right to choose when and how to die so that suffering and indignity can be avoided. Section 2(1) of the 1961 Act interferes with this right of self-determination: it is therefore for the United Kingdom to show that the interference meets the Convention tests of legality, necessity, responsiveness to pressing social need and proportionality: see R. v. A. (No. 2) [2001] 2 WLR 1546; Johansen v. Norway (1996) 23 EHRR 33; R. (P) v. Secretary of State for the Home Department [2001] 1 WLR 2002. Where the interference is with an intimate part of an individual's private life, there must be particularly serious reasons to justify the interference: Smith and Grady v. United Kingdom (1999) 29 EHRR 493 at p. 530, para. 89. The court must in this case rule whether it could be other than disproportionate for the Director to refuse to give the undertaking sought and, in the case of the Secretary of State, whether the interference with Mrs Pretty's right to self-determination is proportionate to whatever legitimate aim the prohibition on assisted suicide pursues. Counsel placed particular reliance on certain features of Mrs Pretty's case: her mental competence, the frightening prospect which faces her, her willingness to commit suicide if she were able, the imminence of death, the absence of harm to anyone else, the absence of far-reaching implications if her application were granted. Counsel suggested that the blanket prohibition in section 2(1), applied without taking account of particular cases, is wholly disproportionate, and the materials relied on do not justify it. Reference was made to R. v. United Kingdom (1983) 33 DR 270 and Sanles v. Spain [2001] EHRLR 348.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Secretary of State questioned whether Mrs Pretty's rights under Article 8 were engaged at all, and gave a negative answer. He submitted that the right to private life under Article 8 relates to the manner in which a person conducts his life, not the manner in which he departs from it. Any attempt to base a right to die on Article 8 founders on exactly the same objection as the attempt based on Article 2, namely, that the alleged right would extinguish the very benefit on which it is supposedly based. Article 8 protects the physical, moral and psychological integrity of the individual, including rights over the individual's own body, but there is nothing to suggest that it confers a right to decide when or how to die. The Secretary of State also submitted that, if it were necessary to do so, section 2(1) of the 1961 Act and the current application of it could be fully justified on the merits. He referred to the margin of judgment accorded to member States, the consideration which has been given to these questions in the  and the broad consensus among Convention countries. Attention was drawn to Laskey, Jaggard and Brown v. United Kingdom (1997) 24 EHRR 39 in which the criminalisation of consensual acts of injury was held to be justified; it was suggested that the justification for criminalising acts of consensual killing or assisted suicide must be even stronger.",
                                "elements": []
                            },
                            {
                                "content": "19.  The most detailed and erudite discussion known to me of the issues in the present appeal is to be found in the judgments of the Supreme Court of Canada in Rodriguez v. Attorney General of Canada [1994] 2 LRC 136. The appellant in that case suffered from a disease legally indistinguishable from that which afflicts Mrs Pretty; she was similarly disabled; she sought an order which would allow a qualified medical practitioner to set up technological means by which she might, by her own hand but with that assistance from the practitioner, end her life at a time of her choosing. While suicide in  was not a crime, section 241(b) of the Criminal Code was in terms effectively identical to section 2(1) of the 1961 Act. The appellant based her claims on the Canadian Charter of Rights and Freedoms which, so far as relevant, included the following sections:",
                                "elements": []
                            },
                            {
                                "content": "The trial judge rejected Ms Rodriguez' claim, because (as his judgment was summarised at p. 144):",
                                "elements": []
                            },
                            {
                                "content": "He found no breach of section 12 and said:",
                                "elements": []
                            },
                            {
                                "content": "He also held that section 241 did not discriminate against the physically disabled.",
                                "elements": []
                            },
                            {
                                "content": "20.  The British Columbia Court of Appeal held by a majority (at p. 148) that whilst the operation of section 241 did deprive Ms Rodriguez of her section 7 right to the security of her person, it did not contravene the principles of fundamental justice. McEachern CJ, dissenting, held (at p. 146) that there was a prima facie violation of section 7 when the State imposed prohibitions that had the effect of prolonging the physical and psychological suffering of a person, and that any provision that imposed an indeterminate period of senseless physical and psychological suffering on someone who was shortly to die anyway could not conform with any principle of fundamental justice.",
                                "elements": []
                            },
                            {
                                "content": "21.  In the Supreme Court opinion was again divided. The judgment of the majority was given by Sopinka J, with La Forest, Gonthier, Iacobucci and Major JJ concurring. In the course of his judgment Sopinka J said (at p. 175):",
                                "elements": []
                            },
                            {
                                "content": "He continued (p. 175):",
                                "elements": []
                            },
                            {
                                "content": "He then continued (at pp. 177-178):",
                                "elements": []
                            },
                            {
                                "content": "He concluded (at p. 189) that:",
                                "elements": []
                            },
                            {
                                "content": "With reference to section 1 of the Canadian Charter, Sopinka J said (at pp. 192-193):",
                                "elements": []
                            },
                            {
                                "content": "He rejected the appellant's claims under sections 12 and 15.",
                                "elements": []
                            },
                            {
                                "content": "22.  Lamer CJ dissented in favour of the appellant, but on grounds of discrimination under section 15 alone. McLachlin J (with whom L'Heureux-Dubé J concurred) found a violation not of section 15 but of section 7. She saw the case as one about the manner in which the State might limit the right of a person to make decisions about her body under section 7 of the charter (p. 194). At p. 195 she said:",
                                "elements": []
                            },
                            {
                                "content": "She held (p. 197) that",
                                "elements": []
                            },
                            {
                                "content": "Cory J also dissented, agreeing with Lamer CJ and also McLachlin J.",
                                "elements": []
                            },
                            {
                                "content": "23.  It is evident that all save one of the judges of the Canadian Supreme Court were willing to recognise section 7 of the Canadian charter as conferring a right to personal autonomy extending even to decisions on life and death. Mrs Pretty understandably places reliance in particular on the judgment of McLachlin J, in which two other members of the court concurred. But a majority of the court regarded that right as outweighed on the facts by the principles of fundamental justice. The judgments were moreover directed to a provision with no close analogy in the European Convention. In the European Convention the right to liberty and security of the person appears only in Article 5 § 1, on which no reliance is or could be placed in the present case. Article 8 contains no reference to personal liberty or security. It is directed to the protection of privacy, including the protection of physical and psychological integrity: X and Y v. Netherlands, above. But Article 8 is expressed in terms directed to protection of personal autonomy while individuals are living their lives, and there is nothing to suggest that the Article has reference to the choice to live no longer.",
                                "elements": []
                            },
                            {
                                "content": "24.  There is no  jurisprudence to support the contention of Mrs Pretty. In R. v. United Kingdom (1983) 33 DR 270 the applicant had been convicted and sentenced to imprisonment for aiding and abetting suicide and conspiring to do so. He complained that his conviction and sentence under section 2 of the 1961 Act constituted a violation of his right to respect for his private life under Article 8 and also his right to free expression under Article 10. In paragraph 13 of its decision the commission observed:",
                                "elements": []
                            },
                            {
                                "content": "This somewhat tentative expression of view is of some assistance to Mrs Pretty, but with reference to the claim under Article 10 the commission continued (in para. 17 of its decision at p. 272):",
                                "elements": []
                            },
                            {
                                "content": "That conclusion cannot be reconciled with the suggestion that the prohibition of assisted suicide is inconsistent with the Convention.",
                                "elements": []
                            },
                            {
                                "content": "25.  Sanles v.  [2001] EHRLR 348 arose from a factual situation similar to the present save that the victim of disabling disease had died and the case never culminated in a decision on the merits. The applicant was the sister-in-law of the deceased and was held not to be a victim and thus not to be directly affected by the alleged violations. It is of some interest that she based her claims on Articles 2, 3, 5, 9 and 14 of the Convention but not, it seems, on Article 8.",
                                "elements": []
                            },
                            {
                                "content": "26.  I would for my part accept the Secretary of State's submission that Mrs Pretty's rights under Article 8 are not engaged at all. If, however, that conclusion is wrong, and the prohibition of assisted suicide in section 2 of the 1961 Act infringes her Convention right under Article 8, it is necessary to consider whether the infringement is shown by the Secretary of State to be justifiable under the terms of Article 8 § 2. In considering that question I would adopt the test advocated by counsel for Mrs Pretty, which is clearly laid down in the authorities cited.",
                                "elements": []
                            },
                            {
                                "content": "27.  Since suicide ceased to be a crime in 1961, the question whether assisted suicide also should be decriminalised has been reviewed on more than one occasion. The Criminal Law Revision Committee in its Fourteenth Report (1980, Cmnd 7844) reported some divergence of opinion among its distinguished legal membership, and recognised a distinction between assisting a person who had formed a settled intention to kill himself and the more heinous case where one person persuaded another to commit suicide, but a majority was of the clear opinion that aiding and abetting suicide should remain an offence (pp. 60-61, para. 135).",
                                "elements": []
                            },
                            {
                                "content": "28.  Following the decision in Airedale NHS Trust v. Bland [1993] AC 789 a much more broadly constituted House of Lords Select Committee on Medical Ethics received extensive evidence and reported. The Committee in its report (HL 21-1, 1994, p. 11, para. 26) drew a distinction between assisted suicide and physician-assisted suicide but its conclusion was unambiguous (p. 54, para. 262):",
                                "elements": []
                            },
                            {
                                "content": "The government in its response (May 1994, Cm 2553) accepted this recommendation:",
                                "elements": []
                            },
                            {
                                "content": "A similar approach is to be found in the Council of Europe's Recommendation 1418 (1999) on the protection of the human rights and dignity of the terminally ill and the dying. This included the following passage (at pp. 2-4):",
                                "elements": []
                            },
                            {
                                "content": "It would be by no means fatal to the legal validity of section 2(1) of the 1961 Act if the response of the United Kingdom to this problem of assisted suicide were shown to be unique, but it is shown to be in accordance with a very broad international consensus. Assisted suicide and consensual killing are unlawful in all Convention countries except the Netherlands, but even if the Dutch Termination of Life on Request and Assisted Suicide (Review Procedures) Act 2001 and the Dutch Criminal Code were operative in this country it would not relieve Mr Pretty of liability under Article 294 of the Dutch Criminal Code if he were to assist Mrs Pretty to take her own life as he would wish to do.",
                                "elements": []
                            },
                            {
                                "content": "29.  On behalf of Mrs Pretty counsel disclaims any general attack on section 2(1) of the 1961 Act and seeks to restrict his claim to the particular facts of her case: that of a mentally competent adult who knows her own mind, is free from any pressure and has made a fully informed and voluntary decision. Whatever the need, he submits, to afford legal protection to the vulnerable, there is no justification for a blanket refusal to countenance an act of humanity in the case of someone who, like Mrs Pretty, is not vulnerable at all. Beguiling as that submission is, Dr Johnson gave two answers of enduring validity to it. First, 'Laws are not made for particular cases but for men in general.' Second, 'To permit a law to be modified at discretion is to leave the community without law. It is to withdraw the direction of that public wisdom by which the deficiencies of private understanding are to be supplied' (Boswell, Life of Johnson, Oxford Standard Authors, 3rd ed., 1970, at pp. 735, 496). It is for member States to assess the risk and likely incidence of abuse if the prohibition on assisted suicide were relaxed, as the commission recognised in its decision in R. v. United Kingdom quoted above in paragraph 24. But the risk is one which cannot be lightly discounted. The Criminal Law Revision Committee recognised how fine was the line between counselling and procuring on the one hand and aiding and abetting on the other (report, p. 61, para. 135). The House of Lords Select Committee recognised the undesirability of anything which could appear to encourage suicide (report, p. 49, para. 239):",
                                "elements": []
                            },
                            {
                                "content": "It is not hard to imagine that an elderly person, in the absence of any pressure, might opt for a premature end to life if that were available, not from a desire to die or a willingness to stop living, but from a desire to stop being a burden to others.",
                                "elements": []
                            },
                            {
                                "content": "30.  If section 2(1) infringes any Convention right of Mrs Pretty, and recognising the heavy burden which lies on a  seeking to justify such an infringement, I conclude that the Secretary of State has shown ample grounds to justify the existing law and the current application of it. That is not to say that no other law or application would be consistent with the Convention; it is simply to say that the present legislative and practical regime do not offend the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Article 9 of the Convention",
                                "elements": []
                            },
                            {
                                "content": "31.  It is unnecessary to recite the terms of Article 9 of the Convention, to which very little argument was addressed. It is an Article which protects freedom of thought, conscience and religion and the manifestation of religion or belief in worship, teaching, practice or observance. One may accept that Mrs Pretty has a sincere belief in the virtue of assisted suicide. She is free to hold and express that belief. But her belief cannot found a requirement that her husband should be absolved from the consequences of conduct which, although it would be consistent with her belief, is proscribed by the criminal law. And if she were able to establish an infringement of her right, the justification shown by the State in relation to Article 8 would still defeat it.",
                                "elements": []
                            },
                            {
                                "content": "Article 14 of the Convention",
                                "elements": []
                            },
                            {
                                "content": "32.  Article 14 of the Convention provides: ...",
                                "elements": []
                            },
                            {
                                "content": "Mrs Pretty claims that section 2(1) of the 1961 Act discriminates against those who, like herself, cannot because of incapacity take their own lives without assistance. She relies on the judgment of the European Court of Human Rights in Thlimmenos v. Greece (2000) 31 EHRR 411 where the court said (at p. 424, para. 44):",
                                "elements": []
                            },
                            {
                                "content": "33.  The European Court of Human Rights has repeatedly held that Article 14 is not autonomous but has effect only in relation to Convention rights. As it was put in Van Raalte v. Netherlands (1997) 24 EHRR 503 at p. 516, para. 33:",
                                "elements": []
                            },
                            {
                                "content": "See also Botta v. Italy (1998) 26 EHRR 241 at p. 259, para. 39.",
                                "elements": []
                            },
                            {
                                "content": "34.  If, as I have concluded, none of the Articles on which Mrs Pretty relies gives her the right which she has claimed, it follows that Article 14 would not avail her even if she could establish that the operation of section 2(1) is discriminatory. A claim under this Article must fail on this ground.",
                                "elements": []
                            },
                            {
                                "content": "35.  If, contrary to my opinion, Mrs Pretty's rights under one or other of the Articles are engaged, it would be necessary to examine whether section 2(1) of the 1961 Act is discriminatory. She contends that the section is discriminatory because it prevents the disabled, but not the able-bodied, exercising their right to commit suicide. This argument is in my opinion based on a misconception. The law confers no right to commit suicide. Suicide was always, as a crime, anomalous, since it was the only crime with which no defendant could ever be charged. The main effect of the criminalisation of suicide was to penalise those who attempted to take their own lives and failed, and secondary parties. Suicide itself (and with it attempted suicide) was decriminalised because recognition of the common law offence was not thought to act as a deterrent, because it cast an unwarranted stigma on innocent members of the suicide's family and because it led to the distasteful result that patients recovering in hospital from a failed suicide attempt were prosecuted, in effect, for their lack of success. But while the 1961 Act abrogated the rule of law whereby it was a crime for a person to commit (or attempt to commit) suicide, it conferred no right on anyone to do so. Had that been its object there would have been no justification for penalising by a potentially very long term of imprisonment one who aided, abetted, counselled or procured the exercise or attempted exercise by another of that right. The policy of the law remained firmly adverse to suicide, as section 2(1) makes clear.",
                                "elements": []
                            },
                            {
                                "content": "36.  The criminal law cannot in any event be criticised as objectionably discriminatory because it applies to all. Although in some instances criminal statutes recognise exceptions based on youth, the broad policy of the criminal law is to apply offence-creating provisions to all and to give weight to personal circumstances either at the stage of considering whether or not to prosecute or, in the event of conviction, when penalty is to be considered. The criminal law does not ordinarily distinguish between willing victims and others: Laskey Jaggard and Brown v. United Kingdom (1997) 24 EHRR 39. Provisions criminalising drunkenness or misuse of drugs or theft do not exempt those addicted to alcohol or drugs, or the poor and hungry. 'Mercy killing', as it is often called, is in law killing. If the criminal law sought to proscribe the conduct of those who assisted the suicide of the vulnerable, but exonerated those who assisted the suicide of the non-vulnerable, it could not be administered fairly and in a way which would command respect.",
                                "elements": []
                            },
                            {
                                "content": "37.  For these reasons, which are in all essentials those of the , and in agreement with my noble and learned friends Lord Steyn and Lord Hope of Craighead, I would hold that Mrs Pretty cannot establish any breach of any Convention right.",
                                "elements": []
                            },
                            {
                                "content": "The claim against the Director",
                                "elements": []
                            },
                            {
                                "content": "38.  That conclusion makes it strictly unnecessary to review the main ground on which the Director resisted the claim made against him: that he had no power to grant the undertaking which Mrs Pretty sought.",
                                "elements": []
                            },
                            {
                                "content": "39.  I would for my part question whether, as suggested on his behalf, the Director might not if so advised make a public statement on his prosecuting policy other than in the Code for Crown Prosecutors which he is obliged to issue by section 10 of the Prosecution of Offences Act 1985. Plainly such a step would call for careful consultation and extreme circumspection, and could be taken only under the superintendence of the Attorney General (by virtue of section 3 of the 1985 Act). The Lord Advocate has on occasion made such a statement in , and I am not persuaded that the Director has no such power. It is, however, unnecessary to explore or resolve that question, since whether or not the Director has the power to make such a statement he has no duty to do so, and in any event what was asked of the Director in this case was not a statement of prosecuting policy but a proleptic grant of immunity from prosecution. That, I am quite satisfied, the Director had no power to give. The power to dispense with and suspend laws and the execution of laws without the consent of Parliament was denied to the crown and its servants by the Bill of Rights 1688. Even if, contrary to my opinion, the Director had power to give the undertaking sought, he would have been very wrong to do so in this case. If he had no reason for doubting, equally he had no means of investigating, the assertions made on behalf of Mrs Pretty. He received no information at all concerning the means proposed for ending Mrs Pretty's life. No medical supervision was proposed. The obvious risk existed that her condition might worsen to the point where she could herself do nothing to bring about her death. It would have been a gross dereliction of the Director's duty and a gross abuse of his power had he ventured to undertake that a crime yet to be committed would not lead to prosecution. The claim against him must fail on this ground alone.",
                                "elements": []
                            },
                            {
                                "content": "40.  I would dismiss this appeal.”",
                                "elements": []
                            },
                            {
                                "content": "15.  The other judges concurred with his conclusions. Lord Hope stated as regarded Article 8 of the Convention:",
                                "elements": []
                            },
                            {
                                "content": "“100.  ... Respect for a person's 'private life', which is the only part of Article 8 which is in play here, relates to the way a person lives. The way she chooses to pass the closing moments of her life is part of the act of living, and she has a right to ask that this too must be respected. In that respect Mrs Pretty has the right of self-determination. In that sense, her private life is engaged even where in the face of terminal illness she seeks to choose death rather than life. But it is an entirely different thing to imply into these words a positive obligation to give effect to her wish to end her own life by means of an assisted suicide. I think that to do so would be to stretch the meaning of the words too far.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Suicide, assisted suicide and consensual killing",
                                "elements": [
                                    {
                                        "content": "16.  Suicide ceased to be a crime in  and  by virtue of the Suicide Act 1961. However, section 2(1) of the Act provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A person who aids, abets, counsels or procures the suicide of another, or an attempt by another to commit suicide, shall be liable on conviction on indictment to imprisonment for a term not exceeding fourteen years.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 2(4) provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No proceedings shall be instituted for an offence under this section except by or with the consent of the Director of Public Prosecutions.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Case-law has established that an individual may refuse to accept life-prolonging or life-preserving treatment:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“First it is established that the principle of self-determination requires that respect must be given to the wishes of the patient, so that if an adult patient of sound mind refuses, however unreasonably, to consent to treatment or care by which his life would or might be prolonged, the doctors responsible for his care must give effect to his wishes, even though they do not consider it to be in his best interests to do so ... To this extent, the principle of the sanctity of human life must yield to the principle of self-determination ...” (Lord Goff in Airedale NHS Trust v. Bland [1993] AC 789, at p. 864)",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  This principle has been most recently affirmed in Ms B. v. an NHS Hospital, Court of Appeal judgment of 22 March 2002. It has also been recognised that “dual effect” treatment can be lawfully administered, that is treatment calculated to ease a patient's pain and suffering which might also, as a side-effect, shorten their life expectancy (see, for example, Re J [1991] Fam 3).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Domestic review of the legislative position",
                                "elements": [
                                    {
                                        "content": "19.  In March 1980 the Criminal Law Revision Committee issued its fourteenth report, “Offences against the Person” (Cmnd 7844), in which it reviewed, inter alia, the law relating to the various forms of homicide and the applicable penalties. In Section F, the situation known as mercy killing was discussed. The previous suggestion of a new offence applying to a person who from compassion unlawfully killed another person permanently subject, for example, to great bodily pain and suffering and for which a two-year maximum sentence was applicable, was unanimously withdrawn. It was noted that the vast majority of the persons and bodies consulted were against the proposal on principle and on pragmatic grounds. Reference was made also to the difficulties of definition and the possibility that the “suggestion would not prevent suffering but would cause suffering, since the weak and handicapped would receive less effective protection from the law than the fit and well”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  It did however recommend that the penalty for assisting suicide be reduced to seven years, as being sufficiently substantial to protect helpless persons open to persuasion by the unscrupulous.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 31 January 1994 the report of the House of Lords Select Committee on Medical Ethics (HL Paper 21-I) was published following its inquiry into the ethical, legal and clinical implications of a person's right to withhold consent to life-prolonging treatment, the position of persons unable to give or withhold consent and whether and in what circumstances the shortening of another person's life might be justified on the grounds that it accorded with that person's wishes or best interests. The Committee had heard oral evidence from a variety of government, medical, legal and non-governmental sources and received written submissions from numerous interested parties who addressed the ethical, philosophical, religious, moral, clinical, legal and public-policy aspects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  It concluded, as regards voluntary euthanasia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“236.  The right to refuse medical treatment is far removed from the right to request assistance in dying. We spent a long time considering the very strongly held and sincerely expressed views of those witnesses who advocated voluntary euthanasia. Many of us have had experience of relatives or friends whose dying days or weeks were less than peaceful or uplifting, or whose final stages of life were so disfigured that the loved one seemed already lost to us, or who were simply weary of life ... Our thinking must also be coloured by the wish of every individual for a peaceful and easy death, without prolonged suffering, and by a reluctance to contemplate the possibility of severe dementia or dependence. We gave much thought too to Professor Dworkin's opinion that, for those without religious belief, the individual is best able to decide what manner of death is fitting to the life that has been lived.",
                                        "elements": []
                                    },
                                    {
                                        "content": "237.  Ultimately, however, we do not believe that these arguments are sufficient reason to weaken society's prohibition of intentional killing. That prohibition is the cornerstone of law and of social relationships. It protects each one of us impartially, embodying the belief that all are equal. We do not wish that protection to be diminished and we therefore recommend that there should be no change in the law to permit euthanasia. We acknowledge that there are individual cases in which euthanasia may be seen by some to be appropriate. But individual cases cannot reasonably establish the foundation of a policy which would have such serious and widespread repercussions. Moreover, dying is not only a personal or individual affair. The death of a person affects the lives of others, often in ways and to an extent which cannot be foreseen. We believe that the issue of euthanasia is one in which the interest of the individual cannot be separated from the interest of society as a whole.",
                                        "elements": []
                                    },
                                    {
                                        "content": "238.  One reason for this conclusion is that we do not think it possible to set secure limits on voluntary euthanasia ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "239.  We are also concerned that vulnerable people – the elderly, sick or distressed – would feel pressure, whether real or imagined, to request early death. We accept that, for the most part, requests resulting from such pressure or from remediable depressive illness would be identified as such by doctors and managed appropriately. Nevertheless we believe that the message which society sends to vulnerable and disadvantaged people should not, however obliquely, encourage them to seek death, but should assure them of our care and support in life ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In light of the above, the Select Committee on Medical Ethics also recommended no change to the legislation concerning assisted suicide (paragraph 262).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIALS",
                        "elements": [
                            {
                                "content": "24.  Recommendation 1418 (1999) of the Parliamentary Assembly of the Council of Europe recommended, inter alia, as follows (paragraph 9):",
                                "elements": []
                            },
                            {
                                "content": "“... that the Committee of Ministers encourage the member States of the Council of Europe to respect and protect the dignity of terminally ill or dying persons in all respects:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "c.  by upholding the prohibition against intentionally taking the life of terminally ill or dying persons, while:",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "\nIV.  THIRD-PARTY INTERVENTIONS",
                        "elements": [
                            {
                                "content": "A.  Voluntary Euthanasia Society",
                                "elements": [
                                    {
                                        "content": "25.  The Voluntary Euthanasia Society, established in 1935 and being a leading research organisation in the United Kingdom on issues related to assisted dying, submitted that as a general proposition individuals should have the opportunity to die with dignity and that an inflexible legal regime that had the effect of forcing an individual, who was suffering unbearably from a terminal illness, to die a painful protracted death with indignity, contrary to his or her express wishes, was in breach of Article 3 of the Convention. They referred to the reasons why persons requested assisted deaths (for example unrelieved and severe pain, weariness of the dying process, loss of autonomy). Palliative care could not meet the needs of all patients and did not address concerns of loss of autonomy and loss of control of bodily functions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  They submitted that in comparison with other countries in Europe the regime in  and , which prohibited assisted dying in absolute terms, was the most restrictive and inflexible in Europe. Only  compared. Other countries (for example , , , , ,  and the , where assistance must be sought from a medical practitioner) had abolished the specific offence of assisting suicide. In other countries, the penalties for such offences had been downgraded – in no country, save , did the maximum penalty exceed five years' imprisonment – and criminal proceedings were rarely brought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  As regarded public-policy issues, they submitted that whatever the legal position, voluntary euthanasia and assisted dying took place. It was well known in  and  that patients asked for assistance to die and that members of the medical profession and relatives provided that assistance, notwithstanding that it might be against the criminal law and in the absence of any regulation. As recognised by the  government, therefore, the criminal law did not prevent voluntary euthanasia or assisted dying. The situation in the Netherlands indicated that in the absence of regulation slightly less than 1% of deaths were due to doctors having ended the life of a patient without the latter explicitly requesting this (non-voluntary euthanasia). Similar studies indicated a figure of 3.1% in  and 3.5% in . It might therefore be the case that less attention was given to the requirements of a careful end-of-life practice in a society with a restrictive legal approach than in one with an open approach that tolerated and regulated euthanasia. The data did not support the assertion that, in institutionalising voluntary euthanasia/physician-assisted suicide, society put the vulnerable at risk. At least with a regulated system, there was the possibility of far greater consultation and a reporting mechanism to prevent abuse, along with other safeguards, such as waiting periods.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Catholic Bishops' Conference of  and ",
                                "elements": [
                                    {
                                        "content": "28.  This organisation put forward principles and arguments which it stated were consonant with those expressed by other Catholic bishops' conferences in other member States.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  They emphasised that it was a fundamental tenet of the Catholic faith that human life was a gift from God received in trust. Actions with the purpose of killing oneself or another, even with consent, reflected a damaging misunderstanding of the human worth. Suicide and euthanasia were therefore outside the range of morally acceptable options in dealing with human suffering and dying. These fundamental truths were also recognised by other faiths and by modern pluralist and secular societies, as shown by Article 1 of the Universal Declaration of Human Rights (December 1948) and the provisions of the European Convention on Human Rights, in particular in Articles 2 and 3 thereof.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  They pointed out that those who attempted suicide often suffered from depression or other psychiatric illness. The 1994 report of the New York State Task Force on Life and Law concluded on that basis that the legalising of any form of assisted suicide or any form of euthanasia would be a mistake of historic proportions, with catastrophic consequences for the vulnerable and an intolerable corruption of the medical profession. Other research indicated that many people who requested physician-assisted suicide withdrew that request if their depression and pain were treated. In their experience, palliative care could in virtually every case succeed in substantially relieving a patient of physical and psychosomatic suffering.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The House of Lords Select Committee on Medical Ethics (1993-94) had solid reasons for concluding, after consideration of the evidence (on a scale vastly exceeding that available in these proceedings), that any legal permission for assistance in suicide would result in massive erosion of the rights of the vulnerable, flowing from the pressure of legal principle and consistency and the psychological and financial conditions of medical practice and health-care provision in general. There was compelling evidence to suggest that once a limited form of euthanasia was permitted under the law it was virtually impossible to confine its practice within the necessary limits to protect the vulnerable (see, for example, the  government's study of deaths in 1990, recording cases of euthanasia without the patients' explicit request).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ADMISSIBILITY OF THE APPLICATION",
                        "elements": [
                            {
                                "content": "32.  The applicant, who is suffering from an incurable, degenerative disease, argued that fundamental rights under the Convention had been violated in her case by the refusal of the Director of Public Prosecutions to give an undertaking not to prosecute her husband if he were to assist her to end her life and by the state of English law which rendered assisted suicide in her case a criminal offence. The Government submitted that the application should be dismissed as manifestly ill-founded on the grounds either that the applicant's complaints did not engage any of the rights relied on by her or that any interferences with those rights were justified in terms of the exceptions allowed by the Convention's provisions.",
                                "elements": []
                            },
                            {
                                "content": "33.  The Court considers that the application as a whole raises questions of law which are sufficiently serious that their determination should depend on an examination of the merits. No other ground for declaring it inadmissible has been established. The application must therefore be declared admissible. Pursuant to Article 29 § 3 of the Convention, the Court will now consider the merits of the applicant's complaints.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The relevant parts of Article 2 of the Convention provide:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone's right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this Article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "\nA.  Submissions of the parties",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "35.  The applicant submitted that permitting her to be assisted in committing suicide would not be in conflict with Article 2 of the Convention, otherwise those countries in which assisted suicide was not unlawful would be in breach of this provision. Furthermore, Article 2 protected not only the right to life but also the right to choose whether or not to go on living. It protected the right to life and not life itself, while the sentence concerning deprivation of life was directed towards protecting individuals from third parties, namely the State and public authorities, not from themselves. Article 2 therefore acknowledged that it was for the individual to choose whether or not to go on living and protected her right to die to avoid inevitable suffering and indignity as the corollary of the right to life. In so far as the Keenan case referred to by the Government indicated that an obligation could arise for prison authorities to protect a prisoner who tried to take his own life, the obligation only arose because he was a prisoner and lacked, due to his mental illness, the capacity to take a rational decision to end his life (see Keenan v. the United Kingdom, no. 27229/95, ECHR 2001-III).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "36.  The Government submitted that the applicant's reliance on Article 2 was misconceived, being unsupported by direct authority and being inconsistent with existing authority and with the language of the provision. Article 2, guaranteeing one of the most fundamental rights, imposed primarily a negative obligation. Although it had in some cases been found to impose positive obligations, this concerned steps appropriate to safeguard life. In previous cases the State's responsibility under Article 2 to protect a prisoner had not been affected by the fact that he committed suicide (see Keenan, cited above) and it had also been recognised that the State was entitled to force-feed a prisoner on hunger strike (see X v. Germany, no. 10565/83, Commission decision of 9 May 1984, unreported). The wording of Article 2 expressly provided that no one should be deprived of their life intentionally, save in strictly limited circumstances which did not apply in the present case. The right to die was not the corollary, but the antithesis of the right to life.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "37.  The Court's case-law accords pre-eminence to Article 2 as one of the most fundamental provisions of the Convention (see McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, pp. 45-46, §§ 146-47). It safeguards the right to life, without which enjoyment of any of the other rights and freedoms in the Convention is rendered nugatory. It sets out the limited circumstances when deprivation of life may be justified and the Court has applied a strict scrutiny when those exceptions have been relied on by the respondent States (ibid., p. 46, §§ 149-50).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The text of Article 2 expressly regulates the deliberate or intended use of lethal force by State agents. However, it has been interpreted as covering not only intentional killing but also the situations where it is permitted to “use force” which may result, as an unintended outcome, in the deprivation of life (ibid., p. 46, § 148). Furthermore, the Court has held that the first sentence of Article 2 § 1 enjoins the State not only to refrain from the intentional and unlawful taking of life, but also to take appropriate steps to safeguard the lives of those within its jurisdiction (see L.C.B. v. the United Kingdom, judgment of 9 June 1998, Reports of Judgments and Decisions 1998-III, p. 1403, § 36). This obligation extends beyond a primary duty to secure the right to life by putting in place effective criminal-law provisions to deter the commission of offences against the person backed up by law-enforcement machinery for the prevention, suppression and sanctioning of breaches of such provisions; it may also imply in certain well-defined circumstances a positive obligation on the authorities to take preventive operational measures to protect an individual whose life is at risk from the criminal acts of another individual (see Osman v. the United Kingdom, judgment of 28 October 1998, Reports 1998-VIII, p. 3159, § 115, and Kılıç v. Turkey, no. 22492/93, §§ 62 and 76, ECHR 2000-III). More recently, in Keenan, Article 2 was found to apply to the situation of a mentally ill prisoner who disclosed signs of being a suicide risk (see Keenan, cited above, § 91).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The consistent emphasis in all the cases before the Court has been the obligation of the State to protect life. The Court is not persuaded that “the right to life” guaranteed in Article 2 can be interpreted as involving a negative aspect. While, for example in the context of Article 11 of the Convention, the freedom of association has been found to involve not only a right to join an association but a corresponding right not to be forced to join an association, the Court observes that the notion of a freedom implies some measure of choice as to its exercise (see Young, James and Webster v. the United Kingdom, judgment of 13 August 1981, Series A no. 44, pp. 21-22, § 52, and Sigurđur A. Sigurjónsson v. Iceland, judgment of 30 June 1993, Series A no. 264, pp. 15-16, § 35). Article 2 of the Convention is phrased in different terms. It is unconcerned with issues to do with the quality of living or what a person chooses to do with his or her life. To the extent that these aspects are recognised as so fundamental to the human condition that they require protection from State interference, they may be reflected in the rights guaranteed by other Articles of the Convention, or in other international human rights instruments. Article 2 cannot, without a distortion of language, be interpreted as conferring the diametrically opposite right, namely a right to die; nor can it create a right to self-determination in the sense of conferring on an individual the entitlement to choose death rather than life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court accordingly finds that no right to die, whether at the hands of a third person or with the assistance of a public authority, can be derived from Article 2 of the Convention. It is confirmed in this view by the recent Recommendation 1418 (1999) of the Parliamentary Assembly of the Council of Europe (see paragraph 24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The applicant has argued that a failure to acknowledge a right to die under the Convention would place those countries which do permit assisted suicide in breach of the Convention. It is not for the Court in this case to attempt to assess whether or not the state of law in any other country fails to protect the right to life. As it recognised in Keenan, the measures which may reasonably be taken to protect a prisoner from self-harm will be subject to the restraints imposed by other provisions of the Convention, such as Articles 5 and 8, as well as more general principles of personal autonomy (see Keenan, cited above, § 92). Similarly, the extent to which a State permits, or seeks to regulate, the possibility for the infliction of harm on individuals at liberty, by their own or another's hand, may raise conflicting considerations of personal freedom and the public interest that can only be resolved on examination of the concrete circumstances of the case (see, mutatis mutandis, Laskey, Jaggard and Brown v. the United Kingdom, judgment of 19 February 1997, Reports 1997-I). However, even if circumstances prevailing in a particular country which permitted assisted suicide were found not to infringe Article 2 of the Convention, that would not assist the applicant in this case, where the very different proposition – that the United Kingdom would be in breach of its obligations under Article 2 if it did not allow assisted suicide – has not been established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court finds that there has been no violation of Article 2 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  Article 3 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions of the parties",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "44.  Before the Court, the applicant focused her complaints principally on Article 3 of the Convention. She submitted that the suffering which she faced qualified as degrading treatment under Article 3 of the Convention. She suffered from a terrible, irreversible disease in its final stages and she would die in an exceedingly distressing and undignified manner as the muscles which controlled her breathing and swallowing weakened to the extent that she would develop respiratory failure and pneumonia. While the Government were not directly responsible for that treatment, it was established under the Court's case-law that under Article 3 the State owed to its citizens not only a negative obligation to refrain from inflicting such treatment but also a positive obligation to protect people from it. In this case, this obligation was to take steps to protect her from the suffering which she would otherwise have to endure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The applicant argued that there was no room under Article 3 of the Convention for striking a balance between her right to be protected from degrading treatment and any competing interest of the community, as the right was an absolute one. In any event, the balance struck was disproportionate as English law imposed a blanket ban on assisting suicide regardless of the individual circumstances of the case. As a result of this blanket ban, the applicant had been denied the right to be assisted by her husband in avoiding the suffering awaiting her without any consideration having been given to the unique facts of her case, in particular that her intellect and capacity to make decisions were unimpaired by the disease, that she was neither vulnerable nor in need of protection, that her imminent death could not be avoided, that if the disease ran its course she would endure terrible suffering and indignity and that no one else was affected by her wish for her husband to assist her save for him and their family who were wholly supportive of her decision. Without such consideration of the facts of the case, the rights of the individual could not be protected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The applicant also disputed that there was any scope for allowing any margin of appreciation under Article 3 of the Convention, although if there was, the Government could not be entitled to rely on such a margin in defence of a statutory scheme operated in such a way as to involve no consideration of her concrete circumstances. The applicant rejected as offensive the assertion of the Government that all those who were terminally ill or disabled and contemplating suicide were by definition vulnerable and that a blanket ban was necessary so as to protect them. Any concern as to protecting those who were vulnerable could be met by providing a scheme whereby assisted suicide was lawful provided that the individual in question could demonstrate that she had the capacity to come to such a decision and was not in need of protection.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "47.  The Government submitted that Article 3 was not engaged in this case. The primary obligation imposed by this provision was negative: the State must not inflict torture or inhuman or degrading treatment or punishment. The applicant's case was based rather on alleged positive obligations. The Court's case-law indicated that where positive obligations arose they were not absolute but must be interpreted in such a way as not to impose an impossible or disproportionate burden on the authorities. Positive obligations had hitherto been found to arise in three situations: where the State was under a duty to protect the health of a person deprived of liberty, where the State was required to take steps to ensure that persons within its jurisdiction were not subjected to torture or other prohibited treatment at the hands of private individuals and where the State proposed to take action in relation to an individual which would result in the infliction by another of inhuman or degrading treatment on him. None of these circumstances were relevant in the applicant's case, as she was not being mistreated by anyone, she was not complaining about the absence of medical treatment and no State action was being taken against her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Even if Article 3 were engaged, it did not confer a legally enforceable right to die. In assessing the scope of any positive obligation, it was appropriate to have regard to the margin of appreciation properly afforded to the State in maintaining section 2 of the Suicide Act 1961. The Government submitted that the prohibition on assisted suicide struck a fair balance between the rights of the individual and the interests of the community, in particular as it properly respected the sanctity of life and pursued a legitimate objective, namely protecting the vulnerable; the matter had been carefully considered over the years by the Criminal Law Revision Committee and the House of Lords Select Committee on Medical Ethics; there were powerful arguments, and some evidence, to suggest that legalising voluntary euthanasia led inevitably to the practice of involuntary euthanasia; and the State had an interest in protecting the lives of the vulnerable, in which context they argued that anyone contemplating suicide would necessarily be psychologically and emotionally vulnerable, even if they were physically fit while those with disabilities might be in a more precarious position as being unable effectively to communicate their views. Furthermore, there was a general consensus in Council of Europe countries, where assisted suicide and consensual killing were unlawful in all countries except in the . This consensus was also reflected in other jurisdictions outside Europe.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "49.  Article 3 of the Convention, together with Article 2, must be regarded as one of the most fundamental provisions of the Convention and as enshrining core values of the democratic societies making up the Council of Europe (see Soering v. the United Kingdom, judgment of 7 July 1989, Series A no. 161, p. 34, § 88). In contrast to the other provisions in the Convention, it is cast in absolute terms, without exception or proviso, or the possibility of derogation under Article 15 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  An examination of the Court's case-law indicates that Article 3 has been most commonly applied in contexts in which the risk to the individual of being subjected to any of the proscribed forms of treatment emanated from intentionally inflicted acts of State agents or public authorities (see, amongst other authorities, Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25). It may be described in general terms as imposing a primarily negative obligation on States to refrain from inflicting serious harm on persons within their jurisdiction. However, in light of the fundamental importance of Article 3, the Court has reserved to itself sufficient flexibility to address the application of that Article in other situations that might arise (see D. v. the United Kingdom, judgment of 2 May 1997, Reports 1997-III, p. 792, § 49).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In particular, the Court has held that the obligation on the High Contracting Parties under Article 1 of the Convention to secure to everyone within their jurisdiction the rights and freedoms defined in the Convention, taken in conjunction with Article 3, requires States to take measures designed to ensure that individuals within their jurisdiction are not subjected to torture or inhuman and degrading treatment or punishment, including such treatment administered by private individuals (see A. v. the United Kingdom, judgment of 23 September 1998, Reports 1998-VI, p. 2699, § 22). A positive obligation on the State to provide protection against inhuman or degrading treatment has been found to arise in a number of cases: see, for example, A. v. the United Kingdom (cited above) where the child applicant had been caned by his stepfather, and Z and Others v. the United Kingdom ([GC], no. 29392/95, ECHR 2001-V), where four child applicants were severely abused and neglected by their parents. Article 3 also imposes requirements on State authorities to protect the health of persons deprived of liberty (see Keenan, cited above, concerning the lack of effective medical care of a mentally ill prisoner who committed suicide, and also Kudła v. Poland [GC], no. 30210/96, § 94, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  As regards the types of “treatment” which fall within the scope of Article 3 of the Convention, the Court's case-law refers to “ill-treatment” that attains a minimum level of severity and involves actual bodily injury or intense physical or mental suffering (see Ireland v. the United Kingdom, cited above, p. 66, § 167; V. v. the United Kingdom [GC], no. 24888/94, § 71, ECHR 1999-IX). Where treatment humiliates or debases an individual, showing a lack of respect for, or diminishing, his or her human dignity, or arouses feelings of fear, anguish or inferiority capable of breaking an individual's moral and physical resistance, it may be characterised as degrading and also fall within the prohibition of Article 3 (see amongst recent authorities, Price v. the United Kingdom, no. 33394/96, §§ 24-30, ECHR 2001-VII, and Valašinas v. Lithuania, no. 44558/98, § 117, ECHR 2001-VIII). The suffering which flows from naturally occurring illness, physical or mental, may be covered by Article 3, where it is, or risks being, exacerbated by treatment, whether flowing from conditions of detention, expulsion or other measures, for which the authorities can be held responsible (see D. v. the United Kingdom and Keenan, both cited above, and Bensaid v. the United Kingdom, no. 44599/98, ECHR 2000-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In the present case, it is beyond dispute that the respondent State has not, itself, inflicted any ill-treatment on the applicant. Nor is there any complaint that the applicant is not receiving adequate care from the State medical authorities. The situation of the applicant is therefore not comparable with that in D. v. the United Kingdom, in which an AIDS sufferer was threatened with removal from the United Kingdom to the island of St Kitts where no effective medical or palliative treatment for his illness was available and he would have been exposed to the risk of dying under the most distressing circumstances. The responsibility of the State would have been engaged by its act (“treatment”) of removing him in those circumstances. There is no comparable act or “treatment” on the part of the  in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The applicant has claimed rather that the refusal of the DPP to give an undertaking not to prosecute her husband if he assisted her to commit suicide and the criminal-law prohibition on assisted suicide disclose inhuman and degrading treatment for which the State is responsible as it will thereby be failing to protect her from the suffering which awaits her as her illness reaches its ultimate stages. This claim, however, places a new and extended construction on the concept of treatment, which, as found by the House of Lords, goes beyond the ordinary meaning of the word. While the Court must take a dynamic and flexible approach to the interpretation of the Convention, which is a living instrument, any interpretation must also accord with the fundamental objectives of the Convention and its coherence as a system of human rights protection. Article 3 must be construed in harmony with Article 2, which hitherto has been associated with it as reflecting basic values respected by democratic societies. As found above, Article 2 of the Convention is first and foremost a prohibition on the use of lethal force or other conduct which might lead to the death of a human being and does not confer any right on an individual to require a State to permit or facilitate his or her death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court cannot but be sympathetic to the applicant's apprehension that without the possibility of ending her life she faces the prospect of a distressing death. It is true that she is unable to commit suicide herself due to physical incapacity and that the state of law is such that her husband faces the risk of prosecution if he renders her assistance. Nonetheless, the positive obligation on the part of the State which is relied on in the present case would not involve the removal or mitigation of harm by, for instance, preventing any ill-treatment by public bodies or private individuals or providing improved conditions or care. It would require that the State sanction actions intended to terminate life, an obligation that cannot be derived from Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court therefore concludes that no positive obligation arises under Article 3 of the Convention to require the respondent State either to give an undertaking not to prosecute the applicant's husband if he assisted her to commit suicide or to provide a lawful opportunity for any other form of assisted suicide. There has, accordingly, been no violation of this provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  Article 8 of the Convention provides as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions of the parties",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "58.  The applicant argued that, while the right to self-determination ran like a thread through the Convention as a whole, it was Article 8 in which that right was most explicitly recognised and guaranteed. It was clear that the right to self-determination encompassed the right to make decisions about one's body and what happened to it. She submitted that this included the right to choose when and how to die and that nothing could be more intimately connected to the manner in which a person conducted her life than the manner and timing of her death. It followed that the DPP's refusal to give an undertaking and the State's blanket ban on assisted suicide interfered with her rights under Article 8 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The applicant argued that there must be particularly serious reasons for interfering with such an intimate part of her private life. However, the Government had failed to show that the interference was justified as no consideration had been given to her individual circumstances. She referred here to the arguments also raised in the context of Article 3 of the Convention (see paragraphs 45-46 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "60.  The Government argued that the rights under Article 8 were not engaged as the right to private life did not include a right to die. It covered the manner in which a person conducted her life, not the manner in which she departed from it. Otherwise, the alleged right would extinguish the very benefit on which it was based. Even if they were wrong on this, any interference with rights under Article 8 would be fully justified. The State was entitled, within its margin of appreciation, to determine the extent to which individuals could consent to the infliction of injuries on themselves and so was even more clearly entitled to determine whether a person could consent to being killed.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1. Applicability of Article 8 § 1 of the Convention",
                                        "elements": [
                                            {
                                                "content": "61.  As the Court has had previous occasion to remark, the concept of “private life” is a broad term not susceptible to exhaustive definition. It covers the physical and psychological integrity of a person (see X and Y v. the Netherlands, judgment of 26 March 1985, Series A no. 91, p. 11, § 22). It can sometimes embrace aspects of an individual's physical and social identity (see Mikulić v. Croatia, no. 53176/99, § 53, ECHR 2002-I). Elements such as, for example, gender identification, name and sexual orientation and sexual life fall within the personal sphere protected by Article 8 (see, for example, B. v. France, judgment of 25 March 1992, Series A no. 232-C, pp. 53-54, § 63; Burghartz v. Switzerland, judgment of 22 February 1994, Series A no. 280-B, p. 28, § 24; Dudgeon v. the United Kingdom, judgment of 22 October 1981, Series A no. 45, pp. 18-19, § 41; and Laskey, Jaggard and Brown, cited above, p. 131, § 36). Article 8 also protects a right to personal development, and the right to establish and develop relationships with other human beings and the outside world (see, for example, Burghartz, cited above, opinion of the Commission, p. 37, § 47, and Friedl v. Austria, judgment of 31 January 1995, Series A no. 305-B, opinion of the Commission, p. 20, § 45). Although no previous case has established as such any right to self-determination as being contained in Article 8 of the Convention, the Court considers that the notion of personal autonomy is an important principle underlying the interpretation of its guarantees.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Government have argued that the right to private life cannot encapsulate a right to die with assistance, such being a negation of the protection that the Convention was intended to provide. The Court would observe that the ability to conduct one's life in a manner of one's own choosing may also include the opportunity to pursue activities perceived to be of a physically or morally harmful or dangerous nature for the individual concerned. The extent to which a State can use compulsory powers or the criminal law to protect people from the consequences of their chosen lifestyle has long been a topic of moral and jurisprudential discussion, the fact that the interference is often viewed as trespassing on the private and personal sphere adding to the vigour of the debate. However, even where the conduct poses a danger to health or, arguably, where it is of a life-threatening nature, the case-law of the Convention institutions has regarded the State's imposition of compulsory or criminal measures as impinging on the private life of the applicant within the meaning of Article 8 § 1 and requiring justification in terms of the second paragraph (see, for example, concerning involvement in consensual sado-masochistic activities which amounted to assault and wounding, Laskey, Jaggard and Brown, cited above, and concerning refusal of medical treatment, Acmanne and Others v. Belgium, no. 10435/83, Commission decision of 10 December 1984, Decisions and Reports (DR) 40, p. 251).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  While it might be pointed out that death was not the intended consequence of the applicants' conduct in the above situations, the Court does not consider that this can be a decisive factor. In the sphere of medical treatment, the refusal to accept a particular treatment might, inevitably, lead to a fatal outcome, yet the imposition of medical treatment, without the consent of a mentally competent adult patient, would interfere with a person's physical integrity in a manner capable of engaging the rights protected under Article 8 § 1 of the Convention. As recognised in domestic case-law, a person may claim to exercise a choice to die by declining to consent to treatment which might have the effect of prolonging his life (see paragraphs 17-18 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In the present case, although medical treatment is not an issue, the applicant is suffering from the devastating effects of a degenerative disease which will cause her condition to deteriorate further and increase her physical and mental suffering. She wishes to mitigate that suffering by exercising a choice to end her life with the assistance of her husband. As stated by Lord Hope, the way she chooses to pass the closing moments of her life is part of the act of living, and she has a right to ask that this too must be respected (see paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The very essence of the Convention is respect for human dignity and human freedom. Without in any way negating the principle of sanctity of life protected under the Convention, the Court considers that it is under Article 8 that notions of the quality of life take on significance. In an era of growing medical sophistication combined with longer life expectancies, many people are concerned that they should not be forced to linger on in old age or in states of advanced physical or mental decrepitude which conflict with strongly held ideas of self and personal identity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  In Rodriguez v. the Attorney General of Canada ([1994] 2 Law Reports of Canada 136), which concerned a not dissimilar situation to the present, the majority opinion of the Supreme Court considered that the prohibition on the appellant in that case receiving assistance in suicide contributed to her distress and prevented her from managing her death. This deprived her of autonomy and required justification under principles of fundamental justice. Although the Canadian court was considering a provision of the Canadian Charter framed in different terms from those of Article 8 of the Convention, comparable concerns arose regarding the principle of personal autonomy in the sense of the right to make choices about one's own body.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The applicant in this case is prevented by law from exercising her choice to avoid what she considers will be an undignified and distressing end to her life. The Court is not prepared to exclude that this constitutes an interference with her right to respect for private life as guaranteed under Article 8 § 1 of the Convention. It considers below whether this interference conforms with the requirements of the second paragraph of Article 8.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Compliance with Article 8 § 2 of the Convention",
                                        "elements": [
                                            {
                                                "content": "68.  An interference with the exercise of an Article 8 right will not be compatible with Article 8 § 2 unless it is “in accordance with the law”, has an aim or aims that is or are legitimate under that paragraph and is “necessary in a democratic society” for the aforesaid aim or aims (see Dudgeon, cited above, p. 19, § 43).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The only issue arising from the arguments of the parties is the necessity of any interference, it being common ground that the restriction on assisted suicide in this case was imposed by law and in pursuit of the legitimate aim of safeguarding life and thereby protecting the rights of others.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  According to the Court's established case-law, the notion of necessity implies that the interference corresponds to a pressing social need and, in particular, that it is proportionate to the legitimate aim pursued; in determining whether an interference is “necessary in a democratic society”, the Court will take into account that a margin of appreciation is left to the national authorities, whose decision remains subject to review by the Court for conformity with the requirements of the Convention. The margin of appreciation to be accorded to the competent national authorities will vary in accordance with the nature of the issues and the importance of the interests at stake.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court recalls that the margin of appreciation has been found to be narrow as regards interferences in the intimate area of an individual's sexual life (see Dudgeon, cited above, p. 21, § 52, and A.D.T. v. the United Kingdom, no. 35765/97, § 37, ECHR 2000-IX). Although the applicant has argued that there must therefore be particularly compelling reasons for the interference in her case, the Court does not find that the matter under consideration in this case can be regarded as of the same nature, or as attracting the same reasoning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The parties' arguments have focused on the proportionality of the interference as disclosed in the applicant's case. The applicant attacked in particular the blanket nature of the ban on assisted suicide as failing to take into account her situation as a mentally competent adult who knows her own mind, who is free from pressure and who has made a fully informed and voluntary decision, and therefore cannot be regarded as vulnerable and requiring protection. This inflexibility means, in her submission, that she will be compelled to endure the consequences of her incurable and distressing illness, at a very high personal cost.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court would note that although the Government argued that the applicant, as a person who is both contemplating suicide and severely disabled, must be regarded as vulnerable, this assertion is not supported by the evidence before the domestic courts or by the judgments of the House of Lords which, while emphasising that the law in the United Kingdom was there to protect the vulnerable, did not find that the applicant was in that category.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Nonetheless, the Court finds, in agreement with the House of Lords and the majority of the Canadian Supreme Court in Rodriguez, that States are entitled to regulate through the operation of the general criminal law activities which are detrimental to the life and safety of other individuals (see also Laskey, Jaggard and Brown, cited above, pp. 132-33, § 43). The more serious the harm involved the more heavily will weigh in the balance considerations of public health and safety against the countervailing principle of personal autonomy. The law in issue in this case, section 2 of the 1961 Act, was designed to safeguard life by protecting the weak and vulnerable and especially those who are not in a condition to take informed decisions against acts intended to end life or to assist in ending life. Doubtless the condition of terminally ill individuals will vary. But many will be vulnerable and it is the vulnerability of the class which provides the rationale for the law in question. It is primarily for States to assess the risk and the likely incidence of abuse if the general prohibition on assisted suicides were relaxed or if exceptions were to be created. Clear risks of abuse do exist, notwithstanding arguments as to the possibility of safeguards and protective procedures.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The applicant's counsel attempted to persuade the Court that a finding of a violation in this case would not create a general precedent or any risk to others. It is true that it is not this Court's role under Article 34 of the Convention to issue opinions in the abstract but to apply the Convention to the concrete facts of the individual case. However, judgments issued in individual cases establish precedents albeit to a greater or lesser extent and a decision in this case could not, either in theory or practice, be framed in such a way as to prevent application in later cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Court does not consider therefore that the blanket nature of the ban on assisted suicide is disproportionate. The Government have stated that flexibility is provided for in individual cases by the fact that consent is needed from the DPP to bring a prosecution and by the fact that a maximum sentence is provided, allowing lesser penalties to be imposed as appropriate. The Select Committee report indicated that between 1981 and 1992 in twenty-two cases in which “mercy killing” was an issue, there was only one conviction for murder, with a sentence of life imprisonment, while lesser offences were substituted in the others and most resulted in probation or suspended sentences (paragraph 128 of the report cited at paragraph 21 above). It does not appear to be arbitrary to the Court for the law to reflect the importance of the right to life, by prohibiting assisted suicide while providing for a system of enforcement and adjudication which allows due regard to be given in each particular case to the public interest in bringing a prosecution, as well as to the fair and proper requirements of retribution and deterrence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Nor in the circumstances is there anything disproportionate in the refusal of the DPP to give an advance undertaking that no prosecution would be brought against the applicant's husband. Strong arguments based on the rule of law could be raised against any claim by the executive to exempt individuals or classes of individuals from the operation of the law. In any event, the seriousness of the act for which immunity was claimed was such that the decision of the DPP to refuse the undertaking sought in the present case cannot be said to be arbitrary or unreasonable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Court concludes that the interference in this case may be justified as “necessary in a democratic society” for the protection of the rights of others and, accordingly, that there has been no violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.   ALLEGED VIOLATION OF ARTICLE 9 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "79.  Article 9 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
                                "elements": []
                            },
                            {
                                "content": "2.  Freedom to manifest one's religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions of the parties",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "80.  The applicant submitted that Article 9 protected the right to freedom of thought, which has hitherto included beliefs such as veganism and pacifism. In seeking the assistance of her husband to commit suicide, the applicant believed in and supported the notion of assisted suicide for herself. In refusing to give the undertaking not to prosecute her husband, the DPP had interfered with this right as had the  in imposing a blanket ban which allowed no consideration of the applicant's individual circumstances. For the same reasons as applied under Article 8 of the Convention, that interference had not been justified under Article 9 § 2.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "81.  The Government disputed that any issue arose within the scope of this provision. Article 9 protected freedom of thought, conscience and religion and the manifestation of those beliefs and did not confer any general right on individuals to engage in any activities of their choosing in pursuance of whatever beliefs they may hold. Alternatively, even if there was any restriction in terms of Article 9 § 1 of the Convention, such was justifiable under the second paragraph for the same reasons as set out in relation to Articles 3 and 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "82.  The Court does not doubt the firmness of the applicant's views concerning assisted suicide but would observe that not all opinions or convictions constitute beliefs in the sense protected by Article 9 § 1 of the Convention. Her claims do not involve a form of manifestation of a religion or belief, through worship, teaching, practice or observance as described in the second sentence of the first paragraph. As found by the Commission, the term “practice” as employed in Article 9 § 1 does not cover each act which is motivated or influenced by a religion or belief (see Arrowsmith v. the United Kingdom, no. 7050/77, Commission's report of 12 October 1978, DR 19, p. 19, § 71). To the extent that the applicant's views reflect her commitment to the principle of personal autonomy, her claim is a restatement of the complaint raised under Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court concludes that there has been no violation of Article 9 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VI.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "84.  Article 14 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions of the parties",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "85.  The applicant submitted that she suffered from discrimination as a result of being treated in the same way as those whose situations were significantly different. Although the blanket ban on assisted suicide applied equally to all individuals, the effect of its application to her when she was so disabled that she could not end her life without assistance was discriminatory. She was prevented from exercising a right enjoyed by others who could end their lives without assistance because they were not prevented by any disability from doing so. She was therefore treated substantively differently and less favourably than those others. As the only justification offered by the Government for the blanket ban was the need to protect the vulnerable and as the applicant was not vulnerable or in need of protection, there was no reasonable or objective justification for this difference in treatment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "86.  The Government argued that Article 14 of the Convention did not come into play as the applicant's complaints did not engage any of the substantive rights she relied on. Alternatively, there was no discrimination as the applicant could not be regarded as being in a relevantly similar situation to those who were able to take their own lives without assistance. Even assuming Article 14 was in issue, section 2(1) of the Suicide Act 1961 was not discriminatory as domestic law conferred no right to commit suicide and the policy of the law was firmly against suicide. The policy of the criminal law was to give weight to personal circumstances either at the stage of considering whether or not to prosecute or in the event of conviction, when penalty was to be considered. Furthermore, there was clear reasonable and objective justification for any alleged difference in treatment, reference being made to the arguments advanced under Articles 3 and 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "87.  The Court has found above that the applicant's rights under Article 8 of the Convention were engaged (see paragraphs 61-67). It must therefore consider the applicant's complaints that she has been discriminated against in the enjoyment of the rights guaranteed under that provision in that domestic law permits able-bodied persons to commit suicide yet prevents an incapacitated person from receiving assistance in committing suicide.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  For the purposes of Article 14 a difference in treatment between persons in analogous or relevantly similar positions is discriminatory if it has no objective and reasonable justification, that is if it does not pursue a legitimate aim or if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be realised. Moreover, the Contracting States enjoy a margin of appreciation in assessing whether and to what extent differences in otherwise similar situations justify a different treatment (see Camp and Bourimi v. the Netherlands, no. 28369/95, § 37, ECHR 2000-X). Discrimination may also arise where States without an objective and reasonable justification fail to treat differently persons whose situations are significantly different (see Thlimmenos v. Greece [GC], no. 34369/97, § 44, ECHR 2000-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Even if the principle derived from Thlimmenos was applied to the applicant's situation however, there is, in the Court's view, objective and reasonable justification for not distinguishing in law between those who are and those who are not physically capable of committing suicide. Under Article 8 of the Convention, the Court has found that there are sound reasons for not introducing into the law exceptions to cater for those who are deemed not to be vulnerable (see paragraph 74 above). Similar cogent reasons exist under Article 14 for not seeking to distinguish between those who are able and those who are unable to commit suicide unaided. The borderline between the two categories will often be a very fine one and to seek to build into the law an exemption for those judged to be incapable of committing suicide would seriously undermine the protection of life which the 1961 Act was intended to safeguard and greatly increase the risk of abuse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  Consequently, there has been no violation of Article 14 of the Convention in the present case.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been no violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been no violation of Article 9 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been no violation of Article 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 29 April 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrM. Pellonpää",
            "role": "president"
        },
        {
            "name": "SirNicolas Bratza",
            "role": "judges"
        },
        {
            "name": "MrsE. Palm",
            "role": "judges"
        },
        {
            "name": "MrJ. Makarczyk",
            "role": "judges"
        },
        {
            "name": "MrM. Fischbach",
            "role": "judges"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "Mr M. O'Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PRETTY v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60448.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2002:0429JUD000234602",
    "externalsources": [
        "Parliamentary Assembly Recommendation 1418 (1999)"
    ],
    "extractedappno": [
        "2346/02",
        "27229/95",
        "10565/83",
        "22492/93",
        "29392/95",
        "30210/96",
        "24888/94",
        "33394/96",
        "44558/98",
        "44599/98",
        "53176/99",
        "10435/83",
        "35765/97",
        "7050/77",
        "28369/95",
        "34369/97"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Suicide Act 1961, section 2(1) and 2(4)"
    ],
    "itemid": "001-60448",
    "judgementdate": "29/04/2002 00:00:00",
    "kpdate": "29/04/2002 00:00:00",
    "kpthesaurus": [
        "154",
        "153",
        "310",
        "343",
        "100",
        "350",
        "90",
        "193",
        "449",
        "231",
        "276",
        "451",
        "203",
        "268",
        "376",
        "429",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "36",
        "36-2",
        "2-1",
        "9",
        "9-1",
        "3",
        "8",
        "2",
        "8-1",
        "8-2",
        "14",
        "41"
    ],
    "parties": [
        "PRETTY",
        "THE UNITED KINGDOM"
    ],
    "rank": "439.111328125",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Valašinas v. Lithuania, no. 44558/98, (Sect. 3), ECHR 2001-VIII, § 117",
        "X. and Y. v. the Netherlands judgment of 26 March 1985, Series A no. 91, p. 11, § 22",
        "Young, James and Webster v. the United Kingdom judgment of 13 August 1981, Series A no. 44, § 52",
        "Z. and Others v. the United Kingdom [GC], no. 29392/95, ECHR 2001-V"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "437453",
    "typedescription": "14"
}