{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "31761/04",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-95905.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 31761/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Armenian nationals, Mr Mikhayel Khachatryan (“the first applicant”) and Mrs Elyanora Khachatryan (“the second applicant”), on 11 August 2004. The first and the second applicants (jointly, “the applicants”) were self-represented.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Armenian Government (“the Government”) were represented by their Agent, Mr G. Kostanyan, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 25 January 2006 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The first and the second applicants were born in 1957 and 1962 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "5.  The applicants are a husband and wife who had worked for Hrazdanmash Closed Joint-Stock Company (hereafter “Hrazdanmash”), a company involved in manufacturing various machinery and equipment and whose majority shareholder is the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  No salary was paid to the staff for the years 1998-2000, since Hrazdanmash was experiencing financial problems. In 2000 the majority of Hrazdanmash's staff, including the applicants, were ordered to take unpaid leave for an indefinite period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  It appears that in that period a number of court judgments were adopted against Hrazdanmash, which was ordered to pay tax and other arrears to the State budget, the Pension and Employment Fund and the Armenian Railroad CJSC to a total amount of 589,009,285 drams (AMD). Several sets of enforcement proceedings were instituted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  It further appears that in 2000 Hrazdanmash was restructured into an open joint-stock company, the majority of its shares being retained by the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  By a decree of 24 April 2000 the Government decided to terminate the enforcement proceedings against Hrazdanmash and other similar companies and to refrain from seizing their property in order to ensure effective management of State property, since the companies in question were engaged in the 1998-2000 privatisation programme of State property. It appears that this decree was repealed on 28 December 2000 and the enforcement proceedings were resumed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The judgment given in favour of the applicants and its enforcement",
                                "elements": [
                                    {
                                        "content": "10.  On 17 May 2001 the relevant trade union instituted court proceedings against Hrazdanmash in the interests of the staff, seeking arrears for unpaid salary and other benefits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 2 July 2001 the  (Կոտայքի մարզի առաջին ատյանի դատարան) granted the claim and ordered Hrazdanmash to pay a total of AMD 58,060,925, including AMD 211,864.51 and AMD 221,157.08 to the first and the second applicant respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  No appeal was lodged against this judgment which became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 23 July 2001 the Kotayk Regional Division of the Department for the Enforcement of Judicial Acts (ԴԱՀԿ ծառայության Կոտայքի մարզային ստորաբաժանում – “the DEJA”) instituted enforcement proceedings no. 738. In the course of these proceedings the bailiff decided to freeze Hrazdanmash's property and bank accounts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 27 August 2001 the Government adopted decree no. 775, outlining the actions to be taken in order to streamline the privatisation process of companies having strategic importance, to foster investments in such companies and to expand and develop production. Hrazdanmash was listed among the companies in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 10 September 2001 the tax authorities instituted proceedings in the  against Hrazdanmash, seeking to declare it bankrupt and to levy AMD 358,154,700.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  By a letter of 11 September 2001 the  asked the executive director of Hrazdanmash to submit observations in reply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  By a letter of September 2001 (exact date unclear) the First Deputy to the Minister of Industry and Trade replied to the Regional Court's letter, stating that Hrazdanmash was undergoing restructuring on the basis of a governmental decree and that the Ministry of Industry and Trade had applied to the Ministry of State Revenue with a request to suspend the bankruptcy procedure until the restructuring was finalised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 13 September 2001 the DEJA decided to stay enforcement proceedings no. 738 on the ground that bankruptcy proceedings had been instituted in respect of Hrazdanmash. It appears, however, that the enforcement proceedings were resumed on 19 October 2001 and that part of Hrazdanmash's frozen property was sold at a public auction, as a result of which the first and the second applicant were paid AMD 16,949 and AMD 17,693 respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 12 November 2001 the bankruptcy proceedings were taken over by the  (ՀՀ տնտեսական դատարան).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 28 January 2001 the tax authorities withdrew the bankruptcy claim on the basis of the Government decree of 27 August 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 4 February 2002 the  terminated the bankruptcy proceedings on this ground.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 22 February 2002 the DEJA once again decided to stay enforcement proceedings no. 738.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 24 October 2002 the Government adopted decree no. 1682-A, outlining the actions to be taken in order to prepare Hrazdanmash for privatisation, as required by Government decree no. 775 of 27 August 2001. The Minister of Trade and Economic Development was ordered to take the polyclinic building belonging to Hrazdanmash and transfer it, as State property, to the Kotayk Regional Administration. The Minister was further ordered to clarify the extent of property belonging to Hrazdanmash subject to sale and to come up with benchmark data necessary for valuation of the property in question. The Minister of Management of State Property was ordered, within two months after receiving this data, to ensure the valuation of Hrazdanmash's property, to carry out negotiations with potential buyers and to come up with proposals to the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 23 January 2003 the DEJA decided to resume enforcement proceedings no. 738.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 27 March 2003 the Government, with reference to its decree no. 1682-A of 24 October 2002, adopted decree no. 329-A, on the basis of which Hrazdanmash was allowed to sell its property. The property in question included the inventory contained in the company's numerous buildings, while the identified buyers included various private companies. The property was valued at a total of AMD 556,271,000 and was to be sold at roughly 30% of its price. The proceeds of the sale were to be directed by the company towards paying off its debts in respect of the State budget. The buyer companies in return undertook an obligation to the State to make investments of various amounts, including creation of jobs. The Minister of Management of State Property was to monitor the implementation of these sales agreements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 7 July 2003 the DEJA stayed the enforcement proceedings on the basis of this decree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 23 July 2003 the Government adopted decree no. 955-A, according to which it decided to sell its shares in Hrazdamash to a private company. The shares were valued at AMD 531,616,000 and were to be sold at roughly 17% of their price. The buyer in return undertook an obligation towards the State to make investments in various amounts, including creation of jobs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In October 2003 the first applicant complained to the President of Armenia about the non-enforcement of the judgment. It appears that this complaint was forwarded to the DEJA.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 5 January 2004 the applicants contested the decision of 7 July 2003 before the . In the proceedings before the Regional Court, the representative of the DEJA submitted, inter alia, that the DEJA was not allowed to use the proceeds resulting from the sale of Hrazdanmash's property towards the enforcement of the judgment since they were to be directed to the State budget in accordance with Government decree no. 329-A. He further submitted that the enforcement proceedings remained stayed on the basis of Government decree no. 955-A.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 29 January 2004 the  dismissed the applicants' claim. In doing so, the  found:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the enforcement proceedings were stayed by the Kotayk Regional Division of the DEJA on the basis of Government decree no. 329-A of 27 March 2003. According to Section 38 of the Law on the Enforcement of Judicial Acts [(hereafter, the Law)] the bailiff has the right to stay the enforcement proceedings if the debtor is engaged in the fulfilment of any State assignment. Therefore, the actions of the DEJA are lawful and well-grounded.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On an unspecified date the applicants lodged an appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 6 April 2004 the Civil Court of Appeal (ՀՀ քաղաքացիական գործերով վերաքննիչ դատարան) dismissed their appeal, confirming the findings of the . The Court of Appeal added that, following the sale of Hrazdanmash's property, the proceeds were directed to the State budget and the bailiff was not allowed to use that money for the purpose of the enforcement proceedings. The Court of Appeal further stated that on 23 July 2003 the Government, by its decree no. 955-A, decided to privatise Hrazdanmash's stock. This decree, however, had not been materialised and therefore no funds had been raised to pay the salaries and to resume the enforcement proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 8 April 2004 the applicants lodged an appeal on points of law. They argued, inter alia, that the reference to Section 38 of the Law in the court judgments had been unlawful since Government decree no. 329-A did not say anything about Hrazdanmash being engaged in the fulfilment of any State assignment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 14 May 2004 the Court of Cassation dismissed the appeal, stating that the findings of the Court of Appeal had been correct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 25 October 2006 the General Prosecutor's Office addressed a letter to the DEJA, stating that Hrazdanmash owed money to the State and that Government decree no. 329-A provided no legal basis for staying the enforcement proceedings instituted in respect of the company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 9 November 2006 the DEJA decided to resume the enforcement proceedings, including enforcement proceedings no. 738, with reference to the letter of the General Prosecutor's Office. It appears that following this decision some further property and amounts were seized from Hrazdanmash. No further amounts, however, were paid to the applicants. It appears that enforcement proceedings no. 738 are still pending.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Civil Code (in force from 1 January 1999)",
                                "elements": [
                                    {
                                        "content": "37.  According to Article 60, a legal entity is liable for its debts with the entirety of the property belonging to it. The founder (shareholder) of a legal entity is not liable for the debts of the legal entity, and nor is the latter liable for the debts of its founder (shareholder), except for the cases envisaged by this Code or by the statute of the legal entity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  According to Article 106 § 3, the shareholders of a joint-stock company are not liable for its debts and bear the risk of damages connected with the company's activities within the limits of the value of the shares belonging to them.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Code of Civil Procedure (in force from 1 January 1999)",
                                "elements": [
                                    {
                                        "content": "39.  According to Article 160 § 1, as in force at the material time, the court cannot examine applications seeking to annul those allegedly unlawful acts of public authorities, the determination of whose conformity with the Constitution of Armenia falls within the exclusive jurisdiction of the Constitutional Court, such acts, pursuant to the then Article 100 of the Constitution and Article 15 of the Civil Code, including the decrees of the Government.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Joint-Stock Companies Act (in force from 6 December 2001)",
                                "elements": [
                                    {
                                        "content": "40.  According to Section 3 §§ 1, 2 3 and 5, a company is liable for its debts with the entirety of the property belonging to it. A company is not liable for the debts of its shareholders. The shareholders of a company are not liable for its debts, and bear the risk of damages connected with the company's activities within the limits of the value of the shares belonging to them. The  and the local authorities are not liable for the debts of a company. The company in turn is not liable for the debts of the  and the local authorities.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Law on the Enforcement of Judicial Acts (in force from 1 January 1999)",
                                "elements": [
                                    {
                                        "content": "41.  According to Section 38 § 3, the bailiff has the right to stay the enforcement proceedings if the debtor is engaged in the fulfilment of any State assignment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Section 39 provides that, when staying or resuming enforcement proceedings, the bailiff must adopt a decision. The stayed enforcement proceedings are resumed upon the creditor's application or the bailiff's own initiative, if the circumstances which led to the stay of the proceedings cease to exist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  According to Sections 55 § 1 and 70, the distribution of proceeds received from the sale of property is implemented by the bailiff. If the debtor's property has been seized on the basis of several writs of execution, the amount seized from the debtor shall be distributed among the creditors in the following order of priority: (1) satisfaction of pledge related claims; (2) satisfaction of claims for compensation for damage to life and health, as well as alimony claims; (3) satisfaction of claims for payment of salaries to staff employed under employment contracts and claims for payment of author's fees; and (4) satisfaction of claims for payment of debts in respect of mandatory payments to the State budget.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Statute of Hrazdanmash",
                                "elements": [
                                    {
                                        "content": "44.  According to Paragraphs 1.1 and 1.4 of the Statute, the company was created by the decision of the Presidium of the Supreme Soviet of Armenia of 6 May 1994. The company is liable for its debts with the entirety of the property belonging to it. The company is not liable for the debts of its shareholders. The company's shareholders are not liable for its debts, and bear the risk of damages connected with the company's activities within the limits of the value of the shares belonging to them.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL NO. 1",
                        "elements": [
                            {
                                "content": "45.  The applicants complained of the non-enforcement of the court judgment given in their favour. They relied on Article 6 § 1 of the Convention and Article 1 of Protocol No. 1. The relevant parts of these provisions read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1 of the Convention",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Competence ratione temporis",
                                        "elements": [
                                            {
                                                "content": "46.  The Court reiterates that its jurisdiction ratione temporis covers only the period after the ratification of the Convention or its Protocols by the respondent State. From the ratification date onwards, all of the State's alleged acts and omissions must conform to the Convention or its Protocols and subsequent facts fall within the Court's jurisdiction even where they are merely an extension of an already existing situation (see, among other authorities, Yağcı and Sargın v. Turkey, 8 June 1995, § 40, Series A no. 319A, and Almeida Garrett, Mascarenhas Falcão and Others v. Portugal, nos. 29813/96 and 30229/96, § 43, ECHR 2000I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court is competent to examine the facts of the present case for their compatibility with the Convention only in so far as they occurred after 26 April 2002, the date of entry into force of the Convention in respect of . It may, however, have regard to the facts prior to ratification inasmuch as they could be considered to have created a situation extending beyond that date or may be relevant for the understanding of facts occurring after that date (see Broniowski v. Poland (dec.) [GC], no. 31443/96, §§ 74-77, ECHR 2002-X; and Grigoryev and Kakaurova v. , no. 13820/04, § 25, 12 April 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Turning to the facts of the present case, the Court notes that the judgment of 2 July 2001 remains largely unenforced to date. The period after 26 April 2002, that is more than seven and a half years, therefore falls within the scope of the Court's jurisdiction ratione temporis.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Compatibility ratione personae (responsibility of the State)",
                                        "elements": [
                                            {
                                                "content": "49.  The Government submitted that Hrazdanmash was a separate legal entity and the State as its shareholder was not liable for its debts pursuant to Articles 60 and 106 § 3 of the Civil Code, Article 3 §§ 1 and 5 of the Joint-Stock Companies Act and Paragraph 1.4 of Hrazdanmash's Statute.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The applicants submitted that they had sued Hrazdanmash for damages and the courts had granted their claim. The Government and the bailiffs not only ignored the court judgments, but also took away everything belonging to Hrazdanmash. Consequently, the State must be held liable for the failure to enforce the judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court observes that while Hrazdanmash enjoyed under the law and its statute a certain degree of legal and economic independence from the State, its assets were to a large extent controlled and managed by the State. In particular, by its decree of 24 October 2002 the Government ordered the transfer of part of Hrazdanmash's property to the Kotayk Regional Administration (see paragraph 23 above). By another decree of 27 March 2003 the Government allowed the company to sell a large portion of its property and ordered that the proceeds be put towards paying off the company's debts owed to the State budget (see paragraphs 25 above). As regards this latter decree, it appears that by “debts” was meant the tax arrears which the company was ordered to pay by the courts. However, the decision ordering the seizure and sale of the company's property – apparently for the purpose of enforcement of the relevant court judgments – was not taken by the bailiff's service but by the Government. Moreover, in doing so it appears that the relevant procedure prescribed by the Law on the Enforcement of Judicial Acts, which required that salary debts be paid off first and only then the debts owed to the State budget, was not followed (see paragraph 43 above). It therefore appears that the State disposed of Hrazdanmash's assets as it saw fit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court further observes that the State also took measures aimed at improving Hrazdanmash's financial situation by either annulling, even if only temporarily, the arrears levied on it by the courts (see paragraphs 7 and 9 above) or by fostering investments in the company (see paragraphs 25 and 27 above). Moreover, Hrazdanmash, while being a private entity, was engaged in the fulfilment of a State assignment by a decree of the Government (see paragraph 30 above). This assignment included, as already indicated above, the sale of Hrazdanmash's property to private companies, which in return undertook an obligation towards the State to make investments in the company.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court lastly notes that the Government themselves admitted that the State, while not being liable for Hrazdanmash's debts was, nevertheless, taking measures to meet its liabilities, one such measure being the adoption of decree no. 955-A (see paragraph 64 below). Having regard to the substance of this decree, the Court does not see any provisions obliging the potential buyer to take over Hrazdanmash's salary debts, contrary the Government's claim (see paragraph 27 above). On the other hand, however, it appears from the findings of the Court of Appeal that the State was intending to direct the proceeds received from the sale of its shares in Hrazdanmash towards the payment of salary debts (see paragraph 32 above). It therefore appears that the State itself had accepted a certain degree of responsibility for the debts of Hrazdanmash.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In view of all the above factors, the Court considers that the debtor company, despite the fact that it is formally a separate legal entity, does not enjoy sufficient institutional and operational independence from the State to absolve the latter from its responsibility under the Convention (see Mykhaylenky and Others v. , nos. 35091/02, 35196/02, 35201/02, 35204/02, 35945/02, 35949/02, 35953/02, 36800/02, 38296/02 and 42814/02, § 44, ECHR 2004XII; Lisyanskiy v. Ukraine, no. 17899/02, § 20, 4 April 2006; Shlepkin v. , no. 3046/03, § 24, 1 February 2007; Grigoryev and Kakaurova v. , no. 13820/04, § 35, 12 April 2007; and R. Kačapor and Others v. , nos. 2269/06, 3041/06, 3042/06, 3043/06, 3045/06 and 3046/06, § 98, 15 January 2008). Consequently, the State is to be held responsible for the salary debts incurred by Hrazdanmash.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court therefore concludes that the applicants' complaints are compatible ratione personae with the provisions of the Convention and dismisses the Government's objection in this respect.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.   Exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "56.  The Government claimed that the applicants had failed to exhaust the domestic remedies as required by Article 35 § 1 of the Convention. Firstly, since the reason for staying the enforcement proceedings was the Government decree of 27 March 2003, they had the possibility of contesting that decree before the courts. Secondly, the applicants could have instituted insolvency proceedings against Hrazdanmash, as a result of which they could have received their money. They had not, however, availed themselves of either of these possibilities. Lastly, the applicants had the possibility to contest the acts or omissions of the bailiffs before the courts at any point after the institution of the enforcement proceedings on 23 July 2001. However, they resorted to this possibility for the first time only on 4 January 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The applicants submitted that they were not obliged to institute bankruptcy proceedings against Hrazdanmash since it had a lot of property and there was a final judgment given in their favour, which was supposed to be enforced. Furthermore, they had written many complaints to the Minister of Justice and the President of Armenia and had instituted proceedings against the bailiffs. They had therefore exhausted all the possible remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court reiterates that the purpose of Article 35 § 1 of the Convention is to afford the Contracting States the opportunity to prevent or put right the violations alleged against them before those allegations are submitted to the Court. However, the only remedies to be exhausted are those which are effective in the sense either of preventing the alleged violation or its continuation, or of providing adequate redress for any violation that had already occurred (see Kudła v. Poland [GC], no. 30210/96, §§ 152 and 158, ECHR 2000XI). It is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one, available in theory and in practice at the relevant time (see Akdivar and Others v. Turkey, 16 September 1996, § 68, Reports of Judgments and Decisions 1996IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court notes at the outset that the first remedy suggested by the Government was not even accessible to the applicants, since at the material time they were prevented from contesting governmental decrees before the courts by virtue of Article 160 § 1 of the Code of Civil Procedure (see paragraph 39 above). Moreover, the applicants did avail themselves of the only remedy available to them against the decision to stay the enforcement proceedings by contesting it before the courts (see paragraph 29 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  As to the possibility of instituting bankruptcy proceedings, the Court notes that the applicants had a judgment given in their favour which was final and enforceable and whose execution was the responsibility of the authorities, including, if necessary, the taking of such measures as bankruptcy proceedings. Moreover, the bankruptcy proceedings instituted by the tax authorities against Hrazdanmash were discontinued because Hrazdanmash was involved in a governmental privatisation programme (see paragraphs 14, 20 and 21 above) and it is doubtful that such proceedings, if instituted by the applicants, would have had a different outcome.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Court finally notes that the judgment given in the applicant's favour was apparently not enforced due to the allegedly insufficient funds of the debtor whose debts have been found to be imputable to the State (see paragraph 54 above), while most of the funds available were transferred to the State budget by a governmental decree which the applicants were not even able to contest before the courts. In such circumstances, the Court finds that the applicants were absolved from lodging complaints against the bailiffs' conduct since the non-enforcement of the judgment was due to reasons which the bailiffs could not influence (see, mutatis mutandis, Mykhaylenky and Others, cited above, § 39).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In view of the above, the Court considers that the Government's objection as to non-exhaustion cannot be accepted, since the remedies referred to could not and still cannot prevent the continuation of the alleged violation. The Court therefore dismisses this objection.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "63.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "64.  The Government submitted that the State was not liable for the debts of Hrazdanmash and its responsibility was limited to ensuring the proper conduct of the enforcement proceedings through the bailiff's service, whatever their outcome. They claimed that the relevant enforcement proceedings had been conducted properly and the impossibility to enforce the judgment fully was due to the lack of funds of a private company. Furthermore, even if the State was not liable for the debts of Hrazdanmash, the State was taking measures aimed at meeting the liabilities of Hrazdanmash. In particular, Government decreed on 23 July 2003 to privatise Hrazdanmash's stock, obliging the buyer to pay off Hrazdanmash's salary debts which, however, never materialised because the buyer pulled out. The authorities had therefore taken all reasonable steps to have the judgment enforced and thereby complied with their obligations under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The applicants claimed that the judgment given in their favour was not properly enforced. Most of the company's property was either embezzled or transferred to the State budget by governmental decrees. Thus, they were deprived of a fair trial and of their possessions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court reiterates that Article 6 § 1 secures to everyone the right to have any claim relating to his or her civil rights and obligations brought before a court or tribunal. In this way it embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before courts in civil matters, constitutes one aspect. However, that right would be illusory if a 's domestic legal system allowed a final, binding judicial decision to remain inoperative to the detriment of one party. It would be inconceivable that Article 6 § 1 should describe in detail procedural guarantees afforded to litigants – proceedings that are fair, public and expeditious – without protecting the implementation of judicial decisions. To construe Article 6 as being concerned exclusively with access to a court and the conduct of proceedings would be likely to lead to situations incompatible with the principle of the rule of law, which the Contracting States undertook to respect when they ratified the Convention. The execution of a judgment given by any court must therefore be regarded as an integral part of the “trial” for the purposes of Article 6 (see Burdov v. Russia, no. 59498/00, § 34, ECHR 2002-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court notes that it has already dismissed the Government's argument that the State was not liable for the debts of Hrazdanmash (see paragraph 54 above). In this respect, the Court reiterates that it is not open to a State authority to cite lack of funds as an excuse for not honouring a judgment. Admittedly, a delay in the execution of a judgment may be justified in particular circumstances. However, it may not be such as to impair the essence of the right protected under Article 6 § 1 of the Convention (see Immobiliare Saffi v. Italy [GC], no. 22774/93, § 74, ECHR 1999-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court further reiterates its case-law to the effect that the impossibility for an applicant to obtain the execution of a judgment making an award in his or her favour constitutes an interference with the right to the peaceful enjoyment of possessions, as set out in the first sentence of the first paragraph of Article 1 of Protocol No. 1 (see, among other authorities, Burdov, cited above, § 40, and Jasiūnienė v. Lithuania, no. 41510/98, § 45, 6 March 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court notes that, to date, the judgment given in favour of the applicants on 2 July 2001 remains to a large extent unenforced. Consequently, the period of debt recovery in the applicants' case has so far lasted more than eight years and four months, of which about seven and half years fall within the Court's competence ratione temporis. The Court finds that, by failing for years to take the necessary measures to comply with the final judgment given in favour of the applicants, the Armenian authorities impaired the essence of their “right to a court” and for a considerable period prevented – and are still preventing – the applicants from receiving in full the money to which they were entitled, which amounted to a disproportionate interference with their peaceful enjoyment of possessions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Accordingly, there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "71.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "72.  The applicants claimed the full sum of the judgment award (AMD 433,021.59) plus EUR 20,000 for pecuniary and non-pecuniary damage respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Government submitted that the actual judgment debt constituted AMD 398,379.59 since the first and the second applicants were paid AMD 16,949 and AMD 17,693 respectively in the course of enforcement. As regards non-pecuniary damage, the applicants had failed to show that there was any causal link between the violation alleged and the damage claimed. In any event, the amount claimed was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court notes that the first and the second applicants were paid sums of money as a result of the enforcement proceedings (see paragraph 18 above). Thus, the claim for pecuniary damage cannot be allowed in full. On the basis of the materials in its possession, the Court awards EUR 365 to the first applicant and EUR 380 to the second applicant in respect of pecuniary damage, which corresponds to the outstanding debts due to the applicants. The Court further takes the view that the applicants have suffered non-pecuniary damage as a result of the violations found which cannot be made good by the Court's mere finding of a violation. Ruling on an equitable basis, the Court awards the applicants jointly EUR 1,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "75.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 365 (three hundred and sixty-five euros) to the first applicant and EUR 380 (three hundred and eighty euros) to the second applicant in respect of pecuniary damage, and EUR 1,000 (one thousand euros) to the applicants jointly in respect of non-pecuniary damage, plus any tax that may be chargeable on these amounts, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 1 December 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Elisabet Fura",
            "role": "judges"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Ann Power",
            "role": "judges"
        },
        {
            "name": "Santiago Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KHACHATRYAN v. ARMENIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-95905.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1201JUD003176104",
    "externalsources": [],
    "extractedappno": [
        "31761/04",
        "29813/96",
        "30229/96",
        "31443/96",
        "13820/04",
        "35091/02",
        "35196/02",
        "35201/02",
        "35204/02",
        "35945/02",
        "35949/02",
        "35953/02",
        "36800/02",
        "38296/02",
        "42814/02",
        "17899/02",
        "3046/03",
        "2269/06",
        "3041/06",
        "3042/06",
        "3043/06",
        "3045/06",
        "3046/06",
        "30210/96",
        "59498/00",
        "22774/93",
        "41510/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-95905",
    "judgementdate": "01/12/2009 00:00:00",
    "kpdate": "01/12/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "KHACHATRYAN",
        "ARMENIA"
    ],
    "rank": "704.848754882813",
    "representedby": [
        "N/A"
    ],
    "respondent": "ARM",
    "respondentOrderEng": "3",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "355028",
    "typedescription": "15"
}