{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "19689/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-94429.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 19689/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Hungarian nationals, Mr and Mrs József Jánosi (“the applicants”), on 20 May 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr A. Cech, a lawyer practising in . The Hungarian Government (“the Government”) were represented by Mr L. Höltzl, Agent, Ministry of Justice and Law Enforcement.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that their property rights had been violated in that they had been effectively deprived of the ownership of their real estate on the basis of a purported purchase contract. Moreover, they also alleged that they did not have an effective remedy available to them to enforce their rights under Article 1 of Protocol No. 1 to the Convention and that the proceedings had lasted an unreasonably long time.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 19 November 2007 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1955 and 1958, respectively, and live in .",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicants intended to set up an enterprise and started to raise funds in March 1994. They contacted a loan agency and signed a real estate sales contract with an individual concerning their detached house on 12 March 1994. Change of ownership was registered on the basis of this contract on 14 July 1995.",
                                "elements": []
                            },
                            {
                                "content": "7.  In August 1995 the applicants brought an action before the Szolnok District Court requesting the court to order restitutio in integrum by declaring the contract invalid. The fact of the existence of these proceedings (perfeljegyzés) was registered in the Land Registry. This case ceased after a six-month stay by mutual agreement of the parties. However, for unknown reasons, the registration of the proceedings was not deleted from the register until July 1998.",
                                "elements": []
                            },
                            {
                                "content": "8.  In June 1998 the real estate was sold to a third party. After the deletion of the registration of the civil proceedings described above from the land register, the new owner was entered in that register on 25 August 1998. On 21 September 1998, after having been informed about these events and having unsuccessfully attempted to settle the case otherwise, the applicants brought an action before the Szolnok District Court, identical to the previous one, together with claims about other loan contracts between the same parties.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 4 March 2004, after holding a hearing in June 2002, the District Court dismissed the applicants’ action in part. It established that, although the contract was ostensible, restitutio in integrum was impossible since the applicants had failed to bring their action before the court in due time.",
                                "elements": []
                            },
                            {
                                "content": "10.  The District Court pointed out that the purchase contract evidently concealed a loan and was thus invalid. However, this could not have any effect on the acquisition by a third party, whose good faith had not been successfully challenged by the applicants. It relied on paragraph 31(2) of Law-Decree no. 31 of 1972 on the Land Registry which provided – in order to secure the legal certainty of the real estate market – that in such disputes, a third-party proprietor could not be deprived of his acquisition after sixty days of his date of entry in the register, provided that he had acted in good faith and the decision to make the entry in the register had been served on the former owner.",
                                "elements": []
                            },
                            {
                                "content": "11.  However, applying paragraph 237(2) of the Civil Code, the court restored the financial balance between the parties, taking into account the ostensible purchase contract and other loan contracts. All in all, it obliged the defendants to pay the applicants 8,082,214 Hungarian forints (HUF) (approximately 32,300 euros (EUR)) plus accrued interest, from which HUF 4,160,000 (approximately EUR 16,300) was to compensate for the loss of the property.",
                                "elements": []
                            },
                            {
                                "content": "12.  All the parties appealed. The  upheld the first-instance decision on 20 October 2004.",
                                "elements": []
                            },
                            {
                                "content": "13.  The  confirmed that restitutio in integrum was impossible in this case, although it gave different reasoning. It noted that the sixty-day deadline could not be applied since the decision to enter the third party’s acquisition in the register had not been served on the applicants. It also observed that, flowing from the above-mentioned provision of the Law-Decree, after three years no change could be made at all to this entry in the land register. It further stated that paragraph 63(2) of the new Act on the Land Registry (no. 141 of 1997) ruled the same way. The  saw no reason to depart from the remaining findings of the District Court, including the value of the real estate, which was not in dispute during the appellate proceedings.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicants lodged a petition for review with the Supreme Court. On 24 May 2005 the Supreme Court dismissed their petition.",
                                "elements": []
                            },
                            {
                                "content": "B.  Relevant domestic law and practice",
                                "elements": [
                                    {
                                        "content": "1.  The Constitution",
                                        "elements": [
                                            {
                                                "content": "Article 2",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1) The Republic of  is an independent, democratic state based on the rule of law.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 13",
                                                "elements": []
                                            },
                                            {
                                                "content": " “(1) The Republic of  secures the right to property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2) Property may be expropriated only exceptionally in cases prescribed by law in the public interest and for complete, unconditional and immediate compensation.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 57",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1) In the Republic of Hungary, everyone is equal before the courts and is entitled to have ... his rights and obligations determined by an independent and impartial tribunal established by law ....”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Act no. 4 of 1959 on the Civil Code",
                                        "elements": [
                                            {
                                                "content": "Section 207",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(6) An ostensible (színlelt) contract is invalid and if it covers another contract it should be adjudicated according to the concealed one.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 234",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1) Unless provided otherwise by the law, any person may refer to the invalidity of a contract which is null and void (semmis) without any time limit. (...)”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 237",
                                                "elements": []
                                            },
                                            {
                                                "content": " “(1) If a contract is invalid, the situation existing prior to its conclusion shall be restored.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2) If the situation existing prior the conclusion of the contract cannot be restored, the court shall declare the contract effective until the delivery of the judgment. ... In these cases it must decide concerning the reimbursement of such services as remained without counter-service.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Law-decree no. 31 of 1972 on the Land Registry (as in force until 31 December 1999)",
                                        "elements": [
                                            {
                                                "content": "Section 31",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(2) An action for cancellation may be initiated within sixty days from the delivery of the enrolment [of the new right] against the person who, by virtue of the new enrolment and trusting the validity of the previous one, acquired the right in good faith and for counter-value, provided that the decision about the original invalid enrolment [to the land register] was delivered to the party suffering damages. If there was no such delivery, the action for cancellation may be brought within three years [from the enrolment].”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Act no. 141 of 1997 on the Land Registry (as in force from 1 January 2000)",
                                        "elements": [
                                            {
                                                "content": "Section 5",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(5) A right enrolled or a fact recorded in favour of a third party acting in good faith based on an invalid document cannot be deleted from the land register after three years from the date authoritative to the rank of registration [of the right or fact].”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 63",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(2) An action for cancellation may be initiated within sixty days from the delivery of the enrolment [of the new right] against the person who, by virtue of the new enrolment and trusting the validity of the previous one, acquired the right in good faith, provided that the decision about the original invalid enrolment [in the land register] was delivered to the party suffering damages. If there was no such delivery, the action for cancellation may be brought within three years [from the enrolment].”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 91",
                                                "elements": []
                                            },
                                            {
                                                "content": " “(1) This act comes into force on 1 January 2000, the pending proceedings have to be finished under the previous provisions [i.e. under those of the Law-Decree no. 31 of 1972 on the Land Registry].”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 (LENGTH OF PROCEEDINGS) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "15.  The applicants complained that the length of the proceedings had been incompatible with the “reasonable time” requirement of Article 6 § 1 of the Convention. The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "16.  The Court reiterates that the period to be taken into consideration lasted six years and eight months for three levels of jurisdiction. In view of such lengthy proceedings, this complaint must be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "17.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present application (see e.g. Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII). Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or convincing argument capable of persuading it to reach a different conclusion in the present circumstances. Having regard to its case-law on the subject, the Court finds that the length of the proceedings was excessive and failed to meet the “reasonable time” requirement. There has accordingly been a breach of Article 6 § 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO 1. TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "18.  The applicants also complained that although the domestic courts had established that the original purchase contract had been invalid, they had refused to order restitutio in integrum, since the pertinent provisions of the Law-Decree on the Land Registry excluded this possibility and had only awarded them compensation which amounted to a breach of Article 1 of Protocol No. 1 to the Convention.",
                                "elements": []
                            },
                            {
                                "content": "19.  The Government submitted that the restriction which the applicants suffered was a necessary and proportionate measure in accordance with the general interest. They pointed out in this connection that the protection of credibility of the Land Registry and in particular, the safety of the interests of those who obtain property in good faith, justified the legal background as well as the impugned court decisions offering only financial compensation for the lost real estate to the applicants but not restitutio in integrum.",
                                "elements": []
                            },
                            {
                                "content": "20.  The applicants contested these views and stated in essence that the interest of protecting the Land Registry and of the bona fide third parties totally overruled their rights under Article 1 of Protocol No. 1. Therefore, the impugned measure could not be classified as proportionate or compatible with the Convention.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court observes that the applicants agreed to the termination of proceedings which had been initiated in 1995. Therefore, when the third party acquired the ownership of the real estate, he was able to do so in good faith.",
                                "elements": []
                            },
                            {
                                "content": "22.  The Court is of the view that the applicants could have prevented this by not agreeing to the termination of the abovementioned lawsuit. Had they done so, the fact of the existence of the proceedings would have remained on record with the Land Registry, which would have prevented any third party from purchasing the property in good faith. The Court considers that the applicants cannot refer to prejudice they allegedly suffered due to the application of a legal provision which could have been excluded by themselves. It follows that this part of the application is manifestly ill-founded and must be rejected, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATIONS OF ARTICLE 6 (FAIRNESS) AND ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  The applicant also complained under Article 6 § 1 of the Convention about the unfairness of the proceedings. The Court observes that there are no elements in the case file to suggest that the courts lacked impartiality or that the proceedings were otherwise unfair or arbitrary. It follows that this part of the application is manifestly ill-founded and must be rejected, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "24.  Lastly, the applicants complained that the domestic court proceedings, because of the short time-limit in question, did not provide a real chance to recover their lost real estate, in breach of Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "The Court reiterates that Article 13 requires a remedy in domestic law only where an individual has an “arguable claim” that one of his rights or freedoms set forth in the Convention has been violated (see, for example, Boyle and Rice v. the United Kingdom, judgment of 27 April 1988, Series A no. 131, p. 23, § 52).",
                                "elements": []
                            },
                            {
                                "content": "25.  In this connection the Court refers to its above findings according to which the applicants’ complaints concerning their property rights and the unfairness of the proceedings are manifestly ill-founded. It follows that their complaint under Article 13 cannot be considered “arguable”. It follows that this part of the application is likewise manifestly ill-founded and must be rejected, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "27.  The applicants claimed HUF 18,020,000 (approximately \nEUR 67,200) for pecuniary damage and HUF 10,000,000 (approximately EUR 37,300) for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Government considered the applicants’ claims excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court considers that the applicants must have suffered some non-pecuniary damage on account of the protraction of the proceedings. Accordingly, on the basis of equity, it awards them jointly EUR 1,500 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "30.  The applicants also claimed EUR 129,000 for the costs and expenses incurred in the domestic proceedings. Moreover, they claimed EUR 2,000 for those incurred in the proceedings before the Court. For the latter item, they submitted a detailed statement of the hours billable by their lawyer, corresponding to twenty hours of work (two hours for client consultations, four hours for studying the file, six hours for case-law research and eight hours for the preparation of submissions) spent by their lawyer on the case, charged at an hourly rate of EUR 100.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government found the applicants’ claim excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court rejects the costs claim related to the domestic proceedings and finds it reasonable to award the claim concerning the proceedings before to Court in its entirety.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "33.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 29 September 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF JANOSI v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-94429.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0929JUD001968905",
    "externalsources": [],
    "extractedappno": [
        "19689/05",
        "30979/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-94429",
    "judgementdate": "29/09/2009 00:00:00",
    "kpdate": "29/09/2009 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "JANOSI",
        "HUNGARY"
    ],
    "rank": "695.007385253906",
    "representedby": [
        "CECH A."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "354136",
    "typedescription": "15"
}