{
    "__articles": "6;6-1;35;P1-1;P1-1-1;P1-1-2",
    "__conclusion": "No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing);No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Deprivation of property;Article 1 para. 2 of Protocol No. 1 - Control of the use of property)",
    "applicability": "",
    "appno": "12951/11",
    "article": [
        "6",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Deprivation of property",
                "Article 1 para. 2 of Protocol No. 1 - Control of the use of property"
            ],
            "element": "No violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-150303.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 12951/11) against the Republic of Estonia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Estonian national, Ms Anneli Veits (“the applicant”), on 14 February 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr A. Zvejsalnieks, a lawyer practising in Riga. The Estonian Government (“the Government”) were represented by their Agent, Ms M. Kuurberg, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that her ownership rights had been violated by a confiscation decision taken by the domestic courts and that she had not been involved in the proceedings in which the confiscation of her property had been decided.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 31 January 2013 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1990 and lives in Tallinn.",
                                "elements": []
                            },
                            {
                                "content": "6.  In 1995 the applicant’s grandmother N. privatised (bought on favourable terms from the public authorities) an apartment at 9 Mahtra Street in Tallinn. In 1996 she gave the apartment to the applicant, who was represented by her mother V. in the transaction.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 21 April 2003 Zh. signed a power of attorney, witnessed by a notary, whereby he authorised N. to sell his apartment at 33 Punane Street in Tallinn. On 20 May 2003 N., acting on behalf of Zh., sold the apartment to her daughter V. For Zh., N. bought an apartment in the countryside worth about a twentieth of the value of the apartment at Punane Street.",
                                "elements": []
                            },
                            {
                                "content": "8.  It appears that on 7 August 2003 V. asked the social security service of the local municipality to approve the sale of the then thirteen-year-old applicant’s apartment at 9 Mahtra Street. She submitted that she had bought another apartment at 33 Punane Street by means of a loan. She wished to pay back the loan with the money to be received from the sale of her daughter’s apartment and give the newly acquired apartment to her daughter. It appears that the approval was granted by the social security service and the apartment at Mahtra Street was sold. On 28 October 2003 V. gave the apartment at Punane Street to the applicant, while V. herself acted as the applicant’s legal representative in the transaction.",
                                "elements": []
                            },
                            {
                                "content": "9.  On different dates several sets of criminal investigations into the circumstances of the sale of several apartments by various persons, including Zh., were initiated. The persons concerned had sold their apartments in Tallinn and in some cases acquired cheaper apartments in rural areas. For various reasons, such as mental health problems or alcohol abuse, these individuals had had difficulties in understanding the true nature of their transactions. Some of the individuals in question died soon after the transactions. Thus, Zh. died on 3 January 2004 of ethylene glycol poisoning. Criminal investigations into these deaths were also opened.",
                                "elements": []
                            },
                            {
                                "content": "10.  In the meantime, on 27 November 2003, an investigator ordered the attachment of the apartment at 33 Punane Street. The attachment order was quashed on 6 February 2004 and the criminal proceedings concerning the apartment at Punane Street were discontinued on 13 January 2005.",
                                "elements": []
                            },
                            {
                                "content": "11.  In the spring of 2007 a fresh criminal investigation was opened in respect of transactions concerning an apartment, and several other sets of criminal proceedings which had been discontinued in the meantime were reopened and joined to the criminal case. On 5 April 2007 the Harju County Court remanded N. in custody.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 14 June 2007 the Harju County Court attached at the prosecutor’s request two apartments, including the one at 33 Punane Street. The County Court noted that the apartment at Punane Street had been acquired by N. and V., whereas V. had been registered as its owner immediately after the apartment had been obtained fraudulently from Zh. The court found that there was reason to believe that with the aim of avoiding transfer of the property it was deliberately registered in the name of the applicant, although its actual owner was V. The court noted that the apartments had to be attached in order to ensure the protection of the interests of the victims and to prevent them from being sold. In ordering the attachment of the apartments the court relied on Article 142 § 1 of the Code of Criminal Procedure (Kriminaalmenetluse seadustik), and on Article 83-1 §§ 1 and 2 of the Penal Code (Karistusseadustik). The court added that in this case it could be suspected that the financial means of the suspects derived from crime, and therefore a possible outcome was confiscation of the property as received through crime; securing the confiscation by any other measure than attachment was not possible. In accordance with the County Court’s decision copies of the decision were to be sent to V. and the applicant for information. The copy of the decision on file bears V.’s signature next to a notice that she had received a copy of it. It was noted in the decision that an appeal against it could be lodged within ten days.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 31 July 2007 the applicant was interviewed as a witness. She said that she did not remember the details of the purchase of the apartment at Punane Street, as she was still a young child in 2003. She further said that she and her mother had sold the apartment at 9 Mahtra Street, and the apartment at Punane Street had been bought with the money received. She affirmed that she knew that the apartment was in her name but she had never lived there, it was undergoing repair, and her mother was paying for the apartment.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 28 September 2007 the Prosecutor’s Office approved the statement of charges and on 2 October 2007 N. and V., with two others, were committed for trial by the Harju County Court. N. was charged with a number of offences, including the murder of Zh. and the attempted murder of another person, as well as several counts of fraud. V. was charged with several counts of fraud and aiding and abetting an attempted murder.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 27 April 2008 the applicant reached the age of eighteen.",
                                "elements": []
                            },
                            {
                                "content": "16.  The episode concerning the apartment at Punane Street was dealt with at several hearings. In particular, at the hearing on 6 May 2009 the accused N. submitted that the apartment at Punane Street had been meant for the applicant from the very beginning, but as she was a child at the time she had not been told any details. The deed of gift had been drawn up after the applicant’s apartment at 9 Mahtra Street had been sold and V. had paid her debt. N. gave explanations about the origin of the money allegedly paid by N. to Zh. for the apartment.",
                                "elements": []
                            },
                            {
                                "content": "17.  At the hearing on 8 June 2009 the accused V. gave statements about the origin of the money with which the apartment had allegedly been bought. She submitted that she had received permission from the social security service to sell her daughter’s (the applicant’s) apartment at 9 Mahtra Street and to buy her the apartment at Punane Street.",
                                "elements": []
                            },
                            {
                                "content": "18.  At the hearing on 23 November 2009 V.’s counsel noted that, as concerned the apartment belonging to the applicant, Article 83-1 §§ 2 and 3 of the Penal Code was applied only if the property had been acquired completely or in substance on account of the actions of the offender as a gift, emphasising that confiscation would not necessarily be applied if it would be unreasonably burdensome on the person. When the deed of gift was drawn up the applicant was still a minor; confiscation would therefore be unjustified.",
                                "elements": []
                            },
                            {
                                "content": "19.  By a judgment of 12 January 2010 N. and V. were convicted as charged. N. was sentenced to fifteen years and V. to eight years’ imprisonment. In respect of the transactions related to the apartment at 33 Punane Street, the County Court established, relying on a psychiatric expert opinion, that Zh., who had been suffering from paranoid schizophrenia, had not understood the meaning of his actions when he signed the power of attorney for the sale of the apartment. Zh. had died by the time of the court hearing, but according to the statements he made during the preliminary investigation N. had promised to pay him for the apartment and also to buy him another apartment. She had told him to sign a confirmation that he had received the money, but in fact he had got no money. The court found implausible the allegation of the accused, supported by N.’s husband, that V. had borrowed some of the money to pay for the apartment from N.’s husband, who had sold his apartment five years before and kept the cash at home. It noted that according to N. the money from the sale of her husband’s apartment had been used to buy yet another apartment. The court also noted that V. had been unable to explain the origin of the second half of the money allegedly paid to Zh. for the apartment at Punane Street, and established that Zh. had received no money. Relying on Article 83 § 3 (2) of the Penal Code, the court ordered the confiscation of the apartment at 33 Punane Street, belonging to the applicant, as property obtained through crime committed against Zh. The court noted that the apartment had been transferred from Zh.’s ownership against his will, and that the applicant, who was thirteen years old in 2003, could not have been a bona fide acquirer, because the transaction had been concluded by her mother V. on her behalf. The transaction had been concluded a couple of months after the purchase of the apartment in order to prevent it from being confiscated.",
                                "elements": []
                            },
                            {
                                "content": "20.  V. and N. appealed. V. argued, inter alia, that the apartment at 33 Punane Street belonged to the applicant. In order to buy the apartment, another apartment at 9 Mahtra Street had been sold, with the approval of the social security service. Thus, the apartment at Punane Street had not been obtained through crime and it was not subject to confiscation.",
                                "elements": []
                            },
                            {
                                "content": "21.  By a judgment of 14 June 2010 the Tallinn Court of Appeal dismissed the appeals. In respect of the confiscation of the applicant’s apartment at Punane Street, the Court of Appeal noted that she had obtained the apartment when she was a minor, and was not capable of understanding the transaction at the time. The apartment had been the object of the commission of an offence (a fraud) by the accused, and was liable to be confiscated under Articles 83 § 3 (2) and 83-1 § 2 of the Penal Code. The Court of Appeal noted that the apartment had not been obtained legally but on account of the actions of the offenders N. and V.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 18 August 2010 the Supreme Court decided not to examine the appeals lodged by N.’s and V.’s counsel, and the lower courts’ judgments became final.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Relevant domestic law",
                                "elements": [
                                    {
                                        "content": "23.  Article 83 § 3 (2) of the Penal Code (Karistusseadustik) provides that a court may exceptionally confiscate the object of an intentional offence if it belongs to a third person at the time of the making of the judgment and the person has acquired the object, completely or in substance, on account of the actions of the offender as a gift or in any other manner for a price which is considerably lower than the normal market price.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The relevant provisions of the Penal Code further provide as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  A court shall confiscate (konfiskeerib) assets acquired through an intentional offence if these belong to the offender at the time of the making of the judgment or decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  A court may exceptionally confiscate assets specified in paragraph 1 of this Article if these belong to a third person at the time of the making of the judgment or decision, and if:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  these were acquired, completely or in substance, on account of the actions of the offender as a gift or in any other manner for a price which is considerably lower than the normal market price, or",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  the third person knew that that the assets were transferred to him or her in order to prevent them from being confiscated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  The court may decide not to confiscate, in part or in full, property acquired through an offence if, taking account of the circumstances of the offence or the situation of the person, confiscation would be unreasonably burdensome or if the value of the assets is disproportionably small in comparison to the costs of storage, transfer or destruction of the property. The court may, for the purpose of satisfaction of a civil action, decrease the amount of the property or assets to be confiscated by the amount of the object of the action.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  Confiscated objects shall be transferred into State ownership or, if they fall under an international agreement, shall be returned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  In the case of confiscation, the rights of third parties remain in force. The State shall pay compensation to third parties, except in the cases provided for in Article 83 §§ 3 and 4, Article 83-1 § 2 and Article 83-2 § 2 of this Code.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The relevant provisions of the Code of Criminal Procedure (Kriminaalmenetluse seadustik), as in force at the material time, were as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  A body conducting criminal proceedings may involve a third party in the proceedings if the rights or freedoms of the person which are protected by law may be adjudicated on in the criminal matter or in special proceedings.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  The objective of attachment of property is to secure a civil action, confiscation or fine to the extent of assets. “Attachment of property” means recording the property of a suspect, accused, civil defendant or third party or the property which is the object of money laundering or terrorist financing and preventing the transfer of the property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  Property is attached at the request of a prosecutor’s office and on the basis of an order of a preliminary investigation judge or on the basis of a court decision ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  Upon attachment of property in order to secure a civil action, the extent of the damage caused by the criminal offence shall be taken into consideration ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(8)  An item of immovable property may be attached at the request of a prosecutor’s office and on the basis of an order of a preliminary investigation judge or on the basis of a court decision. For the attachment of an item of immovable property, a prosecutor’s office shall submit an attachment order to the land registry department of the location of the property in question in order for a prohibition on the disposal of the property to be made in the land register.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Case-law of the Supreme Court",
                                "elements": [
                                    {
                                        "content": "26.  In a decision of 20 February 2012 (case no. 3-1-1-1-12), the Supreme Court noted that from the point of view of attachment what was important was the connection of the property to the crime committed rather than its ownership. In a decision of 12 November 2012 (case no. 31110212), the Supreme Court held that attachment of the property of a third person to secure confiscation was possible only in order to secure the possible confiscation under Articles 83 § 3, 83-1 § 2 or 83-2 § 3 of the Penal Code of the property belonging to the third person himself or herself. In that case the Supreme Court found that the attachment had been unlawful, as the confiscated property had not derived from the specific criminal offence. In a decision of 17 December 2012 (case no. 31111812), the Supreme Court released the attached immovable property belonging to a third person, because neither the request from the prosecutor’s office nor the disputed court ruling had demonstrated that the attached immovable property had been the means of the commission of the alleged offences by the suspect, or their direct object. Neither was there reason to presume that the suspect had acquired them through crime, or that prior to the transfer of the immovable property to the third party it could have been the suspect’s proceeds of crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In a judgment of 14 December 2011 (case no. 3-1-1-89-11), the Supreme Court noted that a person who was not an accused in criminal proceedings could be an object to the decision to confiscate only if he had been involved in the proceedings as a third party. In the case at hand this had not been the case, and the Supreme Court, on the basis of appeals lodged by the accused, quashed the lower courts’ judgments in respect of the confiscation of a third party’s property. Similarly, in a judgment of 22 May 2012 (case no. 3-1-1-53-12), the Supreme Court found that in order to attach a third party’s property that third party had to be involved in the criminal proceedings as third party. It released the attached property on the basis of an appeal lodged by the convicted person, although the conviction of the latter was upheld.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In a decision of 30 April 2013 (case no. 3-1-2-3-12), the Supreme Court, sitting in plenary session, dealt with a case where confiscation in criminal proceedings of property that allegedly belonged to a person not involved in criminal proceedings was at issue. The confiscation had been ordered by a court on the basis of Article 83 § 1 of the Penal Code, which allowed confiscation of the object used to commit an intentional offence if it belonged to the offender at the time of the making of the ruling. The Supreme Court referred to Article 85 § 2 of the Penal Code, and stated that if property was confiscated from a person who had not been involved in the proceedings and who was allegedly the owner of the property but not the object to the decision to confiscate, that person did not lose ownership on entry into force of the confiscation decision, as in such a case ownership does not transfer to the State. Confiscation meant that property or other rights were transferred from one person (the object to the decision to confiscate) to another person (the State); it did not mean the transfer of the property to the State regardless of who had been its owner. The Supreme Court also noted that the identity of the object to the decision to confiscate had to be unequivocally clear from the operative part of the court ruling.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  An alleged actual owner of confiscated property who was not the addressee of the confiscation decision could assert his ownership under the Property Act (Asjaõigusseadus) in civil proceedings or claim compensation for the lost ownership in administrative court proceedings. If the person had been involved as a third party in criminal proceedings as a potential owner but his alleged ownership rights proved unfounded in those proceedings, the decision made in the criminal proceedings was binding on him and the above-mentioned remedies in civil and administrative law would not be available to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In the judgments of 20 November 2003 (case no. 3-2-1-128-03) and of 11 April 2006 (case no. 3-2-1-164-05), the Supreme Court held that intestate successors of the first and second order could not rely on bona fide acquisition of immovable property where the property had been transferred to them through a gratis transaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In a judgment of 3 November 2008 (case no. 3-2-1-90-08), the Supreme Court noted that it followed from section 123 (1) of the Civil Code (General Principles) Act (Tsiviilseadustiku üldosa seadus) that in assessing whether the person knew or should have known, it was necessary to proceed from whether the representative of the minor knew or had to know – and not whether the minor knew or had to know – certain circumstances.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL INSTRUMENTS",
                        "elements": [
                            {
                                "content": "32.  Pursuant to the Council of Europe Convention on Laundering, Search, Attachment and Confiscation of the Proceeds from Crime (CETS No. 141), the parties undertake to adopt such legislative and other measures as may be necessary to enable them to confiscate instrumentalities and proceeds, that is any economic advantage from criminal offences, or property the value of which corresponds to such proceeds. This Convention entered into force in respect of Estonia on 1 September 2000.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complained that she had not been invited to take part in the court proceedings involving the determination of her civil rights and obligations. She relied on Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "34.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "35.  The Government argued that the domestic remedies had not been exhausted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Firstly, the Government contended that the applicant had failed to contest the decision of 14 June 2007 in which the apartment at Punane Street had been attached. Although the applicant had been a minor at that time, the decision had been sent to her and her mother V., who had given the apartment to the applicant and represented her in that transaction. Thus, both the applicant and V. had been aware of the attachment decision but had not contested it. However, the domestic case-law indicated that contestation of an attachment ruling constituted an effective remedy (see paragraphs 26 and 27 above). The Government acknowledged that in the attachment decision as regards the disputed property the guidelines given by the Supreme Court had been followed; it was therefore hard to say whether any grounds to quash the ruling had existed. However, it remained a fact that the applicant – who at that time should have been represented by her mother – had not contested the attachment ruling, and the higher-level courts had not assessed the grounds and reasoning of the attachment of the apartment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Secondly, the Government argued that the applicant could have requested the release of her attached property in civil court proceedings even if she had not contested the attachment ruling in criminal proceedings. She had had more than two years to do so between her attaining the legal age of majority and the entry into force of the confiscation judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Thirdly, the Government submitted that as the applicant had not contested the attachment of the apartment in the proceedings mentioned above, she had also not made use of the opportunity to request that any of the applicable legal provisions be declared unconstitutional and set aside. According to the Government it would have been possible to request the review of the constitutionality of the grounds for confiscation of property belonging to a third party as well as the procedural rights of a third party in these proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Lastly, referring to the Supreme Court’s recent practice (see paragraphs 28 and 29 above), the Government argued that the applicant had not submitted an administrative complaint with a claim for compensation for the loss of the apartment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant considered that the domestic case-law referred to by the Government was not applicable to the case at hand. She reiterated that her ownership rights to the apartment had been terminated by the judgment passed in the criminal proceedings, and that the judgment had been upheld on appeal. Therefore, any attempts to address the issue of the right of ownership by means of civil or administrative court proceedings, or even constitutional proceedings, would not have yielded positive results. The applicant also pointed out that although she had reached the legal age of majority by the time the criminal proceedings were at their final stages, she had not been able to fully exercise her rights and represent herself, because she lacked proper education and legal knowledge, especially in the circumstances, as she had never been informed about the decision, her right to participate in the hearings, or her right of appeal against the decision of the court. Lastly, the applicant submitted that she had had insufficient income to pay for legal representation, several lawyers had refused to represent her, and State legal aid had not been available in those circumstances.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "41.  The Court notes that the Government mainly referred to domestic case-law that post-dated the measures taken by the authorities in the present case. However, in so far as the case-law in question concerns the interpretation of the same legal provisions that were applied in the applicant’s case, the Court has had regard to the case-law in question, considering that it may be of some relevance for the clarification of the issue of exhaustion of domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  As regards the Government’s argument that the applicant should have contested the County Court’s decision of 14 June 2007 concerning the attachment of the apartment in order to be considered to have satisfied the requirement of exhaustion of domestic remedies, the Court notes that the case-law referred to by the Government to support their argument firstly demonstrates that it is possible to obtain reversal of a lower court’s attachment order on appeal. However, in the cases referred to by the Government there existed specific grounds for the higher courts to overturn the attachment order, such as the lower court’s failure to demonstrate that the attached property had been acquired as a result of the criminal offence in question (see paragraph 26 above). The Court notes that the Government were unable to point to any such omissions or faults in the present case. Secondly, the Government referred to case-law according to which property of a third party could be attached or confiscated only if that third party had been involved in the proceedings (see paragraph 27 above). The Court considers that it cannot be ruled out that an appeal against the attachment decision could have been overturned on this ground in the present case too. However, it notes that although by the attachment of the apartment the applicant’s right of peaceful enjoyment of her possessions was interfered with, the attachment order did not determine what was to finally happen to the property and the applicant was not deprived of it by virtue of that decision. The interference the applicant complains about before the Court was the confiscation of the apartment, for which the attachment as such was not an inevitable precondition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  As regards the Government’s argument that the applicant could have requested the release of her attached property in civil court proceedings, the Court reiterates that the applicant’s complaint before it does not relate to attachment but to confiscation, which was decided in criminal proceedings. The Court considers that the Government have not convincingly demonstrated that contestation of the attachment decision in civil proceedings would have been capable of preventing the confiscation of the property in criminal proceedings. The same applies to the Government’s argument concerning the opportunity to request constitutional review, which was available to the applicant in the proceedings mentioned above: the Court considers that the Government have not convincingly explained how any unconstitutionality plea related to the attachment could have prevented the subsequent confiscation of the apartment. The Court also refers in this connection to a recent case concerning Estonia, in which it found that it was sufficient for an applicant to raise a Convention issue in substance before the domestic courts, who were also empowered to set aside unconstitutional legal provisions of their own motion if they found that a provision of the pertinent code of procedure could not be interpreted as permitting the granting of the applicant’s request in question (see Ovsjannikov v. Estonia, no. 1346/12, §§ 60-62, 20 February 2014). Thus, a separate request for constitutional review cannot in itself be considered a distinct remedy to be exhausted in the Estonian court proceedings, given that the Convention complaint is raised in substance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As concerns the Government’s reference to the Supreme Court’s decision of 30 April 2013 (see paragraphs 28 and 29 above), the Court considers its relevance questionable, as in that case the factual circumstances and legal basis for the confiscation were different from those in the present case. Moreover, although in the present case the applicant, who was the object to the decision to confiscate, was not mentioned in the operative provisions of the judgments, it is clear from the text of the judgments that the courts were fully aware that the apartment belonged to the applicant. The courts knowingly ordered confiscation of a third party’s property, and they also relied on the pertinent legal basis (Article 83 § 3 (2) of the Penal Code). The Court doubts that the findings of the Supreme Court’s decision in question can be extended to the circumstances of the present case, also having regard to the fact that the decision in question post-dates the facts of the present case, as well as the time of the lodging of the present application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Therefore, the Court is unable to conclude that the applicant can be considered not to have exhausted domestic remedies owing to her failure to contest the attachment decision concerning the apartment in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "47.  The applicant argued that Article 6 of the Convention had been violated in that she had not been invited to take part in the court proceedings involving the determination of her civil rights and obligations. As she had been a minor at the time when the criminal proceedings had been brought before the court, the authorities should have provided for the representation of her rights and lawful interests by appointing a representative for her. Even if the applicant’s legal representation had been carried out by her mother V. before she reached the age of majority, the quality of that representation was highly questionable and had not ensured the full protection of her interests. To fully protect the minor’s rights under such circumstances, the same social service authority of the municipality that had approved the sale of the apartment at 9 Mahtra Street should have been involved in the court hearings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Furthermore, even after the applicant had reached the legal age of majority she had not been involved in the proceedings as a third party. Because of her lack of legal knowledge and proper education and the fact that she had never been informed that there would be a decision and of her right to participate in the hearings and to appeal against any decision of the court, she had been unable to fully exercise her rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government considered that the requirements of Article 6 of the Convention had been complied with in the present case, as the applicant had had access to court. They referred to the case of Silickienė v. Lithuania (no. 20496/02, §§ 48-49, 10 April 2012) where the Court had found that although the applicant had not been a party to the criminal proceedings, the system in question had not been without safeguards.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Government emphasised that the ruling on the attachment of the applicant’s property clearly described that it had been intended for securing both the civil action and the confiscation. Thus, the ruling gave a clear indication of the possible risk of confiscation of the property at a later stage, and therefore should have been contested.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Government pointed out that the applicant herself had never sought to be involved in the proceedings as a third party, although she had been aware of the progress of the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Government also placed emphasis on the fact that the applicant had been thirteen years old at the time of the transaction whereby the apartment was given to her by her mother, who had acted in the transaction both as the donor and the representative of the applicant (the recipient of the gift). The applicant herself had submitted in the pre-trial proceedings that she did not remember the details of buying the apartment, as she had still been a child in 2003 and her grandmother had submitted that no details of acquiring the apartment had been told to the thirteen-year-old applicant. The Government concluded that the applicant had not known anything about the circumstances of acquiring the disputed apartment and could not have offered any additional arguments of her own in the criminal proceedings at issue. The applicant’s interests had been essentially protected by the accused V. and N., as from the very beginning the reason for the attachment of the apartment had been the charges against the applicant’s mother V. and grandmother N. As the apartment at 33 Punane Street had been deemed to have been acquired through fraud and given to the applicant as a minor in order to avoid confiscation, only V. and N. had had to respond to the charges and prove that the apartment had been acquired legally and not through crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Government further pointed out that both the Harju County Court and the Tallinn Court of Appeal had assessed the requests of the applicant’s mother V. and grandmother N. for the attached apartment to be released, and later for the confiscation to be overturned. The courts had clearly noted that there was no dispute that the apartment at 33 Punane Street was in the name of the applicant, while also stressing that because the applicant was a minor at the time of its acquisition she had been unable to understand the circumstances. However, as the apartment had been transferred from Zh.’s ownership against his will, no bona fide acquisition by the applicant, represented by the accused V. at the time of the receipt of the gift as a minor, could have occurred. Thus it was clear from the reasoning of the courts that the applicant could not have provided any additional explanations or statements concerning the acquisition or donation of the apartment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Government also considered that it was of significance that V. and N. in their appeals to the Court of Appeal and to the Supreme Court had contested the confiscation of the apartment in question. Although persons not parties to proceedings had no right to lodge appeals, the Supreme Court’s case-law affirmed that decisions on the attachment and confiscation of property could also be overturned on the basis of appeals lodged by others (see paragraph 27 above). Thus, the applicant’s rights had been protected at all the three levels of court jurisdiction, and the courts had concluded in their decisions that the confiscation had been lawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Government added that although in the appeals the fact of confiscation of the apartment at 33 Punane Street had been contested, the non-involvement of the applicant in the proceedings had never been contested. They also referred to Silickene (cited above, § 49) where the Court had agreed that the advocate hired to protect the applicant’s deceased spouse in the criminal case had de facto defended her interests as well.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Government concluded that in the light of the above and in the particular circumstances of the present case the Estonian authorities had de facto afforded the applicant a reasonable and sufficient opportunity to protect her interests adequately. Accordingly, there had been no violation of the applicant’s rights under Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "57.  As the Court framed in the Silickienė judgment (cited above, § 47), in a case like the present one it is called to determine whether the way in which the confiscation was applied in respect of the applicant offended the basic principles of a fair procedure inherent in Article 6 § 1 (see, mutatis mutandis, Salabiaku v. France, 7 October 1988, § 30, Series A no. 141-A). It must be ascertained whether the procedure in the domestic legal system afforded the applicant, in the light of the severity of the measure to which she was liable, an adequate opportunity to put her case to the courts, pleading, as the case might be, illegality or arbitrariness of that measure and that the courts had acted unreasonably (see AGOSI v. the United Kingdom, 24 October 1986, § 55, Series A no. 108; also see, mutatis mutandis, Arcuri and Others v. Italy (dec.), no. 52024/99, 5 July 2001, and Riela and Others v. Italy (dec.), no. 52439/99, 4 September 2001). It is not, however, within the province of the Court to substitute its own assessment of the facts for that of the domestic courts and, as a general rule, it is for these courts to assess the evidence before them (see Edwards v. the United Kingdom, 16 December 1992, § 34, Series A no. 247-B).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court notes that the domestic courts in the present case determined the applicant’s civil rights without inviting her to take part in the proceedings, despite the opportunity provided under Article 40-1 of the Code of Criminal Procedure to involve her in the proceedings as a third party. It would appear that the judicial authorities could have done so of their own motion. At the same time, the applicant has not argued that she took any action herself to seek to be involved in the proceedings. The Court further notes that it has not been disputed that the applicant was aware of the criminal proceedings in general and – at least through her mother V., who was her legal representative until she reached the age of majority – of the attachment of the apartment in particular. Nor has it been argued that the applicant’s mother was excluded from representing her because of a conflict of interests. While it is true that the attachment order itself was of a temporary nature and the failure to challenge it did not amount to a failure to exhaust domestic remedies, the fact that it was possible to contest it nevertheless constituted a procedural guarantee allowing the arguments against the attachment to be presented to the court, and thus the applicant’s title to the property to be supported (see Silickienė, cited above, § 48). Furthermore, and more importantly, the applicant’s mother V. and grandmother N. presented arguments to the court against the confiscation of the apartment, and also appealed on that issue. In this connection, the Court considers it to be of importance that there is no dispute that the applicant acquired the apartment as a gift from her mother when she was thirteen years old, and that she did not know the circumstances of the acquisition of the apartment. At the same time, the details concerning the acquisition of the apartment were well known to the applicant’s mother and grandmother who, as mentioned above, countered the confiscation and presented the arguments they were in a position to present, having been directly involved in the transactions related to the acquisition of the apartment. However, the courts were not persuaded by these arguments, found, on evidence, that the apartment had been obtained through crime, and held that its bona fide acquisition by the applicant could not have occurred (see paragraph 19 above). Thus, the arguments in favour of the applicant were presented to the courts by her mother and grandmother, and the courts dealt with those arguments but rejected them on their merits. The applicant has not pointed to any further arguments or evidence that could have been adduced on her behalf in the domestic proceedings, had she been party to those proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court reiterates that, as a general principle, persons whose property is confiscated should be formally granted the status of parties to the proceedings in which the confiscation is ordered (see Silickienė, cited above, § 50). However, in the specific circumstances of the present case it accepts that the applicant’s interests were de facto protected by her mother V. and grandmother N., and that it cannot be said that her interests remained unrepresented in the proceedings where her civil rights were determined.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  Therefore, the Court concludes that the applicant’s right to a fair trial was not breached in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been no violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  The applicant complained that she had been deprived of her apartment, of which she had been the bona fide owner. She relied on Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "62.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "63.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "64.  The applicant argued that Article 1 of Protocol No. 1 to the Convention had been violated. She submitted that the apartment at 33 Punane Street had been acquired lawfully in a transaction approved by the authorities. She was to be clearly recognised as a bona fide acquirer of that apartment, and that her ownership of it had been terminated upon its confiscation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Government considered that the confiscation of the apartment had been in accordance with domestic law and constituted a justified control of the use of property in the general interest. States had a wide margin of appreciation in controlling property obtained by unlawful means or used for unlawful purposes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Government noted that the domestic courts had established that the apartment at 33 Punane Street had been acquired through crime. It had been confiscated on the basis of Article 83 § 3 (2) and Article 83-1 § 2 (2) of the Penal Code. The confiscation measure had been effected with a view to preventing the illicit acquisition of property through criminal activities, and thus pursued a legitimate aim in the general interest. The Government considered that a fair balance had been struck between the public and individual interests in the present case. They pointed out that the applicant had received the apartment at 33 Punane Street free of charge, and argued that the fact that V. had later sold the applicant’s apartment at 9 Mahtra Street was of no relevance and could only give rise to a claim by the applicant against her mother V. The Government also noted that the applicant was not living in the apartment at 33 Punane Street, either at the time of the attachment or in 2011, so the confiscation had not resulted in the applicant’s losing her home.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Government contended that the applicant had “acquired” the apartment as a result of criminal activity by her mother and grandmother and she had “lost” it for the same reason. She had actually never acquired it in good faith. To avoid a situation where property obtained through crime could be donated to a minor in the family, domestic law provided that bona fide acquisition by successors of the first and second order was not possible in such a situation (see paragraph 30 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Government also argued that the applicant could have contested the attachment decision, and that in any event her interests in the criminal proceedings had been de facto represented.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "69.  The Court reiterates that Article 1 of Protocol No. 1 to the Convention, which guarantees in substance the right to property, comprises three distinct rules. The first, which is expressed in the first sentence of the first paragraph and is of a general nature, lays down the principle of peaceful enjoyment of property. The second rule, in the second sentence of the same paragraph, covers deprivation of possessions and makes it subject to certain conditions. The third, contained in the second paragraph, recognises that the Contracting States are entitled, among other things, to control the use of property in accordance with the general interest. The second and third rules, which are concerned with particular instances of interference with the right to peaceful enjoyment of property, must be construed in the light of the general principle laid down in the first rule (see, among many authorities, Immobiliare Saffi v. Italy [GC], no. 22774/93, § 44, ECHR 1999-V, and Broniowski v. Poland [GC], no. 31443/96, § 134, ECHR 2004V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court’s constant approach has been that confiscation, while it involves deprivation of possessions, also constitutes control of the use of property within the meaning of the second paragraph of Article 1 of Protocol No. 1 (see Sun v. Russia, no. 31004/02, § 25, 5 February 2009; Riela and Others, cited above; Arcuri and Others, cited above; C.M. v. France (dec.), no. 28078/95, 26 June 2001; Air Canada v. the United Kingdom, 5 May 1995, § 34, Series A no. 316A; and AGOSI, cited above, § 51). Accordingly, it considers that the same approach must be followed in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court considers that confiscation in criminal proceedings is in line with the general interest of the community, because the forfeiture of money or assets obtained through illegal activities or paid for with the proceeds of crime is a necessary and effective means of combating criminal activities (see Raimondo v. Italy, 22 February 1994, § 30, Series A no. 281A). Confiscation in this context is therefore in keeping with the goals of the Council of Europe Convention on Laundering, Search, Seizure and Confiscation of the Proceeds from Crime, which requires State Parties to introduce confiscation of instrumentalities and the proceeds of crime in respect of serious offences. Thus, a confiscation order in respect of criminally acquired property operates in the general interest as a deterrent to those considering engaging in criminal activities, and also guarantees that crime does not pay (see Denisova and Moiseyeva v. Russia, no. 16903/03, § 58, 1 April 2010, with further references to Phillips v. the United Kingdom, no. 41087/98, § 52, ECHR 2001VII, and Dassa Foundation and Others v. Liechtenstein (dec.), no. 696/05, 10 July 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Court further reiterates that, although the second paragraph of Article 1 of Protocol No. 1 contains no explicit procedural requirements, it has been its constant requirement that the domestic proceedings afford the aggrieved individual a reasonable opportunity of putting his or her case to the responsible authorities for the purpose of effectively challenging the measures interfering with the rights guaranteed by this provision. In ascertaining whether this condition has been satisfied, a comprehensive view must be taken of the applicable procedures (see Denisova and Moiseyeva, cited above, § 59; Jokela v. Finland, no. 28856/95, § 45, ECHR 2002-IV; and AGOSI, cited above, § 55).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Turning to the present case, the Court notes that the Harju County Court, when ordering the confiscation of the apartment in question, relied on Article 83 § 3 (2) of the Penal Code. Under that provision, a court may confiscate the object of an intentional offence if it belongs to a third person at the time of the making of the judgment and the person had acquired it on account of the actions of the offender, for example as a gift. Thus, the Court is satisfied that the confiscation had a legal basis. Furthermore, the Court considers that the confiscation of property obtained through crime is in line with the general interest of the community (see paragraph 71 above). It therefore needs to examine whether a fair balance was struck between the legitimate aim and the applicant’s fundamental rights, and whether there were sufficient procedural guarantees in place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  In this connection, the Court reiterates that the applicant was not charged with or convicted of any offence related to the confiscated property. Indeed, she was a minor at the time of the commission of the offences. However, as established by the domestic courts, the apartment in question – in which the applicant did not live – had been acquired by the applicant’s mother and grandmother through crime and had been transferred to the applicant free of charge. The Court considers that the domestic rules according to which in such circumstances the property could be confiscated and its acquirer could not rely on bona fide ownership did not amount to a disproportionate interference with the applicant’s property rights. The Court reiterates that the domestic courts dealt with, and rejected with sufficient reasoning, the arguments by the applicant’s mother V. and grandmother N. to the effect that the apartment in question had not been obtained through crime, and that the applicant’s apartment at 9 Mahtra Street had been sold in order to pay back a loan taken for buying the apartment in dispute. The Court considers that its findings in respect of Article 6 § 1 (see paragraphs 57 to 60 above) are also relevant in the context of Article 1 of Protocol No. 1 as regards the question whether the domestic proceedings afforded the applicant a reasonable opportunity of putting her case to the authorities in order to effectively challenge the confiscation measure. Thus, without repeating the above conclusions in further detail, the Court notes that it is satisfied that the applicant’s interests were de facto represented in the domestic proceedings by her mother and grandmother, and the fact that she was not personally involved in the proceedings did not, in the particular circumstances of the present case, upset the fair balance between the protection of the right to property and the requirements of the general interest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Accordingly, there has been no violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "75.  Lastly, the applicant in substance also complained that she had had at her disposal no effective domestic remedy for her complaint about the peaceful enjoyment of possessions required under Article 13 of the Convention. That provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "76.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "77.  The Court notes that this complaint is linked to the one examined above, and must therefore likewise be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "78.  The applicant argued that her property had been confiscated without her having been invited to take part in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The Government reiterated that the applicant had had at her disposal effective remedies which she had not made use of (see paragraphs 35 to 38 above). They added that the applicant’s ownership interests in criminal proceedings at all the three levels of court jurisdiction had been protected by her mother V. and grandmother N.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Government also noted that after the confiscation of the apartment the applicant could have protected her interests against the State by bringing a claim for damages under the State Liability Act. She could also have brought a claim for damages against her mother, who as the guardian of the applicant as a minor had transferred her apartment at 9 Mahtra Street against her interest.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "81.  Having regard to its findings as regards Article 6 § 1 of the Convention (see paragraphs 57 to 60 above) and in respect of the procedural guarantees under Article 1 of Protocol No. 1 to the Convention (see paragraphs 73 and 74 above), the Court considers it unnecessary also to examine these issues under Article 13 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the complaint under Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 January 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VEITS v. ESTONIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-150303.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0115JUD001295111",
    "externalsources": [
        "Convention on Laundering, Search, Seizure and Confiscation of the Proceeds from Crime (Council of Europe Treaty Series no. 141)"
    ],
    "extractedappno": [
        "12951/11",
        "1346/12",
        "20496/02",
        "52024/99",
        "52439/99",
        "22774/93",
        "31443/96",
        "31004/02",
        "28078/95",
        "16903/03",
        "41087/98",
        "696/05",
        "28856/95"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 40-1 of the Code of Criminal Procedure",
        "Article 83 § 3 (2) of the Penal Code"
    ],
    "itemid": "001-150303",
    "judgementdate": "15/01/2015 00:00:00",
    "kpdate": "15/01/2015 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "14",
        "369",
        "94",
        "62",
        "167"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-2",
        "P1-1-1",
        "6-1",
        "35",
        "6",
        "P1-1"
    ],
    "parties": [
        "VEITS",
        "ESTONIA"
    ],
    "rank": "1227.80407714844",
    "representedby": [
        "ZVEJSALNIEKS A."
    ],
    "respondent": "EST",
    "respondentOrderEng": "14",
    "scl": [
        "AGOSI v. the United Kingdom, 24 October 1986, Series A no. 108",
        "Air Canada v. the United Kingdom, 5 May 1995, § 34, Series A no. 316 A",
        "Arcuri and Others v. Italy (dec.), no. 52024/99, 5 July 2001",
        "Broniowski v. Poland [GC], no. 31443/96, § 134, ECHR 2004 V",
        "C.M. v. France (dec.), no. 28078/95, 26 June 2001",
        "Dassa Foundation and Others v. Liechtenstein (dec.), no. 696/05, 10 July 2007",
        "Denisova and Moiseyeva v. Russia, no. 16903/03, § 58, 1 April 2010",
        "Edwards v. the United Kingdom, 16 December 1992, § 34, Series A no. 247-B",
        "Immobiliare Saffi v. Italy [GC], no. 22774/93, § 44, ECHR 1999-V",
        "Jokela v. Finland, no. 28856/95, § 45, ECHR 2002-IV",
        "Ovsjannikov v. Estonia, no. 1346/12, §§ 60-62, 20 February 2014",
        "Phillips v. the United Kingdom, no. 41087/98, § 52, ECHR 2001 VII",
        "Raimondo v. Italy, 22 February 1994, § 30, Series A no. 281 A",
        "Riela and Others v. Italy (dec.), no. 52439/99, 4 September 2001",
        "Salabiaku v. France, 7 October 1988, § 30, Series A no. 141-A",
        "Silickienė v. Lithuania, no. 20496/02, §§ 48-49, 10 April 2012"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "416098",
    "typedescription": "14"
}