{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "41436/11",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-177348.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 41436/11) against the Republic of Poland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Artur Pawlak (“the applicant”), on 20 June 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr T. Rowiński, a lawyer practising in Lublin. The Polish Government (“the Government”) were represented by their Agent, Ms J. Chrzanowska of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, a breach of Article 3 of the Convention on account of the imposition on him of the “dangerous detainee” regime. He also complained under Articles 6 and 13 of the Convention that the proceedings before the penitentiary commission had been unfair and that no effective remedy was available against its decisions.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 July 2014 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1983 and is currently in detention in Rzeszów.",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest and conviction",
                                "elements": [
                                    {
                                        "content": ".  On 19 April 2005 the applicant was arrested and placed in detention in Chełm Prison. He was later held in several other detention facilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 4 August 2010 the Lublin Regional Court convicted the applicant of murder, rape, assault, robbery, fraud and handling stolen goods. On 8 February 2011 the Lublin Court of Appeal upheld the first-instance judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Previously, on 21 November 2008 the governor of Chełm Prison requested that the Lublin Regional Court order the applicant to take part in a rehabilitation programme for convicted drug addicts while he served his sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 15 December 2008 the Lublin Regional Court granted the request.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 27 June 2010 the applicant complained to the Lublin Regional Inspectorate of the Prison Service that he had not in fact been taking part in the drug rehabilitation programme while serving his sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 24 September 2010 the head of the Lublin Regional Inspectorate of the Prison Service replied that the applicant’s programme had been planned to start on 6 January 2010. However, owing to his anti-social behaviour, which might have been dangerous for other inmates, he had been classified as a dangerous detainee and had therefore not been able to participate in the programme, which, as a rule, involved group sessions and treatment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Imposition of the “dangerous detainee” regime",
                                "elements": [
                                    {
                                        "content": "13.  On 14 September 2009 the Chełm Prison Penitentiary Commission (“the commission”) classified the applicant as a “dangerous detainee”. The commission made its decision after a request from the governor of Chełm Prison, which stated that the applicant had beaten another prisoner at the Lublin Detention Centre in 2002 (this event was not a subject matter of the above criminal proceedings). Additionally, the applicant had apparently behaved in an aggressive and unpredictable manner by, in particular, threatening prison guards, refusing to accept meals and trying to self-harm. He was frequently punished for disciplinary breaches. He did not appeal against the commission’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The decision to impose the dangerous detainee regime on the applicant was subsequently upheld, inter alia, by decisions of the Lublin Remand Centre Penitentiary Commission of 10 December 2009; of 4 March, 2 June, 2 September and 2 December 2010; of 2 March, 2 June, 1 September and 1 December 2011; and of 1 March, 30 May, 29 August and 28 November 2012. The reasoning of all these decisions was similar and read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Commission, having noted the proposals made by the Head of the Protection Division (Kierownik Działu Ochrony) and the Head of the Penitentiary Division (Kierownik Działu Penitencjarnego) and having heard the applicant held, in his presence, that the reasons justifying his classification as a dangerous detainee have not ceased to exist. It has been unanimously decided to extend the applicant’s classification for further three months because he still poses a danger to the security of the society and the prison.”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant appealed against most of the decisions issued in 2010 and 2011. The appeals were dismissed by the Lublin Regional Court on 9 April and 15 October 2010, and on 28 February and 27 April 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The court held that the commission’s decisions had been lawful and justified as the dangerous detainee regime had been imposed on the applicant in accordance with Article 88a § 2, sub-paragraph 2(c) of the Code of Execution of Criminal Sentences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 27 February 2013 the Lublin Remand Centre Penitentiary Commission extended the period of the imposition of the dangerous detainee regime on the applicant. The commission based its decision on the fact that the applicant had ill-treated another prisoner. It also made reference to the request for an extension of the regime made by the director of the remand centre, according to which the applicant had destroyed some objects in the penitentiary unit and had behaved in an aggressive and unpredictable manner. On 9 July 2013 the Lublin Regional Court upheld the commission’s decision holding that the extension of the dangerous detainee regime was justified by the applicant’s unpredictable behaviour, his interference with the peaceful functioning of the penitentiary unit, acts of self-mutilation and refusal to accept meals.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The dangerous detainee regime was further extended on 22 May 2013. The Lublin Remand Centre Penitentiary Commission again based its decision on the fact that the applicant had ill-treated another prisoner. It also referred to the request for an extension of the regime made by the director of the remand centre, who relied on the fact that in February 2013 the applicant had been punished for destroying some objects in the penitentiary unit and that his behavior was still unpredictable. On 2 September 2013 the Lublin Regional Court upheld the commission’s decision, holding that it had been given in accordance with the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 13 August and 13 November 2013 the Lublin Remand Centre Penitentiary Commission again extended the period of the dangerous detainee regime imposed on the applicant. In the decision of 13 August 2013 the commission relied on the request made by the director of the remand centre of 12 August 2013, according to which the applicant had been disciplinary punished on 4, 18 and 28 June 2013. In the decision of 13 November the commission made reference to the request of 12 November 2013 which was justified by the applicant’s “emotional instability” and “unpredictable behaviour”. The applicant appealed, but the latter decision was upheld by the Lublin Regional Court on 30 December 2013. The court found, among other things, that the applicant could not control his aggressive behaviour and was a threat and danger to order in the prison. It referred to the applicant’s aggressive behaviour on 5 June 2013 when he had tried to push out a guard from his cell and tear out shackles from him. He had also broken a support of his bed and used vulgar language. He had committed a further unspecified disciplinary offence on 21 June 2013. The decision of 13 November 2013 was upheld by the Lublin Regional Court on 30 December 2013. The court referred to the reasons relied on previously in its decision of 9 July 2013 (see paragraph 17 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 12 February 2014, owing to an improvement in the applicant’s behaviour and his progress in understanding the need to undergo therapy for drug addicts, the dangerous detainee regime was lifted. The applicant appealed and the challenged decision was upheld by the Lublin Regional Court on 15 April 2014.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The regime was applied to the applicant for four years and almost five months.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Specific aspects of the regime",
                                "elements": [
                                    {
                                        "content": "22.  The applicant was detained in several detention facilities - Chełm Prison, Radom Remand Centre, Lublin Remand Centre and Potulice Prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The cells, in which the applicant was kept, including the sanitary facilities, were constantly monitored via closed-circuit television.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant had to wear a red uniform, designated for dangerous detainees, which, as he alleged, was not warm enough in the winter. He was subjected to a strip search every time he left or entered his cell, which in practice meant that he had to strip naked in front of prison officers and bend over in order to enable the examination of his anus. The applicant had to wear handcuffs whenever he was outside his cell, including for appearances in court.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The windows were covered by a plastic blind which limited access to daylight and fresh air in the cells.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In Chełm and Potulice prisons the cells were equipped with a sanitary facility which was partially separated from the rest of the cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Radom Remand Centre",
                                        "elements": [
                                            {
                                                "content": ".  On 28 September 2009 the applicant was transferred from Chełm to the Radom Remand Centre. According to the applicant, the cell there was equipped with a noisy ventilator and he could not sleep.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Lublin Remand Centre",
                                        "elements": [
                                            {
                                                "content": ".  On 27 November 2009 the applicant was transferred to the Lublin Remand Centre, where he was placed in solitary confinement.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant was detained in a single cell where the sanitary facility was not separated from the rest of the cell. He was also detained in cells in Lublin where the sanitary facility was separated.",
                                                "elements": []
                                            },
                                            {
                                                "content": ". In the cell he had no access to hot running water. According to the Government, there was a boiler in the cell so the applicant could heat water. The applicant submitted that he had had the boiler for six months and that it had then been taken away. He was allowed to have a shower once a week.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant was not allowed to go to mass in the Lublin Remand Centre. He lodged a complaint about this with the Lublin Regional Inspectorate of the Prison Service. In response, on 26 August 2010, the authorities decided that the applicant could listen to mass on the radio or have a private service with a priest. The applicant could go to the day room, which had sport facilities, a laptop, television, a computer game console and a DVD player, three times a week. He had access to press publications and could use the library. He could also participate in sports and art competitions. After the dangerous detainee regime was lifted, the applicant refused to participate in any sports and cultural activities because his cell was equipped with a television and a computer game console.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Potulice Prison",
                                        "elements": [
                                            {
                                                "content": ".  On 20 March 2013 the applicant was transferred to Potulice Prison.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant had to wear joined shackles (kajdanki zespolone) on his hands and feet whenever he was outside the prison, including for appearances at court hearings or while on medical visits. The shackles consisted of handcuffs and fetters joined by chains. The Government submitted that outside his cell and within the prison the applicant only had to wear handcuffs. According to the applicant, he had to wear the joined shackles in the rest of the prison, including when he was going to attend visits by members of his family.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  On an unspecified day in April or May 2013 the applicant was transferred back to the Lublin Remand Centre.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "35.  The relevant domestic law and practice concerning the imposition of the dangerous detainee regime are set out in the Court’s judgments in the cases of Piechowicz v. Poland (no. 20071/07, §§ 110-17, 17 April 2012), and Horych v. Poland (no. 13621/08, §§ 49-56, 17 April 2012).",
                                "elements": []
                            },
                            {
                                "content": "36.  The provisions of the Code of Execution of Criminal Sentences concerning the imposition of the regime on convicted persons read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“A convicted person posing a serious danger to society or to the security of a prison shall be placed in a prison with a closed regime in conditions ensuring increased protection of society and the security of the prison.”",
                                "elements": []
                            },
                            {
                                "content": "“1.  The convicted person referred to in Article 88 § 3 shall be placed in a designated wing or in a cell of a prison with a closed regime. A penitentiary judge shall be informed about this placement.",
                                "elements": []
                            },
                            {
                                "content": "2.  The provisions of paragraph 1 above shall be applied to a convicted person whose characteristics, personal circumstances, motivations, behaviour when committing the offence, type of offence and its consequences, behaviour in prison, or degree of depravity pose a serious danger to society or to the security of a prison, and who:",
                                "elements": []
                            },
                            {
                                "content": "37.  Article 88b of the Code of Execution of Criminal Sentences lays down specific arrangements applicable to convicted persons to whom the “dangerous detainee” regime is applied. They are identical to those specified in Article 212b of the Code applicable to persons remanded in custody (see Piechowicz, cited above, § 106).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  The applicant complained that he had been unlawfully classified as a dangerous detainee and subjected to degrading treatment prohibited by Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "39.  The Government contested that allegation.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "40.  In their observations the Government submitted that the application should be declared inadmissible under Article 35 § 3 (a) of the Convention as being manifestly ill-founded. However, they failed to make any arguments in support of their submission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court notes that the complaint under Article 3 of the Convention raises a serious issue of the treatment of prisoners classified as dangerous detainees and that it is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "42.  The applicant submitted that the prolonged imposition of the dangerous detainee regime on him had been in breach of Article 3 of the Convention. He referred in particular to the fact that for the whole of the period during which the regime had been imposed on him he had been stripsearched as a matter of routine, without any particular reason being given for such searches.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  He submitted that he had indeed been convicted of having ill-treated another prisoner, but that had been before his detention in the present case. He further stated that there had been delays of several months in examining his appeals against the decisions of the penitentiary commission, meaning that in order to meet the statutory three-month deadline new decisions about the further application of the regime had been taken before the appeals were dealt with. For example, an appeal against the decision of 20 March 2013 had not been examined until July. His requests to be allowed to be present in court when his appeals were examined had been denied.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "44.  The Government maintained that the applicant had been classified as a dangerous detainee in accordance with the relevant legal provisions. The justification for the imposition of the regime on the applicant had been his lack of moral character and his aggressive and offensive attitude towards other inmates. According to the Government, the applicant had beaten other prisoners, threatened prison officers, refused to accept food, destroyed prison equipment and tried to self-harm several times. The prison authorities had had to use force against him on seven occasions and had made thirty applications to have disciplinary penalties imposed on him. The imposition of dangerous detainee status on the applicant should thus be considered to have been legitimate and necessary in order to ensure prison security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The application of the regime to the applicant had been reviewed every three months. The reasons for the imposition of the regime had remained valid throughout the whole period in question. As soon as the commission had noticed an improvement in the applicant’s attitude and when he had no longer posed a threat to the security of the prison, it had lifted the regime on 12 February 2014. In those circumstances, the Government submitted that subjecting the applicant to the regime had been legitimate and necessary for preventing the risk of a disturbance in the prison and for maintaining prison security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Government stressed that the applicant had been provided with appropriate stimulation and adequate human contact during the whole period complained of. In particular, he had been allowed to use a day room equipped with a television, a DVD player and a laptop three times a week; had had access to press and books from the prison library; and had been allowed to participate in various sports and cultural activities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  They further submitted that the applicant’s cell had been equipped with a television and a computer game console and that therefore he had refused to participate in cultural activities in the day room with other inmates. He had also refused to be placed in a cell with another inmate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In conclusion, the Government asked the Court to find no violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "49.  The relevant general principles deriving from the Court’s case-law were summarised in Piechowicz (cited above, §§ 158-65) and Horych (cited above, §§ 85-92).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court notes that there is no dispute over the fact that from 14 September 2009 to 12 February 2014 – that is, for four years and almost five months – the applicant was classified as a dangerous detainee and, in consequence, subjected to highsecurity measures and various restrictions (see paragraphs 22-33 above). The main aspects of the regime raised by the applicant and specified below were not contested by the Government (see paragraphs 44-47 above). The details of the core aspects of the dangerous detainee regime were also extensively analysed in Piechowicz (cited above, § 166, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The applicant submitted that the measures applied in his case comprised confinement in a special high-security prison wing and increased supervision of his movements within and outside the cell, which meant that he had to wear joined shackles (handcuffs and fetters joined together with chains) whenever he was taken outside prison and handcuffs whenever he was taken outside his cell. The measures involved his segregation from the prison community, including solitary confinement and restrictions on contact with his family. Every time he left or entered his cell he was routinely subjected to a full strip search – a thorough inspection of his body and clothes in which he was required to strip naked and bend over in order to enable the examination of his anus (see paragraph 24 above). In addition, his cell, including the sanitary facilities, was constantly monitored via closed-circuit television.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government did not contest those allegations. They emphasised that the applicant had had access to facilities in prison such as a day room or library. However, they maintained that he had refused to spend any time in the day room with other inmates.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The parties disagreed as to whether the adverse impact of the imposition of the above measures on the applicant had been serious enough to attain the minimum level of severity required for a breach of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court notes that the decision of 14 September 2009 imposing the dangerous detainee regime on the applicant was a legitimate measure, warranted by the fact that in 2002 the applicant had beaten another prisoner when he had been detained in the Lublin Detention Centre, that in the proceedings at hand he had been charged with a serious crime, namely murder, and behaved in an aggressive and unpredictable manner (see paragraph 13 above). It was therefore not unreasonable on the part of the authorities to decide that, for the sake of ensuring prison security, he should be subjected to tighter security controls, involving increased and constant supervision of his movements within and outside his cell, restrictions on his contact and communication with the outside world, and some form of segregation from the rest of the prison community.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  However, for the reasons stated below, the Court cannot accept that the continued, routine and indiscriminate application of the full range of measures that the authorities applied under the dangerous detainee regime for over four years was necessary in order to maintain prison security or compatible with Article 3 of the Convention (see, Piechowicz, cited above, § 170).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Although it appears that the applicant was held in a solitary cell in a special high-security wing separated from the rest of the prison, he was not subjected to complete sensory or social isolation. As submitted by the Government, the applicant had access to a day room, books and press publications from the prison library and various sport and cultural activities. However, given the nature and extent of the other restrictions, access to cultural and sports activities could not sufficiently mitigate the cumulative, adverse effects of the imposition of the dangerous detainee regime on the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court has even more misgivings with regard to the full body search to which the applicant was likewise subjected daily, or even several times a day, whenever he left or entered his cell. Strip searches were carried out as a matter of routine and were not linked to any specific security needs, or to any specific suspicion concerning the applicant’s conduct. It has not been shown by the Government that such systematic searches were necessary to ensure prison security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Given that the applicant was being subjected to several other strict surveillance measures, the Court considers that the practice of daily strip searches, applied to him for over four years went beyond the unavoidable suffering and humiliation involved in the execution of his prison sentence (see Horych, cited above, § 101, and Piechowicz, cited above, §§ 175 and 176).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In the present case, it emerges from the relevant decisions that they were based essentially on the admittedly serious nature of the charges against the applicant and recurring aggressive behaviour. The present case differs from that of Piechowicz (cited above) in that the applicant was not charged with participating in an organised criminal group and therefore the regime could not be automatically imposed on him on the basis of Article 212a § 3 of the Code of Execution of Criminal Sentences (compare Piechowicz, cited above, §§ 105 and 168).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In conclusion, assessing the facts of the case as a whole and considering the cumulative effects of the dangerous detainee regime on the applicant the Court finds that the domestic authorities have not provided sufficient and relevant reasons which could justify, in the circumstances of the case, the severity of the measures taken. In particular, the Court notes that the applicant, while indeed showing recurrent aggressive and destructive behaviour, did not pose a threat that he might abscond from prison. The domestic authorities did not consider the possibility of imposition of other, less severe measures which would constitute a suitable reply to the applicant’s aggression. The Court considers in this connection that the authorities failed to show that the combination of surveillance and security measures imposed on the applicant within the dangerous detainee regime was indeed necessary in its entirety to attain the legitimate aim of ensuring prison security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been a violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  The applicant complained of a violation of Articles 6 and 13 of the Convention. He complained about the manner in which the penitentiary commission had applied and extended the dangerous detainee regime, and alleged that his appeals against the commission’s decisions had been ineffective.",
                                "elements": []
                            },
                            {
                                "content": "61.  The Government contested those arguments.",
                                "elements": []
                            },
                            {
                                "content": "62.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "63.  The Court observes that at the heart of the applicant’s complaint under Article 3 of the Convention lies not only the prolonged imposition of the dangerous detainee regime but also the procedure for reviewing his status (see paragraph 43 above). These issues have been examined and have resulted in the finding of a violation of that provision (see paragraph 59 above). In the circumstances, the Court considers that no separate issue arises under Articles 6 and 13 of the Convention and makes no separate finding.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "64.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "65.  The applicant claimed 50,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government considered the claim excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court awards the applicant EUR 8,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "68.  The applicant also made a claim for costs and expenses, without specifying the amount claimed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession, the above criteria and the fact that the applicant had been granted legal aid, the Court rejects the claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "70.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the complaints under Articles 6 and 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 8,000 (eight thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable to the applicant, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 October 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Aleš Pejchal",
            "role": "president"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Jovan Ilievski",
            "role": "judges"
        },
        {
            "name": "Renata Degener",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ARTUR PAWLAK v. POLAND",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-177348.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:1005JUD004143611",
    "externalsources": [],
    "extractedappno": [
        "41436/11",
        "20071/07",
        "13621/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-177348",
    "judgementdate": "05/10/2017 00:00:00",
    "kpdate": "05/10/2017 00:00:00",
    "kpthesaurus": [
        "350",
        "90"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "ARTUR PAWLAK",
        "POLAND"
    ],
    "rank": "2039.14953613281",
    "representedby": [
        "ROWINSKI T."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "468381",
    "typedescription": "15"
}