{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Constitutional proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "22080/09;56465/13;73656/14;75971/14;626/15;629/15;634/15;1906/15",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Constitutional proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-161950.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in eight applications (nos. 22080/09, 56465/13, 73656/14, 75791/14, 626/15, 629/15, 634/15 and 1906/15) against Serbia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”). The applicants were all Serbian nationals and their further personal and other relevant details and are set out in the appendix to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Serbian Government (“the Government”) were represented by their Agent, Ms Vanja Rodić.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 9 March 2015 the applications were communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government objected to the examination of the application by a Committee. After having considered the Government’s objection, the Court rejects it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants complained of the excessive length of different criminal and civil proceedings under Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "6.  All applicants obtained decisions of the Constitutional Court of Serbia, which found a violation of their right to a hearing within reasonable time and awarded them certain sums in respect of the non-pecuniary damage suffered (see appendix to this judgment).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "7.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "8.  The applicants complained that the length of the criminal and civil proceedings in question had been incompatible with the “reasonable time” requirement. They relied on Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "9.  The Government submitted that the applicants could not claim to be victims of the alleged violation (see paragraph 12 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The Court considers that the Government’s objection is closely linked to the substance of the applicants’ complaint and therefore must be joined to the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "12.  The Government submitted that as all the applicants obtained decisions from the Constitutional Court they had therefore lost their victim status. In the Government’ s opinion, the finding of a violation and the awarding of compensation for the non-pecuniary damage suffered constituted sufficient redress for the breach of the applicants’ right to a hearing within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicants disagreed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The Court recalls that an applicant’s status as a “victim” within the meaning of Article 34 of the Convention depends on the fact whether the domestic authorities acknowledged, either expressly or in substance, the alleged infringement of the Convention and, if necessary, provided appropriate redress in relation thereto. Only when these conditions are satisfied does the subsidiary nature of the protective mechanism of the Convention preclude examination of an application (see Vidaković v. Serbia (dec.) no. 16231/07, § 24 May 2011; Cocchiarella v. Italy [GC], no. 64886/01, § 71, ECHR 2006V; and Cataldo v. Italy (dec.), no. 45656/99, 3 June 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In this respect, the Court notes that the Constitutional Court found that the applicants’ right to a hearing within a reasonable time had been violated (see paragraph 6 above), thereby acknowledging the breach complained of and, effectively, satisfying the first condition laid down in the Court’s case law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicants’ victim status then depends on whether the redress afforded was adequate and sufficient having regard to just satisfaction as provided for under Article 41 of the Convention (see Dubjaková v. Slovakia (dec.), no. 67299/01, 19 October 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In this connection, the Court recalls that in length-of-proceedings cases one of the characteristics of sufficient redress which may remove a litigant’s victim status relates to the amount awarded. This amount depends, in particular, on the characteristics and effectiveness of the remedy. Thus, States which, like Serbia, have opted for a remedy designed both to expedite proceedings and afford compensation are free to award amounts which – while being lower than those awarded by the Court – are not unreasonable (see Cocchiarella v. Italy [GC], cited above, §§ 96, 97).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In the present cases, the Constitutional Court, in addition to the said finding of a violation, declared that the applicants were entitled to different amounts of non-pecuniary damages sought (specified in the appendix to this judgment).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Turning to the actual sums awarded to the applicants, the Court notes that compensations granted in the present cases are significantly lower compared with the sums awarded for comparable delays in the Court’s case-law. It would emphasise, in this respect, the importance of a reasonable amount of just satisfaction being awarded in the domestic system for the remedy in question to be considered as effective under the Convention. Whether the amount awarded may be regarded as reasonable, however, falls to be assessed in the light of all the circumstances of the case. These include not merely the duration of the proceedings in the specific case but the value of the award judged in the light of the standard of living in the State concerned, and the fact that under the national system compensation will in general be awarded and paid more promptly than would be the case if the matter fell to be decided by the Court under Article 41 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In the light of the material in the files and having regard to the particular circumstances of the cases, the Court considers that the sums awarded to the applicants cannot be considered sufficient and therefore amount to appropriate redress for the violations suffered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court therefore concludes that the applicants did not lose their status as victims within the meaning of Article 34 of the Convention. The Government’s objection in this regard must therefore be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In view of the above and in particular the Court’s finding regarding the victim status of the applicants the Court concludes that in the present cases the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  Some applicants also raised other complaints under various Articles of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "25.  The Court considers that, in the light of all the material in its possession and in so far as the matters complained of are within its competence, these complaints do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or the Protocols thereto.",
                                "elements": []
                            },
                            {
                                "content": "26.  It follows that this part of the applications is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "28.  The applicants claimed various amounts in respect of the non-pecuniary damage suffered by each of them. The sums requested are indicated in the appended table. The applicants also requested various sums in respect of pecuniary damage and for the legal costs incurred in the proceedings before the Court.",
                                "elements": []
                            },
                            {
                                "content": "29.  The Government considered the sums requested to be excessive.",
                                "elements": []
                            },
                            {
                                "content": "30.  The Court finds that the applicants did not demonstrate that the alleged pecuniary damage had actually been caused by the length of the proceedings before the domestic courts and does not discern a causal link between the violation found and the pecuniary damage alleged. It therefore rejects the applicants’ claims for pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "31.   The applicant Ms Dragica Kostić (application no. 56465/13) made no claim for non-pecuniary damage. She, however, claimed EUR 1,000 in respect of the costs and expenses incurred before the Court. Having regard to the foregoing, the Court considers that she should be awarded costs and expenses only.",
                                "elements": []
                            },
                            {
                                "content": "32.  Regard being had to the documents in its possession and to its caselaw (see Nemet v. Serbia, no. 22543/05, 8 December 2009), the Court considers it reasonable to award the sums indicated in the appended table in respect of non-pecuniary damage and costs and expenses, less any and all amounts which may have already been paid in that regard at the domestic level.",
                                "elements": []
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "33.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Joins to the merits the Government’s objection as to the applicant’s victim status, and dismisses it;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the complaints concerning the excessive length of civil/criminal proceedings admissible, and the remainder of the applications inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a) that the respondent State is to pay the applicants, within three months, the amounts indicated in the appended table in respect of non-pecuniary damage and costs and expenses, plus any tax that may be chargeable on these amounts, which are to be converted into the currency of the respondent State at the rate applicable at the date of settlement, after the deduction of any amounts which may have already been paid on this basis;",
                        "elements": []
                    },
                    {
                        "content": "(b) that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 April 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "APPENDIX",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "George Nicolaou",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Marialena Tsirli",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SAVIĆ AND OTHERS v. SERBIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-161950.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0405JUD002208009",
    "externalsources": [],
    "extractedappno": [
        "22080/09",
        "56465/13",
        "73656/14",
        "75791/14",
        "626/15",
        "629/15",
        "634/15",
        "1906/15",
        "16231/07",
        "64886/01",
        "45656/99",
        "67299/01",
        "22543/05",
        "75971/14"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-161950",
    "judgementdate": "05/04/2016 00:00:00",
    "kpdate": "05/04/2016 00:00:00",
    "kpthesaurus": [
        "445",
        "57",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "SAVIĆ AND OTHERS",
        "SERBIA"
    ],
    "rank": "1491.49291992188",
    "representedby": [
        "MAKSIMOVIC V. P.",
        "DULOVIC-CULAFIC V.",
        "SPASOJEVIC IVANCIC D.",
        "GLAVONJIC R."
    ],
    "respondent": "SRB",
    "respondentOrderEng": "40",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "436979",
    "typedescription": "15"
}