{
    "__articles": "5;5-3;5-4;6;6-1",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Procedural guarantees of review);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Public hearing)",
    "applicability": "",
    "appno": "14945/03",
    "article": [
        "6",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Procedural guarantees of review"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Public hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-142075.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 14945/03) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Artem Aleksandrovich Artemov (“the applicant”), on 25 April 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms M. Voskobitova, a lawyer practising in Moscow. The Russian Government (“the Government”) were represented by Ms V. Milinchuk, former Representative of the Russian Federation at the European Court of Human Rights and subsequently by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights. In his original application form the applicant alleged that his pre-trial detention from 30 August to 16 September 2002 had been unjustified, that his detention on remand had been too long and that the conditions of his detention between 30 August and 16 September 2002 had been appalling. As regards the trial, he complained about the decision to conduct the court hearing in his case in camera, the late service of formal charges against him and that the criminal proceedings against him had been unfair. On 25 April 2004 the applicant further complained that the domestic authorities had not informed him or his counsel of appeal proceedings in respect of extension of his pre-trial detention, and had not ensured his presence or the presence of his counsel at those proceedings. He also alleged that the appeal examination of his complaints against certain detention orders had taken too long. On 25 April 2005 the applicant complained that his detention from 7 to 11 October 2004 had been unlawful and on 25 August 2005 he also complained about the conditions of his transportation between 31 August 2002 and 11 October 2004. Lastly, on 20 December 2008 the applicant submitted a complaint about the lack of any time-limits for his detention in April 2004.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 2 June 2008 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1977 and lives in Moscow.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest and detention during the criminal proceedings",
                                "elements": [
                                    {
                                        "content": "5.  On 30 August 2002 the applicant, a former police officer, was summoned to the Moscow Inter-District Prosecutor’s Office and then arrested on suspicion of kidnapping and extortion committed as a member of a group. The arrest was based on statements given by an eyewitness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Detention order of 31 August 2002",
                                        "elements": [
                                            {
                                                "content": "6.  On 31 August 2002 the investigating authorities applied to the Moscow Kuzminskiy District Court (“the District Court”) for the applicant to be remanded in custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "7.  On 31 August 2002 the District Court remanded the applicant in custody without specifying any time-limit. The relevant part of this decision reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... Having heard the parties to the proceedings, the court considers that the request for the extension of [the applicant’s] detention, brought under Article 100 of the Code of Criminal Procedure of Russia, should be approved for the following reasons. The request for an extension of the applicant’s detention is drafted in compliance with the relevant requirements of the law of criminal procedure and in line with statutory time-limits. It is approved by the competent prosecutor. The case file documents show that [the applicant’s] arrest was lawful and that it was based on sufficient grounds.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The court takes into account the fact that [the applicant] is suspected of a serious criminal offence. If released, he may put pressure on witnesses or otherwise interfere with the administration of justice. He may also continue criminal activities or abscond. This does not allow the court to order a measure of restraint other than remand in custody ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  The applicant did not appeal against this order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  On 6 September 2002 a Moscow Inter-District Prosecutor’s Office investigator brought official charges against the applicant. The applicant was suspected of armed kidnapping committed by an organised group driven by mercenary motives and of being an accessory to extortion committed by an organised group. These crimes were of a violent character and aggravated by the fact that the perpetrators had been associates previously. There were four co-accused in this case, including the applicant.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Detention order of 24 October 2002",
                                        "elements": [
                                            {
                                                "content": "10.  On 24 October 2002 the District Court examined the investigator’s request for an extension of the applicant’s detention. The request was based on the suspicion that the applicant had committed a very serious offence, punishable by fifteen years’ imprisonment. The investigator stated that not all the required investigative actions had yet been taken. In particular, the alibi of all four co-accused needed to be checked, and the final version of the official charges had not yet been served on the applicant. The applicant’s lawyer submitted objections. He noted that the investigator’s request was unsubstantiated, that the applicant had no criminal record, had a family, a stable place of residence in Moscow, and positive references from his employer. These circumstances indicated no risk of absconding.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  The District Court granted the investigator’s request for the applicant’s detention to be extended until 30 November 2002. It stated that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  On 25 November 2002 the Moscow City Court (“the City Court”), restating the findings of the District Court, upheld the order of 24 October 2002 on appeal. The applicant was represented by his lawyer at this hearing.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Detention order of 26 November 2002",
                                        "elements": [
                                            {
                                                "content": "13.  On 26 November 2002 the investigator asked the District Court to extend the applicant’s detention, because not all the required investigative actions had yet been taken. In particular, he stated that the investigating authorities needed additional time to check the alibi of one of the co-accused in this case, locate another co-accused, and finalise the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On the same day the District Court approved the investigator’s findings and granted his request. The detention was extended until 30 December 2002. The court reasoned as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... The court is of the opinion that the investigator’s request should be granted because the applicant is accused of a very serious offence ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  The applicant did not appeal against the order of 26 November 2002.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Detention order of 24 December 2002",
                                        "elements": [
                                            {
                                                "content": "16.  On 24 December 2002 the District Court examined the prosecutor’s request for the extension of the applicant’s pre-trial detention. It referred to the need to carry out the investigative actions mentioned in the previous request. The request was granted and the applicant’s detention was extended to 28 February 2003. The decision read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... Having heard the parties and examined the case file, the court arrives at the following conclusion. The request for an extension of the detention of the [other] co-accused should be granted, because they are accused of criminal offences punishable by more than two years’ imprisonment. Taking into account the characters of [the applicant and the other co-accused] and the seriousness of the charges against them, the court sees no reason to change the measures of restraint. In the course of the pre-trial investigation there were no violations of the Code of Criminal Procedure of Russia. The investigator’s request is drafted in compliance with the law of criminal procedure and approved by the competent prosecutor ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  The applicant did not challenge the order on appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 21 January 2003 the applicant learned of the new charges. In addition to the charges of 6 September 2002 he was charged with abuse of power and robbery.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 5 February 2003 the applicant was informed of the investigator’s decision to complete the pre-trial stage of the proceedings. On this date he began studying his case file.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Detention order of 18 February 2003",
                                        "elements": [
                                            {
                                                "content": "20.  On 18 February 2003 the District Court authorised the applicant’s further detention. The District Court noted that since the last detention order the investigating authorities had taken a number of investigative actions, such as questioning witnesses and bringing the final version of the charges against the applicant and his co-accused. In conclusion, the District Court held that the applicant’s detention should be extended to 20 May 2003:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... taking into account the seriousness of the charges, the measures of restraint should remain unchanged ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The applicant’s appeal of 27 February 2003 against this order was examined and rejected by the City Court on 19 March 2003. The appellate court gave no specific reasons to justify the extension of the detention. The applicant and his lawyer were not present at this hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 10 April 2003 the investigating authorities recommenced the investigation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  Detention order of 14 May 2003",
                                        "elements": [
                                            {
                                                "content": "23.  On 14 May 2003 the District Court examined the investigator’s request for an extension of the applicant’s detention based on the need to question one of the co-accused and to take unspecified investigating actions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The request was granted. The District Court agreed with the investigator, and reasoned as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": " “... [The applicant] is accused of very serious criminal offences. There are reasons to suppose that if released the applicant may obstruct the establishment of truth, continue his criminal activity or abscond from the investigating authorities and court ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 29 May 2003 the applicant’s appeal against this order was rejected by the City Court, which agreed with the first-instance court’s reasoning and noted that the detention was justified. The applicant was represented by a lawyer at the court of appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 27 June 2003 the applicant was served with the official charges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 30 June 2003 the applicant was notified that the investigative authorities had decided to complete the criminal proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "7.  Detention order of 4 August 2003",
                                        "elements": [
                                            {
                                                "content": "28.  On 4 August 2003 the District Court ordered the extension of the applicant’s detention until 30 August 2013. The court agreed with the investigating authorities that there was a need to finalise the investigation. It also stated as follows",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... [the applicant] has been charged with very serious offences, therefore there are sufficient grounds to suppose that if released he may try to abscond ....“",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 25 August 2003 a complaint by the applicant about this decision was rejected by the City Court. The applicant was not present at this hearing, but was represented by a lawyer.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "8.  Detention order of 15 August 2003",
                                        "elements": [
                                            {
                                                "content": "30.  On 15 August 2003 the City Court examined the investigator’s request for an extension of the detention of the applicant and his co-accused, based on the need to familiarise the accused with the criminal case file. The court approved the request, referring to the seriousness of the applicant’s charges and the potential risk of flight. It extended the applicant’s detention until 20 November 2003. The relevant part of the decision reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... From the submitted documents it follows that [the applicant and his co-accused] have begun studying the case file. However, there is a significant amount of documents, which means that it will be impossible to finish before 30 August 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Although the criminal case file contains positive references in respect of [the applicant and his co-accused], [they] are accused of very serious criminal offences. The reasons for detention have not ceased to exist, because if released they may flee from the investigating authorities and the court and impede the administration of justice ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 9 September 2003 the investigation was reopened.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The applicant challenged the decisions to recommence the investigation. However, his challenges were rejected by the District Court on 9 July and 28 October 2003. The court noted that in accordance with Article 37 of the Code of Criminal Procedure of Russia an investigator is entitled to direct the course of criminal proceedings. These decisions were upheld on appeal by the City Court on 5 August and 19 November 2003 respectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 21 October 2003 the Supreme Court of Russia examined the lawfulness of the applicant’s pre-trial detention. Upholding the order of 15 August 2003 on appeal, the court briefly noted that the prosecutor’s request had been submitted in compliance with the requirements of domestic law. It stated that owing to the risk of absconding the measure of restraint applied to the applicant should remain unchanged. This decision was delivered in the absence of the applicant and his lawyer.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "9.  Detention order of 17 November 2003",
                                        "elements": [
                                            {
                                                "content": "34.  On 17 November 2003 the City Court granted the investigator’s request for an extension of the applicant’s detention until 20 February 2004. The court noted that investigative actions such as an identification parade, a reconstruction exercise, and some others, had not yet been taken by the investigating authorities. It stated that if released the applicant might put pressure on unspecified witnesses. The court further stated that the applicant was suspected of a very serious offence and therefore if released might try to abscond.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 10 December 2003 the applicant received the final version of the charges against him. The investigative authorities excluded the charge of abuse of power. They pressed charges of armed and violent kidnapping committed by an organised group driven by mercenary motives and of being an accessory to extortion, also committed by an organised group. In accordance with the charges, both the offences were aggravated by the fact that the perpetrators had been associates previously.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 8 January 2004 the Supreme Court of Russia held a hearing in the absence of the applicant and his lawyer, and upheld the order of 17 November 2003. Neither the applicant nor his lawyer was informed of the date of this hearing.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "10.  Detention order of 17 February 2004",
                                        "elements": [
                                            {
                                                "content": "37.  On 17 February 2004 the City Court extended the applicant’s detention until 1 March 2004. The court’s findings read as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... Having checked the submitted materials in respect of the [applicant and his coaccused] and heard the opinions of the prosecutor and defence counsel, the court has decided to extend the detention of the accused for the reasons given below ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The investigator informed the accused that the criminal proceedings against them were complete and advised them of their right to study the case file ...The schedules and the statements of the accused confirmed that the familiarisation with the case file was not yet complete ... It is not possible to finish the study of the case file before the detention expires.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Although there are positive references in the criminal case file in respect of [the applicant and his co-accused], there is no reason to change the measure of restraint. There have been no breaches of law in respect of the detention of the accused. The detention was extended in line with the requirements of Article 109 of the Code of Criminal Procedure of Russia ... All the accused have been charged with serious criminal offences related to kidnapping. This gives the court grounds to conclude that they might flee or impede the proper administration of justice ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 27 April 2004 the Supreme Court of Russia upheld the order of 17 February 2004. The applicant and his legal counsel were not informed of the date of this appeal hearing. The said decision was given in their absence.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "11.  Detention order of 26 February 2004",
                                        "elements": [
                                            {
                                                "content": "39.  On 26 February 2004 the investigator’s request for a further extension of the applicant’s detention was granted by the City Court. The detention was extended “until such time as [the applicant and the coaccused] had finished studying the case file materials”. The decision reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... The court has examined the case file. It notes that the accused were notified of the termination of the investigating actions. At the present time they are studying the case file materials. The court further observes that the investigator’s request was drafted in line with the requirements of the law of criminal procedure and in compliance with the statutory time-limits. The court also states that [the applicant and his co-accused] are charged with very serious offences, and that there are sufficient grounds to believe that they may abscond or in other ways impede the administration of justice. Taking into account that the reasons for the applicant’s detention continue to exist, the court arrives at the conclusion that the prosecutor’s request should be granted ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 20 April 2004 the Supreme Court of Russia rejected the applicant’s appeal. It confirmed the City Court’s findings and stated that there were “sufficient grounds to believe” that the seriousness of the charges against the applicant may lead the accused to take flight. The hearing was held in the absence of the applicant and his lawyer, because the competent authorities did not notify him or his counsel of the date of this hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  After the applicant had studied his case file, on 7 April 2004 the applicant’s criminal case was transferred to the District Court for examination on the merits. The length of the applicant’s pretrial detention at this time was one year, seven months and eight days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The applicant remained in detention until he was convicted by the first-instance court, on 11 October 2004, his detention on remand having been extended by the District Court at regular intervals. The court did not give specific reasons for these extensions. The length of his detention during judicial proceedings was six months and four days, and the total length of his detention was two years, one month and twelve days.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Court proceedings",
                                "elements": [
                                    {
                                        "content": "43.  As indicated above, the criminal case was transferred to the District Court on 7 April 2004. On 14 May 2004 the District Court ordered open court hearings to be held in the applicant’s case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 1 June 2004 the prosecutor stated that Mr R., a victim of the applicant’s alleged crime, had received threats from the applicant. On this ground the prosecutor requested that the court hearings be held in camera.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On the same day the District Court granted this request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The parties did not submit a copy of this decision to the Court. As far as can be ascertained from the documents in the Court’s possession, the District Court neither questioned Mr R. about the threats allegedly received from the applicant, nor did it examine his written statements concerning those threats.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  All the trial court hearings after 1 June 2004 were held in camera. During these hearings the District Court questioned Mr R. and several other witnesses against the co-accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  According to the applicant, during the trial hearings the District Court misrepresented witness statements in the court records and significantly abridged them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 11 October 2004 the District Court convicted six co-accused, including the applicant, who was sentenced to eight years’ imprisonment for armed and premeditated kidnapping associated with threats of violence, and an act of robbery. The court’s findings were based on statements from more than ten eyewitnesses, who were questioned in connection with different aspects of the criminal offence, on statements from the co-accused, identification parade records, medical documents and other pieces of evidence. The sentence was announced publicly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The applicant appealed against his conviction to the City Court. He claimed that his conviction was unsafe and based on false findings of facts and law. He also complained about the lack of publicity, owing to the proceedings having been held in camera.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 11 July 2005 the City Court upheld the applicant’s conviction on appeal. It agreed with the conclusions given by the District Court and held that the sentence was lawful. As regards the closed trial court sessions the court noted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“During the criminal proceedings [Mr R.] reported that threats of bodily harm had been made against him. In connection with this the prosecutor requested that hearings be held in camera. The court’s decision to grant this request fully complied with the requirements of Article 241 of the Code of Criminal Procedure of Russia, which entitles courts to hold closed sessions in the interests of the personal safety of participants in criminal proceedings”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Conditions of detention and transportation",
                                "elements": [
                                    {
                                        "content": "1.  Conditions of detention",
                                        "elements": [
                                            {
                                                "content": "53.  In his application form of 25 April 2003 the applicant noted that from his arrest on 30 August until 16 September 2002 he was an inmate in the “Vikhino” Moscow Department of the Interior temporary detention facility and kept in solitary confinement. According to him, he received food at one to three-day intervals. He slept on wooden boards without a mattress. There were no sanitary facilities in his cell. Subsequently, he was detained in remand prison IZ-77/1 in Moscow.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Conditions of transportation",
                                        "elements": [
                                            {
                                                "content": "54.  In his application form of 25 August 2005 the applicant made complaints about the conditions of transport he was subjected to on forty occasions, when he was transported to and from court hearings between 31 August 2002 and 11 October 2004. He stated that on hearing days he was taken out of his cell at around 5 a.m. and placed in an overcrowded preliminary reception cell. At around 9 to 11 a.m. the inmates were placed in a prison van, which was so overcrowded that half the prisoners had nowhere to sit. According to the applicant, people infected with tuberculosis or who had lice were put in the same van as other prisoners. The vans used for the applicant’s transportation had no windows or ventilation. Each trip to a court hearing took around two or three hours. Return trips usually lasted from three to five hours, owing to frequent traffic jams. At the pre-trial stage of the proceedings the applicant took such trips around forty times.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conditions of confinement at the court buildings",
                                        "elements": [
                                            {
                                                "content": "55.  In his application form of 25 August 2005 the applicant claimed that on the days of court hearings he was held in the cells of the District Court and the City Court, originally designed for two people. Because of the shortage of cells the authorities placed three or four people in each cell. He stated that he remained in the cells for the entire day on numerous occasions between 31 August 2002 and 11 October 2004.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Law concerning application of preventive measures during the judicial proceedings",
                                "elements": [
                                    {
                                        "content": "56.  Since 1 July 2002, criminal-law matters have been governed by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, “the CCrP”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  “Preventive measures” (меры пресечения) include an undertaking not to leave a town or region, personal surety, bail and detention (Article 98). If necessary, the suspect or accused may be asked to give an undertaking to appear (обязательство о явке) (Article 112).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  When deciding on a preventive measure, the competent authority is required to consider whether there are “sufficient grounds to believe” that the accused will abscond during the investigation or trial, reoffend or obstruct the establishment of the truth (Article 97). It must also take into account the seriousness of the charge, information on the accused’s character, his or her profession, age, state of health, family status and other circumstances (Article 99).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Detention may be ordered by a court if the charge carries a sentence of at least two years’ imprisonment, provided that a less restrictive preventive measure cannot be applied (Article 108 § 1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  After arrest the suspect is placed in custody “pending investigation”. The maximum permitted period of detention “pending investigation” is two months, but it may be extended for up to eighteen months in “exceptional circumstances” (Article 109 §§ 1-3). The period of detention “pending investigation” is calculated up to the date on which the prosecutor sends the case to the trial court (Article 109 § 9).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  From the time the prosecutor sends the case to the trial court, the defendant’s detention is “before the court” (or “pending trial”). The period of detention “pending trial” (during judicial proceedings) is calculated up to the date on which the judgment is given. It may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Law concerning the examination of appeals",
                                "elements": [
                                    {
                                        "content": "62.  Article 174 of the CCrP provides that an appeal court shall commence examination of a criminal case within one month of receiving it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  If an accused wishes to attend an appeal hearing he should indicate that wish in his statement of appeal (Article 375 § 2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Upon receipt of the criminal case and the statement of appeal, the judge sets a date, time and place for a hearing. The parties shall be notified of the date, time and venue of the hearing no later than fourteen days before the scheduled hearing. The court shall decide whether the detainee should be summoned to the hearing. A detainee held in custody who expresses a wish to be present at the examination of the appeal shall be entitled to participate in the court hearing, either in person or by video link. The court shall make a decision with respect to the manner of participation of the detainee in the court hearing. If individuals who have been given timely notice of the venue and time of the appeal hearing fail to appear, this shall not preclude examination of the case (Article 376).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Law concerning hearings held in camera",
                                "elements": [
                                    {
                                        "content": "65.  Article 241 § 1 of the CCrP provides that trials of criminal cases in all courts shall be public, with the exception of cases indicated in that provision. Judicial proceedings in camera are admissible on the basis of a determination or a ruling of the court in the event that: (i) proceedings in the criminal case in open court may lead to disclosure of a State or any other secret protected by federal law; (ii) the criminal case being tried relates to a crime committed by a person who has not reached sixteen years of age; (iii) the trial of criminal cases involving a crime against sexual inviolability or individual sexual freedom, or another crime where the trial may lead to disclosure of information about intimate aspects of the life of the participants in the criminal proceedings, or of humiliating information; (iv) this is required in the interest of guaranteeing the safety of those taking part in the trial proceedings and that of their immediate family, relatives or people close to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  In accordance with Article 241 § 2 of the CCrP,where a court decides to hold a hearing in camera, it shall indicate the specific circumstances in support of that decision in its ruling on this point.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "67.  The applicant complained under Article 5 § 3 of the Convention that his detention during judicial proceedings had been excessively long and had lacked sufficient justification. The relevant part of his provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "68.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "69. The Government submitted that the detention decisions in respect of the applicant were based on relevant and sufficient considerations. They stated that the seriousness of the offence with which the applicant had been charged was not the only reason for the extension of his detention. The domestic courts also noted that the applicant might abscond, put pressure on witnesses, or otherwise impede the administration of justice. The Government mentioned that the applicant did put pressure on witnesses, consequently the investigator’s concern in this respect had proved to be correct. Lastly, they pointed out that the applicant’s case was particularly complex, and therefore required time for examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70. The applicant disagreed, and argued that his detention, which had lasted for more than twenty-five months, had been excessively long. The detention orders against him had lacked sufficient justification and were unsubstantiated and formulated in very general terms.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "71.  The Court reiterates that the question whether a period of time spent in pre-trial detention is reasonable cannot be assessed in the abstract. Whether it is reasonable for an accused to remain in detention must be assessed on the facts of each case and according to its specific features. Continued detention can be justified in a given case only if there are actual indications of a genuine requirement of the public interest which, notwithstanding the presumption of innocence, outweighs the rule of respect for individual liberty laid down in Article 5 of the Convention (see, among other authorities, Kudła v. Poland [GC], no. 30210/96, §§ 110 et seq., ECHR 2000XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The existence and persistence of a reasonable suspicion that the person arrested has committed an offence is sine qua non for the lawfulness of the continued detention. However, after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continue to justify the deprivation of liberty. Where such grounds are “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings (see Labita v. Italy [GC], no. 26772/95, §§ 152-153, ECHR 2000IV). Justification for any period of detention, no matter how short, must be convincingly demonstrated by the authorities (see Shishkov v. Bulgaria, no. 38822/97, § 66, ECHR 2003‑I (extracts) When deciding whether a person should be released or detained, the authorities are obliged to consider alternative measures of ensuring his appearance at trial (see Jablonski v. Poland, no. 33492/96, § 83, 21 December 2000).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The responsibility falls in the first place on the national judicial authorities to ensure that, in a given case, the pre-trial detention of an accused person does not exceed a reasonable length. To this end they must, paying due regard to the principle of the presumption of innocence, examine all the arguments for or against the existence of a public interest which justifies a departure from the rule in Article 5, and must set them out in their decisions on applications for release. It is essentially on the basis of the reasons given in these decisions and of the established facts stated by the applicant in his appeals that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 (see, for example, McKay v. the United Kingdom [GC], no. 543/03, § 43, ECHR 2006‑X).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court observes that the applicant’s detention under Article 5 § 1 (c) lasted from the date of his arrest, 30 August 2002, to the date of his conviction by the District Court, 11 October 2004. Thus he spent two years, one month and twelve days in detention during judicial proceedings. The length of the applicant’s detention is a matter of concern for the Court. The presumption being in favour of release, the Russian authorities were required to put forward very weighty reasons for keeping the applicant in detention for such a long time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Court accepts that the applicant’s detention may initially have been warranted by a reasonable suspicion that he had committed the offences of kidnapping and extortion. However, with the passage of time that ground inevitably became less and less relevant. Accordingly, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty (see Labita, cited above, §§ 152 and 153). It will therefore examine the reasons given by the Russian courts throughout the period of the applicant’s detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  When extending the applicant’s pre-trial detention, the domestic courts repeatedly referred to the seriousness of the charges against him and noted that he was charged with offences committed by an organised group (see paragraphs 10, 11, 14, 16, 20, 24, 28, 30, 27, 37 and 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Court reiterates that, although the seriousness of the charges and the severity of the sentence faced are relevant in assessment of the risk of an accused absconding, reoffending or obstructing justice, they cannot alone serve to justify long periods of detention (see Ilijkov v. Bulgaria, no. 33977/96, §§ 80 and 81, 26 July 2001). This is particularly true in the Russian legal system, where the characterisation in law of the facts – and thus the sentence faced by the applicant – is determined by the prosecution without judicial review of whether the evidence obtained supports a reasonable suspicion that the applicant has committed the alleged offence (see Khudoyorov v. Russia, no. 6847/02, § 180, ECHR 2005X (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The courts laid particular emphasis on the organised nature of the alleged criminal activities. Indeed, the applicant was charged with premeditated kidnapping committed by an organised group. As the Court has previously observed, the existence of a general risk flowing from the organised nature of criminal activities may be accepted as the basis for detention at the initial stages of the proceedings (see Celejewski v. Poland, no. , §§ 37-38, 4 May 2006, and Kučera v. Slovakia, no. , § 95, ECHR 2007 (extracts)). The Court cannot agree, however, that the nature of those activities could form the basis of detention orders at an advanced stage of the proceedings. Nor was the Court provided with any evidence which would support the Government’s own submission on that point. Thus, the above circumstances alone could not constitute a sufficient basis for holding the applicant for such a long period of time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  As regards the domestic courts’ findings that the applicant was liable to pervert the course of justice, in particular by putting pressure on witnesses, the Court notes that at the initial stages of the investigation the risk that an accused person may pervert the course of justice could justify keeping him or her in custody. However, after the evidence has been collected that ground becomes less justified. In particular, as regards the risk of pressure being put on witnesses, the Court reiterates that it is for the domestic courts to demonstrate that a substantial risk of collusion existed and continued to exist during the entire period of the applicant’s detention. It does not suffice merely to refer to an abstract risk unsupported by any evidence. The courts should have analysed other pertinent factors, such as the advancement of the investigation or judicial proceedings, the applicant’s character, his behaviour before and after arrest, and any other specific justifications for a fear that he might abuse his regained liberty by carrying out acts aimed at the falsification or destruction of evidence or the manipulation of witnesses (see W. v. Switzerland, 26 January 1993, § 36, Series A no. 254A).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Court is not convinced that the domestic authorities’ findings that he might interfere with justice, put pressure on witnesses or other parties to the proceedings, or destroy evidence, were sufficiently established. The Court observes that the fact that the domestic authorities failed to provide any clarification as to which of those acts the applicant was likely to commit amounted to an interference with justice. When reasoning that he should be detained pending trial to minimise that risk, the courts did not refer to any specific matters which had allowed them to draw such an inference (see paragraphs 24, 30, 37 and 31 above). The Government also failed to point out any examples of the applicant’s attempting to impede the administration of justice. In any event, it appears that the domestic authorities had sufficient time to take statements from witnesses in a manner which could have excluded any doubt as to their veracity and which would have eliminated the necessity to continue the deprivation of the applicant’s liberty on that ground. The Court therefore considers that the national authorities were not entitled to regard the circumstances of the case as justification for using the risk of obstructing justice as a ground for the applicant’s detention (for similar reasoning see Solovyev v. Russia, no. , § 115, 24 May 2007, and Gorovoy v. Russia, no. 54655/07, § 66, 27 June 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  As regards the risk of absconding, it should be assessed with reference to various factors, especially those relating to the character of the person involved, his morals, his home, his occupation, his assets, his family ties and all kinds of links with the country in which he is being prosecuted (see Neumeister v. Austria, 27 June 1968, § 10, Series A no. 8).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  In the present case, aside from noting the seriousness of the charges the courts did not refer to any other justifications for the risk of the applicant absconding. It appears from their decisions that no weight was given, and, indeed, no assessment made, either to the advanced stage of the proceedings or of the applicant’s arguments, for example that he arrived at the police station under summons, and that he had a family, work and a permanent place of residence in Moscow (see paragraphs 24, 30, 37 and 31 above). There is no indication in the materials before the Court of anything which could have provided grounds to believe that a real risk of absconding existed. The Court therefore considers that the domestic courts’ reliance on the above reasons was not justified (for similar reasoning, see Mikhail Grishin v. Russia, no. 14807/08, § 144, 24 July 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court observes that at the advanced stages of the proceedings the investigative authorities and the courts stated that the applicant’s detention must be extended owing to the need to take investigative actions and to ensure the applicant’s familiarisation with the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  In the court order of 24 October 2002 the District Court stated that the extension of the detention was justified, among other reasons, by the need to press the final version of the charges against the applicant and to ensure his familiarisation with the case file (see paragraphs 30, 34, 37 and 39 above). In the court orders of 26 November and 24 December 2002 the District Court noted that the extension of the applicant’s detention was warranted by the need to verify an alibi of his co-accused (see paragraphs 13 and 14 above). In the subsequent orders, in particular in the orders of 15 August and 17 November 2003, and 17 February 2004, the District Court held that the detention should be extended because the investigating authorities had to complete the investigation, perform a range of investigative actions such as an identification parade and a reconstruction exercise, and give the applicant the opportunity to study his case file (see paragraphs 30, 34 and 37 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The Court cannot accept that the reasons referred to by the domestic courts were valid for the extension of the applicant’s detention, since the investigative actions mentioned had to be performed in respect of the applicant’s co-accused. These investigative actions did not concern the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  As regards the need to ensure the applicant’s familiarisation with the case file, the Court attributes this to the investigator’s repeated decisions to adjourn and then reopen the pre-trial stage of the proceedings (see paragraphs 22, 26, 27, 31 and 35 above). Neither the District Court, nor the City Court made any assessment of the investigating authorities’ diligence in the performance of the preliminary investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  To sum up, the Court concludes that there were relevant and sufficient grounds for the applicant’s continued detention at the early stage of the investigation. However, they no longer sufficed for the applicant’s detention during judicial proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  Although the Court does not underestimate the danger of organised crime, especially when it concerns aggravated kidnapping, it cannot but conclude that the length of the detention, taken together with the national authorities’ unwillingness to explain and properly substantiate their decisions given on such an important issue as personal liberty, has led to a violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "89.  In his application form of 25 April 2004 the applicant complained under Article 5 of the Convention about the delays in the judicial examination of his appeals against the detention orders of 24 October 2002 and 27 February 2003. In his application form of 25 April 2004 and subsequent submissions he claimed that all the appeal hearings were held in his absence. The hearings of 19 March 2003, 8 January, 20 and 27 April 2004 were allegedly held in the absence of his lawyer. The Court will examine these complaints under Article 5 § 4 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "90.  As regards the applicant’s complaints about excessively delayed appeal hearings on his detention orders of 24 October 2002 and 27 February 2003, the Court notes that these complaints were raised in substance before it on 25 April 2004. Bearing in mind the six-month requirement laid down in Article 35 § 1 of the Convention, the Court considers that it is not competent to examine these complaints (for the same approach see Nizomkhon Dzhurayev v. Russia, no. 31890/11, § 159, 3 October 2013, and Khudoyorov v. Russia, (dec.), no. 6847/02, ECHR). Accordingly, the aforementioned complaints should be dismissed as belated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  As regards the complaints of breaches of procedural guarantees during the appeal hearings of 25 November 2002 and 19 March, 29 May, 25 August and 21 October 2003, the Court notes that they were made for the first time on 25 April 2004. Consequently, they must also be rejected as out of time (for the same approach see Solovyevy v. Russia, no. 918/02, § 129, 24 April 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court further notes that the complaints concerning the absence of the applicant and his lawyer from the appeal hearings of 8 January and 20 and 27 April 2004 are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "93.  The Government admitted that the failure of the competent authorities to ensure the presence of the applicant and his counsel at the appeal hearings of 8 January and 20 and 27 April 2004 amounted to a violation of Article 5 § 4 of the Convention. They argued that the rest of the applicant’s complaints under Article 5 § 4 of the Convention were groundless.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The applicant maintained his complaints.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "95.  The Court observes that neither the applicant nor his lawyers could attend the hearings of 8 January and 20 and 27 April 2004 (see paragraphs 36, 38 and 40 above). It also notes that the Government did not contest the applicant’s allegations of failure to notify him and his counsel of these hearings (see paragraph 93 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Court has frequently found violations of Article 5 § 4 of the Convention in cases raising issues similar to the ones in the present case (see Idalov v. Russia [GC], no. 5826/03, §§ 161-64, 22 May 2012; Pyatkov v. Russia, no. 61767/08, §§ 128-33, 13 November 2012; Solovyevy, cited above, §§ 134-38, 24 April 2012; and Koroleva v. Russia, no. 1600/09, §§ 107-10, 13 November 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  Having regard to its case-law on the subject and the Government’s acknowledgment of the violation, the Court does not see any reason to hold otherwise. Accordingly, it finds that there has been a violation of Article 5 § 4 of the Convention on account of the failure of the competent authorities to notify the applicant and his counsel of the appeal hearings of 8 January, 20 and 27 April 2004 and to ensure their presence at these hearings.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AS REGARDS THE LACK OF A PUBLIC HEARING",
                        "elements": [
                            {
                                "content": "98.  The applicant complained that the decision to hold all court hearings in his case in camera violated his right to a public hearing laid down in Article 6 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing ... Judgment shall be pronounced publicly, but the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society, where the interests of juveniles or the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice ...”.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "99.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "100.  The Government argued that the requirements of Article 6 of the Convention had not been upset. They submitted that the decision to close the trial to the public was aimed at ensuring the safety of the victim of the applicant’s crime, and was justified by the seriousness of the charges against the applicant. They also noted that the sentence was announced publicly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The applicant maintained his complaints. He alleged that the prosecutor’s request for the hearings to be held in camera was unsubstantiated. He also claimed that the trial court had not examined Mr R.’s submissions and did not add them to the case file. Lastly, he noted that although Mr R. gave his statements in a court hearing in June 2004, the District Court continued to hold the hearings in camera until October 2004.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "102.  The Court reiterates that the holding of court hearings in public constitutes a fundamental principle enshrined in Article 6 § 1. This public character of proceedings protects litigants against the administration of justice in secret with no public scrutiny; it is also one of the means whereby confidence in the courts can be maintained. The administration of justice, including trials, derives its legitimacy from being conducted in public. By rendering the administration of justice transparent, publicity contributes to fulfilling the aim of Article 6 § 1, namely a fair trial, the guarantee of which is one of the fundamental principles of any democratic society, within the meaning of the Convention (see Gautrin and Others v. France, judgment of 20 May 1998, Reports of Judgments and Decisions 1998-III, § 42, and Pretto and Others v. Italy, judgment of 8 December 1983, Series A no. 71, § 21). There is a high expectation of publicity in ordinary criminal proceedings, which may well concern dangerous individuals, notwithstanding the attendant security problems (see Campbell and Fell v. the United Kingdom, judgment of 28 June 1984, Series A no. 80, § 87).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The requirement to hold a public hearing is subject to exceptions. This is apparent from the text of Article 6 § 1 itself, which contains the provision that “the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society ... or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice”. Thus, it may on occasion be necessary under Article 6 to limit the open and public nature of proceedings, in order, for example, to protect the safety or privacy of witnesses, or to promote the free exchange of information and opinion in the pursuit of justice (see Martinie v. France [GC], no. 58675/00, § 40, ECHR 2006, and B. and P. v. the United Kingdom, nos. 36337/97 and 35974/97, § 37, ECHR 2001-III).",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The Court observes that the trial court’s order for the hearings to be held in camera was based solely on the prosecutor’s request. Neither the District Court nor the City Court examined Mr R.’s submissions or added them to the case file. At no point did the national courts balance the openness of the proceedings against Mr R.’s personal security concerns, and the applicant was given no opportunity to challenge or refute Mr R.’s allegations (see paragraph 46 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  In the Court’s view it was not convincingly shown that the threats against Mr R. were real and that they could serve as a valid basis for the decision to exclude the public from the trial. The Court does not concur with the State authority’s findings that the prosecutor’s request in itself constituted a sufficient ground to close the trial to the public, without detailed examination of the statements, balancing openness against Mr R.’s security concerns and giving the applicant an opportunity to present his view on the issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Court considers that Mr R.’s statements should have been presented to the applicant, so that an open discussion of the matter could have taken place (see Volkov v. Russia, no. 64056/00, § 31, 4 December 2007). They also should have been added to the case file, so that the higher court and the parties to the proceedings could have examined and studied them. Moreover, the domestic authorities should have taken a close look at the evidence and explained in detail why the alleged threats against Mr R. were considered a real and valid danger to his safety. It was also important to explain why the concern for Mr R.’s safety outweighed the importance of ensuring a public trial (see Porubova v. Russia, no. 8237/03, § 34, 8 October 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  As regards the Government’s argument about the seriousness of the applicant’s charges, the Court previously noted that the seriousness of charges cannot alone serve to justify the restriction of such a fundamental tenet of judicial proceedings as their openness to the public. The Court also observed that the danger which a defendant may present to other parties to proceedings cannot be gauged solely on the basis of the seriousness of the charges and severity of the sentence faced. It must be assessed with reference to a number of other relevant factors which may confirm the existence of a danger justifying the denial of public access to a trial (see Raks v. Russia, no. 20702/04, § 49, 11 October 2011, and Nevskaya v. Russia, no. 24273/04, § 41, 11 October 2011). In the present case the decision of the domestic court to hold hearings in camera was not convincing. The prosecutor’s request, which had been made with reference to unspecified threats and fears of pressure on Mr R., and which had not been properly examined by the District Court, should not have been considered a factor providing sufficient confirmation of the existence of a danger to Mr R.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  It is important to note that even if the Court had been convinced of the existence of serious risks to Mr R.’s safety, it sees no justification for holding hearings in camera after the date when Mr R. gave his statements in court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  As regards the Government’s argument that the public announcement of the sentence had put right the alleged violation, the Court notes that Article 6 provides two separate rights: a right to a public hearing and a right to public pronouncement of a judgment (see, for example, B. and P. v. the United Kingdom, cited above, §§ 32-49). The fact that one of these rights is not violated cannot drive the Court to the conclusion that the other right is not breached. Accordingly, a public pronouncement of the sentence is incapable of remedying the unjustified holding of hearings in camera.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  Having regard to these considerations, the Court concludes that there has been a violation of Article 6 § 1 of the Convention owing to the lack of a public hearing in the applicant’s case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AS REGARDS THE LACK OF A FAIR HEARING",
                        "elements": [
                            {
                                "content": "111.  The applicant complained under Article 6 of the Convention about the investigator’s decisions to recommence the investigation of his case and the allegedly unsafe sentence that was based on contradictory witness statements and misrepresentations in the trial court records. In his application form of 25 April 2003 he also claimed that the late service of formal charges against him breached his rights provided by the Convention. The relevant parts of Article 6 provide:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him;",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence ...“.",
                                "elements": []
                            },
                            {
                                "content": "112.  The Court notes that although it has already found a violation of Article 6 of the Convention on account of the decision to hold the hearings in camera, it cannot absolve itself of the obligation to examine the remainder of the applicant’s complaints under the same Article, because they concern a different aspect of Article 6, that of the fairness of the proceedings (for a similar approach, see Luboch v. Poland, no. 37469/05, 15 January 2008, and Khrabrova v. Russia, no. 18498/04, 2 October 2012).",
                                "elements": []
                            },
                            {
                                "content": "113.  As regards the alleged late service of formal charges, the Court notes that in the present case the charges against the applicant were pressed for the first time on 6 September 2002, whereas he had been arrested on 30 August 2002 (see paragraphs 5 and 9 above). The Court further notes that the applicant at no point complained about this to the domestic authorities. Even assuming in the applicant’s favour that he had no remedies to exhaust, the Court must reject this complaint in accordance with Article 35 §§ 1 and 4 of the Convention as introduced out of time.",
                                "elements": []
                            },
                            {
                                "content": "114.  Regarding the applicant’s complaint about the investigator’s decisions to recommence the investigation of his case, the Court notes that the applicant was notified of these decisions each time. After additional investigative actions had been taken he was given the opportunity to study the case file (see paragraph 41 above). Such actions on the part of the State authorities could not be considered as curtailing the overall fairness of the proceedings or the applicant’s right to defence.",
                                "elements": []
                            },
                            {
                                "content": "115.  As regards the applicant’s submissions concerning contradictions in witness statements and the unsafe character of his sentence, the Court reiterates that while Article 6 guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence as such, which is primarily a matter for regulation under national law (see Jalloh v. Germany [GC], no. , § 94, ECHR 2006IX). The question which must be answered is whether the proceedings as a whole were fair. As far as Article 6 of the Convention is concerned it is not the Court’s task to act as an appeal court of “fourth instance” by calling into question the outcome of the domestic proceedings.",
                                "elements": []
                            },
                            {
                                "content": "116.  Having examined the available materials, the Court considers that the applicant’s conviction was not based on any evidence obtained in breach of his rights secured by the Convention. It should also be noted that the applicant had ample opportunity to contest the admissibility and reliability of witness evidence before courts at two levels of jurisdiction, and that his arguments in this respect were properly addressed by the court of appeal. The domestic courts are, in principle, better placed to judge the reliability of witnesses and the accuracy of investigation reports, as well as their formal compliance with domestic law. In these circumstances, the Court sees no reason to challenge the domestic courts’ decisions to admit witness statements in evidence. It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "117.  As regards the applicant’s allegations of misrepresentations and abridging of witness statements in trial court records, the Court generally applies the principle “whoever alleges something must prove that allegation”. In the present case the applicant did not submit audio records of trial court hearings, his version of the court’s transcripts, or any other evidence to substantiate his allegations. There are no circumstances in the present case which could exempt the applicant from producing such evidence. The Court concludes that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Complaints under Article 3 of the Convention",
                                "elements": [
                                    {
                                        "content": "118.  The Court observes that the applicant’s complaints about the conditions of his detention between 30 August and 16 September 2002 were raised before the Court in his application form dated 25 April 2003. The complaints about the forty occasions on which the applicant was transported to and from court hearings between 31 August 2002 and 11 October 2004 and about his detention in the District Court building within the same period were formulated and introduced for the first time in his application form of 25 August 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  Taking into account that the six-month time-limit for complaints about the conditions of detention and transportation starts to run from the end of detention and transportation in unsatisfactory conditions (see Novitskiy v. Russia (dec.), no. 11982/02, § 100, and Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, § 76, 10 January 2012), the Court concludes that the applicant’s complaints under Article 3 are belated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  It follows that these complaints are inadmissible for noncompliance with the six-month rule set out in Article 35 § 1 of the Convention, and must be rejected pursuant to Article 35 § 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Complaints under Article 5 § 1 (c) of the Convention",
                                "elements": [
                                    {
                                        "content": "121.  In his letter dated 25 April 2005 the applicant stated that his detention from 7 to 11 October 2004 was unauthorised and had no legal basis. In his observations submitted on 20 December 2008 the applicant alleged that the domestic authorities had not set any time-limits for his detention in April 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  The Court notes that the applicant’s complaints about his detention in April and October 2004 were lodged with the Court by the letters of 25 April 2005 and 20 December 2008 respectively. This is more than six months after the expiry of the periods of detention complained of (see Chumakov v. Russia, no. 41794/04, § 123, 24 April 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  Accordingly, these complaints must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "124.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "125.  The applicant claimed 25,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  The Government observed that the requested compensation for non-pecuniary damage was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  The Court accepts the Governments’ argument that the applicant’s claims appear excessive. Nevertheless, it considers that the non-pecuniary damage sustained by the applicant cannot be sufficiently compensated for merely by the finding of a violation. Making its assessment on an equitable basis, the Court awards the applicant EUR 4,400 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "128.  The applicant also claimed EUR 3,000 for costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  The Government objected to the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in the Court’s possession and the above criteria, the Court considers it reasonable to award the sum of EUR 2,000 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "131.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the length of the pre-trial detention, defects in the detention hearings of 8 January, 20 and 27 April 2004 on the extension of the applicant’s detention and the decision to hold hearings in his criminal case in camera admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention on account of the length of the applicant’s pre-trial detention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of the holding of the hearings of 8 January and 20 and 27 April 2004 in the absence of the applicant and his lawyer;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 of the Convention on account of the decision to hold trial hearings in camera;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 April 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ARTEMOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-142075.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0403JUD001494503",
    "externalsources": [],
    "extractedappno": [
        "14945/03",
        "30210/96",
        "26772/95",
        "38822/97",
        "33492/96",
        "543/03",
        "33977/96",
        "6847/02",
        "17584/04",
        "48666/99",
        "2708/02",
        "54655/07",
        "14807/08",
        "31890/11",
        "918/02",
        "5826/03",
        "61767/08",
        "1600/09",
        "58675/00",
        "36337/97",
        "35974/97",
        "64056/00",
        "8237/03",
        "20702/04",
        "24273/04",
        "37469/05",
        "18498/04",
        "54810/00",
        "11982/02",
        "42525/07",
        "60800/08",
        "41794/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-142075",
    "judgementdate": "03/04/2014 00:00:00",
    "kpdate": "03/04/2014 00:00:00",
    "kpthesaurus": [
        "448",
        "227",
        "337",
        "445",
        "76",
        "385"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "5-3",
        "5-4",
        "6-1",
        "5",
        "6"
    ],
    "parties": [
        "ARTEMOV",
        "RUSSIA"
    ],
    "rank": "1101.02722167969",
    "representedby": [
        "VOSKOBITOVA M."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "391251",
    "typedescription": "15"
}