{
    "__articles": "10;10-1",
    "__conclusion": "No violation of Article 10 - Freedom of expression-{general} (Article 10-1 - Freedom of expression)",
    "applicability": "",
    "appno": "3157/16",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "No violation of Article 10 - Freedom of expression-{general}",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-192785.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 3157/16) against the Republic of Bulgaria lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Austrian national, Mr Zachari Vesselinov (“the applicant”), on 15 December 2015.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Bulgarian Government (“the Government”) were represented by their Agent, Ms I. Stancheva-Chinova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the national courts’ judgments finding him liable for defamation had breached his right to freedom of expression.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 15 March 2016 notice of the above complaint was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  In a letter of 29 March 2016 the Austrian Government, who had been notified of the application (Rule 44 § 1 (a) of the Rules of Court), stated that they did not wish to exercise their right under Article 36 § 1 of the Convention to submit written comments.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1934 and lives in Vienna. He is of Bulgarian origin.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 23 July 2009 a letter signed by the applicant was sent to the Sofia Municipality. In that letter the applicant complained of construction works undertaken by his nephew, A.K., which had significantly altered the house which had been owned by his parents and where he had been born. The applicant had become aware of that during his stay in Sofia in May 2009. He expressed his indignation about the works undertaken, as well as doubts as to their legality, and requested to be sent copies of all documents concerning them, stating that he intended to bring the matter to court. He stated in addition that A.K. held, for the property in question, an “illegal notarial deed ... acquired on the basis of a forged notarial deed”. These allegations concerned the notarial deeds of 1995 and 1996, described in paragraph 12 below; A.K. had been the beneficiary under both of them. The applicant indicated an intention to challenge these deeds in court.",
                                "elements": []
                            },
                            {
                                "content": "8.  In December 2009 A.K. initiated a private criminal prosecution of the applicant. In his complaint he stated that he had become aware of the applicant’s letter “by chance”, and claimed that the applicant had defamed him, in particular by stating that he had an “illegal notarial deed ... acquired on the basis of a forged notarial deed”. This implied that A.K. had committed a criminal offence, namely using a forged document. In the same proceedings A.K. also brought a tort action against the applicant, claiming 10,000 Bulgarian levs (BGN – the equivalent of 5,114 euros (EUR)) in nonpecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant objected to the complaint against him, contending that what he had stated was true and that he had never claimed that A.K. had actually used the forged documents.",
                                "elements": []
                            },
                            {
                                "content": "10.  In a decision of the Sofia District Court of 18 October 2012, the criminal prosecution of the applicant was discontinued as time-barred, and the examination of the case continued only as regards A.K.’s tort action.",
                                "elements": []
                            },
                            {
                                "content": "11.  That action was allowed in a judgment of the Sofia District Court of 30 January 2014. The domestic court stated expressly in that judgment that it did not have to establish the elements of the criminal offence of defamation. It had to establish, in accordance with section 45(1) of the Obligations and Contracts Act (see paragraph 20 below), whether the applicant’s behaviour amounted to a tortious act and whether A.K. had suffered any damage as a result.",
                                "elements": []
                            },
                            {
                                "content": "12.  As to the facts of the case, the Sofia District Court established that A.K. had become the owner of part of the property at issue after his mother had donated to him a share in 1983 and he had purchased another share from a co-owner in 1995. Both transactions had been attested in notarial deeds. In a further notarial deed of 1996 A.K. had been recognised as the owner of part of the property. In 2006 he had obtained a permit to enlarge the existing house. The construction works had been carried out in 2006 and 2007. A representative of the building control authorities had visited the site on 2 July 2009 and had established breaches of the relevant rules, but no administrative sanction had been ordered against A.K. An additional check had been carried out on 26 November 2009, after one of the co-owners of the property (not the applicant) had complained. That check had showed that part of the construction works undertaken by A.K. did not correspond to the construction permit. It appears however that A.K. had not been ordered to demolish the unlawfully constructed parts. Further complaints by the coowners concerning the construction undertaken by A.K. had been sent to the municipality on 13 May 2010.",
                                "elements": []
                            },
                            {
                                "content": "13.  The Sofia District Court heard in addition witnesses who said that, following the applicant’s allegations against him, A.K. had become nervous and had had unspecified problems with the authorities.",
                                "elements": []
                            },
                            {
                                "content": "14.  The Sofia District Court found that it had never been shown that the notarial deeds in A.K.’s favour had been flawed, meaning that they had to be considered valid. The applicant’s allegations that one of these deeds had been “illegal” and another one “forged” could have affected A.K.’s good name in society, as they suggested that A.K. had profited from using unlawful means. Those allegations had also damaged A.K.’s professional reputation, since he was working in construction. This was so even bearing in mind that the municipal authorities had taken no particular action against A.K., and that checks on the construction site had been incited by other coowners of the property. The above considerations were valid regardless of whether the applicant had committed the criminal offence of defamation, since this was not the subject of the proceedings. The applicant had had resort to his constitutional right to petition the authorities, but the exercise of that right did not have to involve causing damage to others.",
                                "elements": []
                            },
                            {
                                "content": "15.  The Sofia District Court ordered the applicant to pay A.K. BGN 5,000 (the equivalent of EUR 2,557) in non-pecuniary damage, plus default interest. It considered such an award to be just, pointing out that A.K. had enjoyed a good name in society, that the applicant’s allegations had also affected A.K.’s professional reputation, and that the allegations had been made before a municipal body and not in private correspondence.",
                                "elements": []
                            },
                            {
                                "content": "16.  Upon an appeal by the applicant, in a final judgment of 21 August 2015, the Sofia City Court upheld the District Court’s judgment, endorsing its reasoning.",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicant has not submitted documents showing that he actually paid the amount awarded to A.K., nor has he claimed to have made any such payment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "18.  Article 45 of the Constitution of 1991 provides that citizens have the right to make complaints, proposals and petitions to the authorities.",
                                "elements": []
                            },
                            {
                                "content": "19.  Article 147 of the Criminal Code 1968 criminalises defamation. The offence and the relevant domestic practice concerning it have been described in Marinova and Others v. Bulgaria (nos. 33502/07 and 3 others, §§ 49 and 51-53, 12 July 2016).",
                                "elements": []
                            },
                            {
                                "content": "20.  Section 45(1) of the Obligations and Contracts Act 1951 provides that everyone is obliged to make good the damage which they have, through their fault, caused to another.",
                                "elements": []
                            },
                            {
                                "content": "21.  By Article 307 of the Code of Criminal Procedure 2005, the criminal court is obliged to rule on a civil claim that has already been accepted for examination in the criminal proceedings, even after the associated criminal prosecution has become time-barred or the accused has been acquitted. According to the Supreme Court of Cassation, the criminal court has to rule on a civil claim even where it cannot rule on the criminal liability of the accused because civil liability stems from a tortious act, and not from a criminal offence (Тълкувателно решение № 1 от 4.02.2013 г. на ВКС по тълк. д. № 2/2012 г., ОСНК; Решение № 31 от 2.04.2012 г. на ВКС по н. д. № 2981/2011 г., I н. о., НК).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant complained under Article 10 of the Convention that, after having complained to the authorities, he had been found liable to pay damages to A.K. for defamation.",
                                "elements": []
                            },
                            {
                                "content": "23.  Article 10 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "25.  The Government contended that the interference with the applicant’s right to freedom of expression had been in compliance with the requirements of Article 10 § 2. In particular, it had been lawful, since the relevant provisions of the Criminal Code were clear and accessible, and pursued the legitimate aim of protecting the reputation of others. Moreover, the interference had been proportionate to the legitimate aim pursued for the following reasons: the applicant’s criminal prosecution had been discontinued and the criminal courts had only examined A.K.’s civil claim against him; the applicant had not been a journalist or a whistle-blower, nor had A.K. been a public official, which meant that the authorities had owed no special protection to the applicant, and A.K. had not been obliged to tolerate criticism; the applicant had made a statement of fact, not a value judgment, and had not proven the veracity of the facts alleged; those facts were such that they could have affected A.K.’s reputation; the damages ordered against the applicant had not been excessive; the award of damages had been made in adversarial proceedings and the domestic courts had given sufficient reasons for their decisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The applicant pointed out that his letter had aimed to trigger a check by the authorities on possible irregularities, and argued that being held liable on that ground had been contrary to the principles of democracy and could dissuade potential future complainants. He contested in addition many of the domestic courts’ findings as to the facts of the case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "27.  The general principles developed in the Court’s case-law concerning freedom of expression have recently been summarised in Morice v. France ([GC], no. 29369/10, §§ 124-27, ECHR 2015) and Medžlis Islamske Zajednice Brčko and Others v. Bosnia and Herzegovina ([GC], no. 17224/11, §§ 7577, 27 June 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Turning to the case at hand, the Court observes that the court decisions finding the applicant liable to pay damages to A.K. amounted to an interference with his right to freedom of expression under Article 10 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  In previous cases against Bulgaria under Article 10 of the Convention, concerning complaints addressed to the authorities, and where the applicants had been convicted of defamation in criminal proceedings, the Court expressed doubts as to the lawfulness of the interferences with their rights. These were based on the fact that the applicants had not “disseminated” injurious statements, while the “dissemination” was an requisite element of the offence of defamation, as interpreted by the former Bulgarian Supreme Court and the current Supreme Court of Cassation. The applicants’ cases had not reached the Supreme Court of Cassation, so that it could authoritatively rule on the matter. However, the Court decided that it did not have to pronounce on the question of lawfulness, since it considered that the interferences with the applicants’ rights were in any event disproportionate (see Marinova and Others, nos. 33502/07 and 3 others, §§ 81-82, 12 July 2016; Zdravko Stanev v. Bulgaria (no. 2), no. 18312/08, §§ 33-34, 12 July 2016; Sapundzhiev v. Bulgaria [Committee], no. 30460/08, § 41, 6 September 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  In the present case, similarly to the ones cited in the previous paragraph, the proceedings against the applicant were initially concerned with his criminal liability for defamation. However, his criminal prosecution subsequently became time-barred and the domestic courts did not seek to establish whether the applicant had committed the criminal offence of defamation. They only examined the civil claim brought by A.K. in the same proceedings (see paragraphs 8-10 and 21 above). In view thereof, the Court sees no reason to call into question the lawfulness of the interference with the applicant’s right to freedom of expression, as it did in the cases cited in the previous paragraph, on the ground of any failure of the domestic courts’ to establish the elements of the criminal offence of defamation. The interference was based on section 45(1) of the Obligations and Contracts Act (see paragraphs 11 and 20 above). The Court finds therefore that the interference with the applicant’s rights was “prescribed by law”, as required under Article 10 § 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court considers furthermore that the interference pursued a legitimate aim, namely the protection of the reputation and rights of A.K.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The salient question is whether the interference was “necessary in a democratic society”, that is to say whether it corresponded to a pressing social need, whether it was proportionate to the legitimate aim pursued and whether the reasons given by the national authorities were relevant and sufficient (see, among others, Janowski v. Poland [GC], no. 25716/94, § 30, ECHR 1999I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant was found civilly liable for having stated that A.K. was in possession of an “illegal notarial deed ... acquired on the basis of a forged notarial deed” (see paragraph 7 above). The Court sees no reason to question the domestic courts’ findings of fact in that regard, namely that the applicant had made that statement and that it was untrue..",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Moreover, even if it acknowledges that the impugned statement was not particularly aggressive, denigrating or insulting, and notes that no adverse practical consequences for A.K. such as checks or inspections on the part of the authorities stemmed from the applicant’s letter, the Court is not to question the national courts’ conclusion that A.K. nevertheless suffered some damage as a result. That conclusion was based in particular on witness testimony, and appears to be adequately reasoned (see paragraphs 13-15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The applicant was found civilly liable for one particular statement contained in his letter of 23 July 2009, namely, as mentioned above, that A.K. was in possession of an “illegal notarial deed ... acquired on the basis of a forged notarial deed” (see paragraph 7 above). That statement was addressed to the Sofia Municipality, but that local authority was not competent to verify such a matter or take any measures. The applicant said in his letter that he intended to challenge A.K.’s notarial deeds in court – which was indeed the authority competent to resolve the matter – but has not shown that he took any action in that regard. Accordingly, it cannot be said that the applicant was found liable for having made before an authority a complaint the latter was competent to deal with (contrast Marinova and Others, § 89, and Sapundzhiev, § 42, both cited above). On the contrary, it would appear that, in making the impugned statement, the applicant deliberately sought to harm his nephew. The statement at issue was not made impulsively or in the heat of a discussion, but was sent to the authorities about two months after the applicant had visited Sofia and had become aware of the construction undertaken by his nephew (see paragraph 7 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  It is also significant that no sanction was imposed to the applicant with regard to the remaining statements in his letter of 23 July 2009, in particular that he was indignant about the works undertaken by his nephew and that he had doubts as to their legality. In addition, the applicant did not make allegations of misconduct against a public official, with regard to whom the limits of acceptable criticism would have been wider (contrast Marinova and Others, cited above, § 87).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  For the reasons above, the Court finds that the interference with the applicant’s freedom of expression corresponded to a pressing social need. As mentioned above, it notes furthermore that, in finding the applicant civilly liable for having made the impugned statement, the domestic courts gave relevant and sufficient reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  As to the sanction imposed on the applicant, the Court observes that the criminal prosecution against him became time-barred and he was only found civilly liable. The applicant was ordered to pay to A.K. a sum equivalent to EUR 2,557, plus default interest (see paragraph 15 above). The applicant has not submitted details on his personal financial situation and the Court is unable to assess whether such an award against him was excessive and imposed on him a disproportionate burden. Furthermore, the applicant does not appear to have actually paid any part of that sum (see paragraph 17 above), nor has it been claimed that A.K. has attempted to obtain such a payment. Moreover, seeing that, as noted above, the case did not concern a complaint by the applicant to an authority competent to deal with it, it cannot be said that the finding of the applicant civilly liable risked having the effect of stifling potential future complaints (contrast Sapundzhiev, cited above, § 49).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Having regard to the above, the Court concludes that the interference with the applicant’s freedom of expression was “necessary in a democratic society”, and thus met the requirements of Article 10 § 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  There has accordingly been no violation of Article 10.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 May 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Lado Chanturia",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VESSELINOV v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-192785.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0502JUD000315716",
    "externalsources": [],
    "extractedappno": [
        "3157/16",
        "33502/07",
        "29369/10",
        "17224/11",
        "18312/08",
        "30460/08",
        "25716/94"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-192785",
    "judgementdate": "02/05/2019 00:00:00",
    "kpdate": "02/05/2019 00:00:00",
    "kpthesaurus": [
        "149",
        "148"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "10",
        "10-1"
    ],
    "parties": [
        "VESSELINOV",
        "BULGARIA"
    ],
    "rank": "3329.13037109375",
    "representedby": [],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "487800",
    "typedescription": "15"
}