{
    "__articles": "6;6-1;13",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)",
    "applicability": "",
    "appno": "61436/09",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        }
    ],
    "content": {
        "001-126800.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 61436/09) against the Slovak Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovak national, Ms Margita Klinovská (“the applicant”), on 10 November 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr R. Slamka, a lawyer practising in Dolný Kubín. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 26 April 2010 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1969 and lives in Rabčice.",
                                "elements": []
                            },
                            {
                                "content": "A.  Action",
                                "elements": [
                                    {
                                        "content": "5.  On 15 November 2004 the applicant lodged an action for damages with the Bratislava I District Court. She relied on the State Liability Act and argued that the Ministry of Finance and three other public authorities as defendants were liable for the financial loss she had suffered as a result of a failed investment with two private non-banking investment institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Such institutions used to operate in Slovakia in the 1990s soliciting and accepting money from the public on a large scale for the promise of unusually high returns on the basis of various private-law contracts outside the framework of the banking and investment sectors. They eventually collapsed (see, for example, Fruni v. , no. 8014/07, 21 June 2011 and Loveček and Others v. , no. 11301/03, 21 December 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant argued that the defendants had failed to exercise their supervisory functions, that they had thereby enabled the investment institutions in question to carry out their illicit activities and that they were accordingly liable for the loss she had suffered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  Throughout the proceedings, the applicant several times submitted new evidence, was requested to provide further and better particulars of her claim, did so, and requested that further defendants be admitted to the proceedings. Such requests were determined and the number of the defendants finally stabilised at 8. Their observations in reply were obtained and, in 2011, they had to be asked for fresh observations on one point of procedure as there had been an error in the District Court’s previous summonses. On the procedural level, courts at two levels were involved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The first hearing on the merits was held on 15 March 2012 and two more followed, after the last of which, on 9 November 2012, the District Court discontinued the proceedings in respect of three of the defendants and dismissed the action against the others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The applicant appealed and her appeal is still pending.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Complaint to the President of the District Court",
                                "elements": [
                                    {
                                        "content": "9.  On 16 March 2009 the applicant complained of delays in the proceedings to the President of the District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In a letter of response of 16 April 2009, the President of the District Court acknowledged that there had been undue delays in the proceedings resulting mainly form objective factors. She apologised to the applicant and informed her that she had instructed the judge to ensure that no more undue delays occur and that she would monitoring the progress of the proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Constitutional complaint",
                                "elements": [
                                    {
                                        "content": "11.  On 25 May 2009 the applicant lodged a complaint under Article 127 of the Constitution with the Constitutional Court. She directed the complaint against the District Court and alleged that it had violated her right to a hearing within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 11 June 2009 the Constitutional Court declared the complaint inadmissible as being manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Constitutional Court held that the complaint lodged by the applicant with the President of the District Court had proven to be effective. The President of the District Court had reacted adequately and had adopted necessary measures with a view to ensuring expeditious examination of the applicant’s action.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consequently, at the time of the introduction of the constitutional complaint, the District Court was proceeding with the case properly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Should any further delays occur in the proceedings, the applicant was free to raise her complaint in the Constitutional Court anew without first having to do so again with the President of the District Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 6 § 1 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "13.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement and that the Constitutional Court had failed to provide her with a remedy in that respect.",
                                "elements": []
                            },
                            {
                                "content": "The Court considers that these complaints most naturally fall to be examined under Articles 6 § 1 and 13 of the Convention which, in so far as relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "14.  The Government argued that the applicant had had at her disposal effective remedies, which she had failed to exhaust. In that respect, they advanced two separate lines of argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "First, the Government contended that the applicant had failed to bring her constitutional complaint in accordance with the applicable formal requirements. In that respect, they referred to the Constitutional Court’s conclusions that the applicant’s complaint to the President of the District Court had led the President to take measures to ensure expeditious continuation of the proceedings and that, in the event of any further delays in the proceedings, the applicant was free to raise her complaint in the Constitutional Court anew without first having to do so again with the President of the District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second, the Government argued that the applicant had failed to seek redress in respect of the alleged violation of her Article 6 rights by way of an action for damages under the State Liability Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Apart from that the Government accepted that the lengthofproceedings complaint was not manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant disagreed and reiterated her complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court observes that in its judgments in the cases of Ištván and Ištvánová v. Slovakia (no. 30189/07, §§ 52 – 55, 63 – 99 and 106, 12 June 2012) and Komanický v. Slovakia (no. 6) (no. 40437/07, §§ 51 – 54, 60  96 and 102, 12 June 2012) it examined at length and ultimately dismissed substantially the same objections as the Government raises in the present case. It finds no reasons for reaching a different conclusion now.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government’s objections are accordingly dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The period to be taken into consideration began on 15 November 2004 and has not yet ended. It has thus lasted more than 8 years and 7 months for two levels of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "20.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Furthermore, in view of the conclusions reached above as regards exhaustion of domestic remedies in respect of the complaint under Article 6 § 1 of the Convention, the Court finds that there has likewise been a violation of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "25.  The applicant claimed 30,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government contested the claim as overstated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court considers that the applicant must have sustained nonpecuniary damage. Ruling on an equitable basis, it awards award her EUR 5,500 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "28.  The applicant also claimed EUR 736.41 for legal fees and expenses incurred before the domestic courts and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government contested the claim arguing that the applicant had failed to support it by any documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see, for example, Iatridis v. Greece (just satisfaction) [GC], no.  31107/96, § 54, ECHR 2000-XI). Furthermore, Rule 60 § 2 of the Rules of Court provides that itemised particulars of any claim made under Article 41 of the Convention must be submitted, together with the relevant supporting documents or vouchers, failing which the Court may reject the claim in whole or in part.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In the instant case, the Court observes that the applicant has not substantiated her claim with any relevant supporting documents establishing that she was under an obligation to pay the costs of the legal services and administrative expenses or that she has actually paid them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, the Court does not award any sum under this head (see Cumpǎnǎ and Mazǎre v. Romania [GC], no. 33348/96, §§ 133-134, ECHR 2004-XI).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "32.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 5,500 (five thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 October 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luis López Guerra",
            "role": "president"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Marialena Tsirli",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KLINOVSKÁ v. SLOVAKIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-126800.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:1008JUD006143609",
    "externalsources": [],
    "extractedappno": [
        "61436/09",
        "8014/07",
        "11301/03",
        "30189/07",
        "40437/07",
        "30979/96",
        "31107/96",
        "33348/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-126800",
    "judgementdate": "08/10/2013 00:00:00",
    "kpdate": "08/10/2013 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "KLINOVSKÁ",
        "SLOVAKIA"
    ],
    "rank": "1033.34423828125",
    "representedby": [
        "SLAMKA R."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "384950",
    "typedescription": "15"
}