{
    "__articles": "10",
    "__conclusion": "Violation of Art. 10",
    "applicability": "",
    "appno": "72683/01",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        }
    ],
    "content": {
        "001-82036.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 72683/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Viktor Vladimirovich Chemodurov (“the applicant”), on 21 May 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Ms G. Arapova and Ms M. Ledovskikh, lawyers practising in . The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained of a violation of his right to freedom of expression.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 30 August 2005, the Court declared the application admissible. Neither party submitted additional observations on the merits.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1951 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  On 19 July 2000 the Kurskiy Vestnik newspaper published an article by the applicant entitled “Twelve chairs from the Governor's suite of furniture, or How yet another million dollars from the regional budget vanished into thin air” (“Двенадцать стульев из гарнитура губернатора, или Как 'испарился' из областного бюджета еще один миллион долларов”). The article gave an account of the misappropriation of budgetary funds allocated for the purchase of furniture and renovations, and Governor Rutskoy's calm reaction to these events. The relevant parts read as follows (translated from Russian):",
                                "elements": []
                            },
                            {
                                "content": "“A normal governor in that situation [having received information about the misappropriation of substantial sums from the budget] would certainly clutch his head in horror and start inquiring how the taxpayers' money had disappeared and who was at fault. He would fire those responsible and seek the assistance of the police, the prosecutor's office and the courts in order to make good the loss to the regional budget...",
                                "elements": []
                            },
                            {
                                "content": "That would be the logical conduct of a normal governor. But our [governor], having received a letter from the head of the audit department..., wrote the following instruction by hand...”",
                                "elements": []
                            },
                            {
                                "content": "7.  The article then quoted the instruction given by Governor Rutskoy, recommending to his aides that they re-evaluate the work that had been carried out so as to cover up the discrepancy between the amount allocated and the expenses incurred. The article ended in the following manner:",
                                "elements": []
                            },
                            {
                                "content": "“I do not know what others think, but my view is as follows: a governor who gives such advice is abnormal (ненормальный). Let me clarify, lest I face judicial proceedings: I am talking about the conduct of a [State] official, not Mr Rutskoy's personality, which is none of my business.”",
                                "elements": []
                            },
                            {
                                "content": "8.  On 1 August 2000 Governor Rutskoy lodged a civil action for defamation against the applicant and the newspaper's editors. He considered certain facts in the applicant's article to be untrue and damaging to his honour, dignity and professional reputation and claimed 250,000 Russian roubles (RUR) in non-pecuniary damages. In particular, the Governor considered the following words from the final paragraph of the article to be insulting: “... a governor who gives such advice is abnormal... I am talking about the conduct of a [State] official...”",
                                "elements": []
                            },
                            {
                                "content": "9.  On 19 October 2000 the Leninskiy District Court of Kursk allowed the defamation action in part. The court was satisfied that the facts contested by Governor Rutskoy were shown to have been true by the applicant. As regards the final sentence, it found as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The extract from the article which reads '... a governor who gives such advice is abnormal' represents the opinion of the article's author, however, this opinion is expressed in an insulting manner.",
                                "elements": []
                            },
                            {
                                "content": "The court cannot agree with [the applicant's] arguments that in using the word 'abnormal' he was referring to the Governor's conduct and not to his personality. A subsequent clarification by the author which reads '...I am talking about the conduct of a [State] official, not Mr Rutskoy's personality' does not eliminate the ambiguity of perception, including [the perception of] an insulting meaning, as the purpose and structure of the main clause suggested that 'abnormal' referred precisely to the word 'governor' and not to his behaviour...",
                                "elements": []
                            },
                            {
                                "content": "The court considers that the violation of the plaintiff's right to a good name, honour, dignity and professional reputation should be remedied, pursuant to Articles 150, 151 of the Civil Code, by requiring the person who caused it to pay compensation in respect of non-pecuniary damage...”",
                                "elements": []
                            },
                            {
                                "content": "10.  The District Court held that this extract was “expressed in an insulting manner which damaged the honour, dignity and professional reputation of A. Rutskoy” and ordered that the applicant should pay RUR 1,000 (42 euros (EUR)) to the Governor. The remainder of the Governor's action was dismissed as ill-founded.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 4 November 2000 the applicant appealed against the judgment. He submitted that the plaintiff had taken the impugned words out of context and that the court had failed to analyse the paragraph as a whole. The word “abnormal” had obviously referred to the acts of Governor Rutskoy as a State official and public figure. Furthermore, according to an authoritative dictionary of the Russian language, the first meaning of the word “abnormal” was “divergent from the norm” and the meaning of “insane, mentally ill” was the second, colloquial meaning.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 28 November 2000 the  upheld the judgment of 19 October 2000. The  confirmed the first-instance court's finding as to the insulting meaning of the impugned sentence and dismissed the applicant's arguments as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The grounds of appeal to the effect that the impugned sentence was not insulting because it referred not to the personality, but to the conduct of a public official cannot be taken into account because the [first-instance] court correctly proceeded from the literal meaning of the sentence and the interpretation of that sentence suggested in the points of appeal did not conform to its substance.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "13.  The relevant provisions of the Civil Code read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 150  Incorporeal assets",
                                "elements": []
                            },
                            {
                                "content": "“1. An individual's life and health, dignity, personal integrity, honour and goodwill, professional reputation... other personal non-property rights and other incorporeal assets which a person possesses by virtue of birth or by operation of law shall be inalienable and shall not be transferable by any means...”",
                                "elements": []
                            },
                            {
                                "content": "Article 151  Compensation for non-pecuniary damage",
                                "elements": []
                            },
                            {
                                "content": "“If certain actions impairing an individual's personal non-property rights or encroaching on other incorporeal assets have caused him or her non-pecuniary damage (physical or mental suffering) ... the court may impose on the perpetrator an obligation to pay pecuniary compensation for that damage...”",
                                "elements": []
                            },
                            {
                                "content": "Article 152  Protection of honour, dignity and professional reputation",
                                "elements": []
                            },
                            {
                                "content": "“1. An individual shall be entitled to claim, before a court, a rectification of information damaging his honour, dignity and professional reputation, unless the person who disseminated the information proves that it was true...",
                                "elements": []
                            },
                            {
                                "content": "5.  The individual about whom information damaging to his or her honour, dignity and professional reputation was disseminated shall be entitled to claim, in addition to rectification, compensation for pecuniary and non-pecuniary damage caused by the perpetrator.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "14.  The applicant complained of a violation of his right to impart information guaranteed under Article 10 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others...”",
                                "elements": []
                            },
                            {
                                "content": "15.  The Court notes that it is common ground between the parties that the judgments given in the defamation action against the applicant constituted an interference with his right to freedom of expression as protected by Article 10 § 1. The Court's task is to determine whether the interference was justified within the meaning of paragraph 2 of this Article, that is, whether it was “prescribed by law”, pursued a legitimate aim and was “necessary in a democratic society”.",
                                "elements": []
                            },
                            {
                                "content": "16.  As regards the legal basis for the interference, the present case is different from previous freedom-of-expression cases against Russia that have been before the Court, in that the domestic courts held the applicant liable not for his failure to prove the truthfulness of his assertions under Article 152 of the Civil Code (see, for example, Karman v. , no. 29372/02, § 31, 14 December 2006, and Grinberg v. , no. 23472/03, § 26, 21 July 2005) but for having proffered an insulting statement (the word “abnormal”) which was degrading to the Governor's dignity, a personal non-pecuniary right protected under Article 150 of the Civil Code. The applicant contended that, since the notion of “insult” was defined only in criminal law but not in the Civil Code, he had not been able reasonably to foresee that the use of such a neutral word would give rise to civil liability. The Court considers that it need not determine whether the legal norms applied in the defamation claim were formulated with sufficient precision to enable the applicant to regulate his conduct, since the interference was, in any event, not “necessary in a democratic society” for the following reasons.",
                                "elements": []
                            },
                            {
                                "content": "17.  The Court recalls that, in applying the test of necessity, its task is to determine whether the interference corresponded to a “pressing social need”, whether it was proportionate to the legitimate aim pursued and whether the reasons given by the national authorities to justify it were “relevant and sufficient”. In assessing whether such a need exists and what measures should be adopted to deal with it, the national authorities are left a certain margin of appreciation. This power of appreciation is not however unlimited, but goes hand in hand with a European supervision by the Court, whose task it is to give a final ruling on whether a restriction is reconcilable with freedom of expression as protected by Article 10. The Court's task in exercising its supervisory function is not to take the place of the national authorities, but rather to review under Article 10, in the light of the case as a whole, the decisions they have taken pursuant to their margin of appreciation. In so doing, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they based their decisions on an acceptable assessment of the relevant facts (see, for example, Grinberg, cited above, §§ 26-27, with further references).",
                                "elements": []
                            },
                            {
                                "content": "18.  In examining the particular circumstances of the case, the Court takes the following elements into account: the position of the applicant, the position of the plaintiff in the defamation claim, the subject matter of the publication and qualification of the contested statement by the domestic courts, the wording used by the applicant, and the penalty imposed on him (see Krasulya v. , no. 12365/03, § 35, 22 February 2007, and  v. , no. 26958/95, § 35, ECHR 2001II).",
                                "elements": []
                            },
                            {
                                "content": "19.  As regards the applicant's position, the Court observes that he was a journalist. It reiterates in this connection that the press fulfils an essential function in a democratic society. Although it must not overstep certain bounds, particularly as regards the reputation and rights of others, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on all matters of public interest (see De Haes and Gijsels v. Belgium, judgment of 24 February 1997, Reports of Judgments and Decisions 1997I, § 37, and Bladet Tromsø and Stensaas v.  [GC], no. 21980/93, § 59, ECHR 1999III). Journalistic freedom covers possible recourse to a degree of exaggeration, or even provocation (see Prager and Oberschlick v.  (no. 1), judgment of 26 April 1995, Series A no. 313, § 38).",
                                "elements": []
                            },
                            {
                                "content": "20.  The thrust of the criticism in the applicant's publication was directed against the regional governor Mr Rutskoy, a professional politician in respect of whom the limits of acceptable criticism are wider than in the case of a private individual (see Krasulya, § 37, and Grinberg, § 32, both cited above, and Lingens v. Austria, judgment of 8 July 1986, Series A no. 103, § 42). At the material time Mr Rutskoy was standing for re-election to his position. As a prominent actor on the political scene, Mr Rutskoy inevitably and knowingly laid himself open to close scrutiny of his every word and deed by both journalists and the public at large. The Court stresses that in these circumstances he should have displayed a greater degree of tolerance to critical publications.",
                                "elements": []
                            },
                            {
                                "content": "21.  The applicant's article concerned Governor Rutskoy's reaction to an official audit report which revealed a substantial deficit in the regional budget. The Government and the applicant were in agreement that this subject could be considered as part of a political debate on a matter of general and public concern. The Court reiterates in this connection that it has been its constant approach to require very strong reasons for justifying restrictions on political speech, as broad restrictions imposed in individual cases would undoubtedly affect respect for the freedom of expression in general in the State concerned (see Feldek v. Slovakia, no. 29032/95, § 83, ECHR 2001VIII, and Sürek v. Turkey (no. 1) [GC], no. 26682/95, § 61, ECHR 1999-IV).",
                                "elements": []
                            },
                            {
                                "content": "22.  The main point on which the parties disagreed was the characterisation of the word “abnormal” by the domestic courts. Referring to the Court's findings in the case of Constantinescu v. Romania (no. 28871/95, ECHR 2000VIII), the Government submitted that the word had been used to describe Mr Rutskoy's personality rather than his political activities and that the applicant could have couched his criticism in different terms without resorting to assertions degrading to Mr Rutskoy's dignity. The Government pointed out that the applicant had been ordered to pay a mere thousand roubles in damages.",
                                "elements": []
                            },
                            {
                                "content": "23.  The applicant maintained that the domestic courts had not taken into account the context of the article, which had concerned Mr Rutskoy's professional conduct rather than his private life or mental health. The applicant pointed out that, in order to eliminate any vestige of ambiguity, he had expressly stated that he had been referring to Mr Rutskoy's conduct rather than his personality. A consistent reading of the article would have revealed that the applicant had first examined what the conduct of a “normal” governor should have been in a similar situation and then expressed his view on Mr Rutskoy's reaction. Finally, the applicant stressed that he had not stated that the governor had been generally abnormal; his value judgment had referred to one specific manifestation of the governor's professional activities, namely his advising his assistants to cover up the budget deficit.",
                                "elements": []
                            },
                            {
                                "content": "24.  The applicant also submitted that he had acted in good faith. He had verified all the facts in the article and the courts had been satisfied as to their accuracy. He had therefore expressed a value judgment which had rested on a solid and sufficient factual basis, thus distinguishing his case from the Constantinescu case. On the other hand, his case was similar to the Oberschlick case, where the public use of a much stronger word “idiot” (Trottel) in respect of a politician had been found not to be disproportionate (see Oberschlick v.  (no. 2), judgment of 1 July 1997, Reports 1997IV, § 34).",
                                "elements": []
                            },
                            {
                                "content": "25.  The Court agrees with the domestic courts' characterisation of the word “abnormal” as a value judgment rather than a statement of fact. It cannot, however, accept their finding that in the context of the applicant's article the word was employed to suggest that the Governor was insane. The Court notes that the article opened with a description of the contents of an audit report which had revealed a shortage of funds allocated for the purchase of office furniture. The applicant stated his view that under such circumstances an imaginary “normal governor” would have attempted to identify those responsible, ensure their prosecution and seek restitution of the stolen money. He then contrasted the conduct of that fictitious “normal governor” with the real-life reaction of Governor Rutskoy, who had advised his assistants to re-evaluate the work that had been carried out so as to cover up the deficit. The article concluded with an expression of the applicant's opinion on the “abnormality” of a State official's dispensing such advice. Against this background, the Court considers that the term “abnormal”, taken in its context, should be understood in the sense given to it by the applicant, namely to describe the conduct of a State official which did not appear appropriate in the circumstances of the case.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Court further reiterates that while the existence of facts can be demonstrated, the truth of value judgments is not susceptible of proof. The requirement to prove the truth of a value judgment is impossible to fulfil and infringes freedom of opinion itself, which is a fundamental part of the right secured by Article 10 (see Grinberg, cited above, §§ 30-31, with further references). However, the question remains whether there was a sufficient factual basis for the impugned statement, since even a value judgment without any factual basis to support it may be excessive (see Jerusalem, § 43, cited above). In the present case the domestic courts were satisfied as to the accuracy of the facts related in the applicant's article – in particular, as regards the handwritten instruction by Governor Rutskoy for his assistants to re-evaluate the work that had been carried out – and dismissed that part of the Governor's claim as unfounded. It follows that the applicant's value judgment had a solid factual grounding.",
                                "elements": []
                            },
                            {
                                "content": "27.  Finally, the Court notes that the applicant took care to avoid an ambiguous reading of his conclusion. He made it clear that his statement on “abnormality” referred to Governor Rutskoy's conduct rather than to his persona, and he did so in the piece itself, that is, before the defamation suit was filed. The domestic courts did not explain why they favoured the interpretation of the statement suggesting that the Governor was mentally deficient over the one criticising shortcomings in the discharge of his duties. In these circumstances, the Court considers that the need to put the protection of the politician's personality rights above the applicant's right to freedom of expression and the general interest in promoting this freedom where issues of public interest are concerned has not been convincingly established.",
                                "elements": []
                            },
                            {
                                "content": "28.  In the light of the above considerations and taking into account the task of journalists and the press of imparting information and ideas on matters of public concern, even those that may offend, shock or disturb, the Court considers that the use of the term “abnormal” to describe Mr Rutskoy's conduct did not exceed the acceptable limits of criticism. That the proceedings were civil rather than criminal in nature and the final award was relatively small does not detract from the fact that the domestic decisions were not based on an acceptable assessment of the relevant facts (see paragraph 17 above). Accordingly, the Court finds that the interference at issue was not “necessary in a democratic society”.",
                                "elements": []
                            },
                            {
                                "content": "29.  There has therefore been a violation of Article 10 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "31.  The applicant claimed EUR 47 in respect of pecuniary damage, representing the amount he had paid to Governor Rutskoy in pursuance of the domestic judgments, adjusted for inflation. As regards non-pecuniary damage, the applicant considered that a finding of a violation would constitute a sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government accepted the claim for pecuniary damage in the amount of RUR 1,070 which the applicant had actually paid to the Governor. They stated that the applicant had not submitted a calculation of inflation-related losses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court considers that there is a causal link between the violation found and the alleged pecuniary damage in so far as the applicant referred to the amount which he had to pay to Mr Rutskoy under the domestic judgments. Moreover, some pecuniary loss must have been occasioned on account of the period that elapsed from the time when the above amount was paid until the Court's award (see Grinberg, § 39, cited above). Consequently, the Court awards the applicant EUR 50 in respect of pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "34.  The applicant claimed RUR 35,000 (EUR 1,026) for his representation before the Court by Ms Arapova. He submitted a legal services contract and two payment receipts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government submitted that the amount of legal fees was excessive and unreasonable. Furthermore, they claimed that the only acceptable evidence of payment would be the representative's tax declaration, stamped by the tax authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. Examining the documents submitted by the applicant, the Court is satisfied that the applicant paid his representative the amounts stipulated in the legal services contract. Whether the applicant's representative paid taxes on these amounts is immaterial for making an award under Article 41 of the Convention. It further considers that the legal fee was reasonable as to quantum and awards the applicant the entire amount he claimed in respect of costs and expenses, namely EUR 1,026, plus any tax that may be chargeable on it.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "37.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": " (b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 July 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CHEMODUROV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-82036.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0731JUD007268301",
    "externalsources": [],
    "extractedappno": [
        "72683/01",
        "29372/02",
        "23472/03",
        "12365/03",
        "26958/95",
        "21980/93",
        "29032/95",
        "26682/95",
        "28871/95"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-82036",
    "judgementdate": "31/07/2007 00:00:00",
    "kpdate": "31/07/2007 00:00:00",
    "kpthesaurus": [
        "149"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "10"
    ],
    "parties": [
        "CHEMODUROV",
        "RUSSIA"
    ],
    "rank": "591.598571777344",
    "representedby": [
        "ARAPOVA G.",
        "LEDOVSKIKH M."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "336920",
    "typedescription": "15"
}