{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "47891/99",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-60441.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (No. 47891/99) against the Hellenic Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Greek national, Mr Nikolaos Spentzouris (“the applicant”), on 14 November 1998.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr K. Sakellariadis and Mr C. Tselios, both lawyers practising in Athens. The Greek Government (“the Government”) were represented by Mr S. Spyropoulos and Mr I. Bakopoulos of the Legal Council of the State, Acting Agents.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, inter alia, that, contrary to Article 6 § 1 of the Convention, the administrative proceedings he had instituted had not been heard within a reasonable time.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 31 May 2001 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1937 and lives in Athens.",
                                "elements": []
                            },
                            {
                                "content": "9.  Between 13 July 1953 and 15 October 1957 the applicant paid contributions to the Fund of Typographers and Graphic-Arts Employees (Ταμείο Τυπογράφων και Μισθωτών Γραφικών Τεχνών) for 1136 working days. Between 1 February 1979 and 31 December 1980 the applicant paid contributions to the Social Security Foundation (Ίδρυμα Κοινωνικών Ασφαλίσεων) for 86 working days. Between 1 January 1981 and 30 July 1981 the applicant paid contributions to the Social Security Fund for Technical Staff working in the Athens Press (Ταμείο Ασφάλισης Τεχνικών Τύπου Αθηνών) for seven months. Between 1 August 1981 and 31 May 1988 he paid contributions to the same fund for five years, ten months and 18 days.",
                                "elements": []
                            },
                            {
                                "content": "10.  Then the applicant requested to be put on retirement under sections 18 § 2 and 10 § 1 of Law No. 1186/81. On 16 December 1988 the Director of the Social Security Fund for Technical Staff working in the Athens Press decided that the applicant was entitled to the pension provided for those who had worked for five to ten years (section 10 § 1 (a)).",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant appealed against this decision considering that, under the relevant legislation, the Fund should also have taken into consideration the working days in respect of which he had paid contributions to the Fund of Typographers and Graphic-Arts Employees and the Social Security Foundation. His appeal was rejected by the Board of the Social Security Fund for Technical Staff working in the Athens Press sometime in 1989.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 19 April 1989 the applicant challenged this decision before the First Instance Administrative Court of Athens. On 28 February 1990 the court considered that sections 18 § 2 and 10 § 1 of Law No. 1186/81 were provisions of an exceptional nature. As a result, there was no room for applying the legislation concerning the taking into consideration of working days in respect of which contributions had been paid to other funds.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 20 July 1990 the applicant appealed against this decision. His appeal was rejected by the Administrative Court of Appeal of Athens on 10 April 1992.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 2 July 1993 the applicant appealed in cassation. He argued that if the contributions he had paid to other funds were not taken into account, his property rights would be violated, in breach of the Constitution.",
                                "elements": []
                            },
                            {
                                "content": "15.  At first, the hearing was set down for 11 April 1994 but it was adjourned because the lawyers of the Athens Bar Association were on strike. A new hearing was set down for 21 November 1994 but it was continuously postponed. The hearing was finally held on 25 May 1998.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 9 June 1998 the Council of State rejected the applicant’s appeal referring to a number of previous decisions to the effect that the legislation concerning the taking into consideration of working days in respect of which contributions had been paid to other funds did not apply in cases of provisions that create exceptional rights to a pension.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "17.  According to section 18 § 2 of Law No. 1186/81, persons who have contributed for at least five years to the Social Security Fund for Technical Staff working in the Athens Press are entitled to a pension if they are made redundant out of no fault of their own or because of the introduction of new technology. Their pensions are calculated according to section 10 of the same law. According to section 10 § 1 (a), those who have contributed for five to ten years will receive a monthly pension of GRD 10,000. Section 10 § 1 (b) fixes a higher amount for those who have contributed for more than ten years.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 21 November 1985 the Ministry of Health, Welfare and Social Security informed the Social Security Fund for Technical Staff working in the Athens Press that, when examining requests under sections 18 § 2 and 10 § 1 of Law No. 1186/81, it should apply the legislation concerning the taking into consideration of working days in respect of which contributions had been paid to other funds.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant complained that the length of the proceedings gave rise to a violation of Article 6 § 1 of the Convention, the relevant part of which provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "20.  The Government submit that the length of the proceedings does not disclose a breach of Article 6 § 1 of the Convention, given the seriousness of the case and the fact that many delays were caused by the lawyers’ strike for which the Government are not responsible.",
                                "elements": []
                            },
                            {
                                "content": "21.  The applicant argues that the Government cannot justify the delays by referring to the lawyers’ strike, given that the hearing was adjourned for this reason only on one occasion. Overall, the applicant submits that the particular circumstances of the case cannot justify the length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "22.  The Court notes that the proceedings started on 19 April 1989 when the applicant instituted proceedings before the first-instance administrative court and ended on 9 June 1998 with the judgment of the Council of State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Therefore the proceedings lasted nine years, one month and twentyone days for three levels of jurisdiction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Reasonableness of the length of the proceedings",
                                "elements": [
                                    {
                                        "content": "24.  The Court recalls that the reasonableness of the length of the proceedings must be assessed in the light of the particular circumstances of the case and with the help of the following criteria: the complexity of the case, the conduct of the parties, the conduct of the authorities dealing with the case and what was at stake for the applicant (see Laino v. Italy [GC], no. 33158/96, § 18, ECHR 1999-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court considers that the case was not complex and that the applicant’s conduct has not caused any delays. It notes that the proceedings before the Council of State lasted more than four years and eleven months. The Government, in order to justify this delay, make reference to a strike by the lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  However, the Court does not find this explanation convincing. It recalls that the hearing was adjourned for this reason only on one occasion. Even if an event of that kind cannot render a Contracting State liable with respect to the “reasonable time” requirement, the efforts made by the State to reduce any resultant delay are to be taken into account for the purposes of determining whether the requirement has been complied with (see the Papageorgiou v. Greece judgment of 22 October 1997, Reports of Judgments and Decisions 1997-VI, p. 2291, § 47). In the present case, the Court notes that the State made no serious efforts to speed up the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court observes in this connection that Article 6 § 1 of the Convention imposes on the Contracting States the duty to organise their legal systems in such a way that their courts can meet each of the requirements of that provision, including the obligation to decide cases within a reasonable time (see, among other authorities, the Vocaturo v. Italy judgment of 24 May 1991, Series A no. 206–C, p. 32, § 17). The evidence adduced in the present case shows that there were excessive delays, which were attributable to the national authorities. Consequently, the Court considers that there has been a violation of Article 6 § 1 of the Convention because the “reasonable time” requirement has not been respected.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "29.  The applicant claims 6,000,000 drachmas (EUR 17,608) for moral damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government consider that the amount claimed is excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court considers that the excessive length of the proceedings may reasonably be considered to have caused the applicant anxiety and tension. Making its assessment on an equitable basis, the Court awards him EUR 6,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "32.  The applicant, who had been granted legal aid, makes no claim under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "33.  According to the information available to the Court, the statutory rate of interest applicable in Greece at the date of adoption of the present judgment is 6% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 6,000 (six thousand euros) in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 6% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 May 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsF. Tulkens",
            "role": "president"
        },
        {
            "name": "MrC.L. Rozakis",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrE. Levits",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "Mr E. Fribergh",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "SPENTZOURIS v. GREECE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60441.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2002:0507JUD004789199",
    "externalsources": [],
    "extractedappno": [
        "47891/99",
        "1186/81",
        "33158/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-60441",
    "judgementdate": "07/05/2002 00:00:00",
    "kpdate": "07/05/2002 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "13",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "SPENTZOURIS",
        "GREECE"
    ],
    "rank": "436.584289550781",
    "representedby": [],
    "respondent": "GRC",
    "respondentOrderEng": "19",
    "scl": [
        "Laino v. Italy [GC], no. 33158/96, § 18, ECHR 1999-I",
        "Papageorgiou v. Greece judgment of 22 October 1997, Reports of Judgments and Decisions 1997-VI, p. 2291, § 47",
        "Vocaturo v. Italy judgment of 24 May 1991, Series A no. 206-C, p. 32, § 17"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "321282",
    "typedescription": "15"
}