{
    "__articles": "14;35;35-1;41;P1-1;P1-1-1",
    "__conclusion": "Violation of P1-1;Not necessary to examine Art. 14;Pecuniary damage - payment of compensation or re-registration of the applicant's title to the disputed property at the Land Registry;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "34478/97",
    "article": [
        "14",
        "41",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "element": "Not necessary to examine Art. 14",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - payment of compensation or re-registration of the applicant's title to the disputed property at the Land Registry",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-78866.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 34478/97) against the Republic of Turkey lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a foundation existing under the laws of Turkey, Fener Rum Erkek Lisesi Vakfı (“the applicant”), on 25 November 1996.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mrs G. Alkan, a lawyer practising in .",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the legislation on foundations and the interpretation thereof by the domestic courts, had interfered with its right to the peaceful enjoyment of its possessions, as guaranteed by Article 1 of Protocol No. 1. It also considered that it had been a victim of discrimination within the meaning of Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was assigned to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would examine the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 8 July 2004, the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed observations on the merits of the case (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "8.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "9.  A hearing took place in public in the Human Rights Building, , on 20 September 2005 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Alkan and Mr Özmen.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 1 November 2006 the Court again changed the composition of its Sections (Rule 25 § 1). The present application continued, however, to be examined by the Chamber of the former Second Section as it existed before that date.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "11.  The applicant is a foundation existing under the laws of Turkey whose purpose is to provide educational facilities at the Greek Orthodox High School in Fener, . It operates in accordance with the provisions of the Lausanne Treaty, which afforded protection to old foundations providing public services for religious minorities. It is one of a number of foundations dating from the Ottoman era. After the proclamation of the Republic it fell under Law no. 2762 of 13 June 1935, by virtue of which it obtained legal personality. In 1936, in accordance with section 44 of that Act, the applicant foundation filed a declaration indicating its aims and its immovable property.",
                                "elements": []
                            },
                            {
                                "content": "A.  Acquisition of immovable property",
                                "elements": [
                                    {
                                        "content": "12.  On 10 October 1952 the applicant foundation acquired, by way of donation, title to part of a building situated in . That acquisition was based on a certificate issued on 3 October 1952 by the Governor of Istanbul. The relevant part of that certificate read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Fener Rum Erkek Lisesi Vakfı is a legal entity authorised to acquire immovable property by virtue of the Foundations Act. It is run by an administrative board consisting of ... Further to a request of 3 October 1952 by the Beyoğlu Land Registry, the present document is issued for the purposes of the transaction concerning immovable property located at ... by virtue of section 2 of the Land Registry Act [Law no. 2644 of 29 December 1934 on the Land Registry – see paragraph 27 below].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The immovable property in question was subsequently registered at the Land Registry. The applicant foundation duly paid property taxes in respect of its property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Similarly, on 16 December 1958, the applicant foundation acquired, by purchase, co-ownership of another part of the same building. On 15 November 1958 the Governor of Istanbul had issued the certificate required by section 2 of the Land Registry Act, again indicating that “Fener Rum Erkek Lisesi Vakfı [was] a legal entity authorised to acquire immovable property by virtue of the Foundations Act”. The applicant’s title to that property was accordingly registered at the Land Registry and the relevant property taxes were duly paid.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Annulment of title",
                                "elements": [
                                    {
                                        "content": "15.  On 15 July 1992 the Treasury lodged an application with the District Court of Beyoğlu (Istanbul) seeking the annulment of the applicant foundation’s title to the above-mentioned immovable property and the registration thereof in the name of the former owners, by virtue of the established case-law of the Court of Cassation. In support of its application, it argued in particular that the applicant did not have the capacity to acquire immovable property. In addition, given that the property in question was not mentioned in its declaration of 1936, an instrument regarded as the legal foundation constitution (vakıfname) of those establishments in accordance with the case-law of the Court of Cassation, the applicant was not entitled to obtain the relevant title. The Treasury therefore requested that the property be re-registered in the name of its former owner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 19 December 1994, further to a request from the District Court, an expert in cartography and land surveys filed a report on the case. Referring to the case-law of the combined civil divisions of the Court of Cassation, as established on 8 May 1974 (see paragraph 28 below), he observed that foundations belonging to religious minorities as defined by the Lausanne Treaty which had not indicated in their constitution a capacity to acquire immovable property were precluded from purchasing or accepting gifts of such property. Consequently, the real estate of such foundations was limited to the property indicated in their constitutions, which had become final with the declarations of 1936. In conclusion, the expert considered that the applicant foundation’s title should be annulled, as it lacked the capacity to acquire immovable property, and that the property in question should be re-registered in the name of its former owners.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Before the District Court, the applicant foundation objected to the characterisation given to the 1936 declarations by the Treasury. It contended in particular that these declarations had been required by the State for the registration of the assets and income of foundations and that they could not be regarded as constitutive instruments. It further argued that such foundations did have the capacity to acquire property, by virtue of the Land Registry Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In a judgment of 7 March 1996 granting the request of the Treasury, the District Court ordered both the annulment of the applicant’s title and the re-registration of the property in the name of the former owners. It found in particular as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“As the Treasury stated, the defendant foundation did not indicate in [its] declaration of 1936 ... its [disputed] acquisitions by way of donation and purchase. Thus, as observed in the expert’s report, those acquisitions are devoid of legal basis and must accordingly be struck out of the land register and re-registered in the name of the former owners.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 17 April 1996 the applicant foundation appealed to the Court of Cassation. It relied in particular on its right to the peaceful enjoyment of its possessions under Article 1 of Protocol No. 1. Its appeal was dismissed on 11 June 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 9 December 1996 the Court of Cassation dismissed an application by the applicant foundation for rectification of the judgment of 11 June 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 16 October 2000 the applicant foundation submitted a request to the Directorate-General of Foundations (the “Directorate”) for the amendment of its constitution. It sought a new constitutive instrument that would grant it the capacity to acquire immovable property. The request was rejected on 20 October 2000. In the grounds for its decision, relying on the judgment of the combined civil divisions of the Court of Cassation of 8 May 1974, the Directorate observed that the 1936 declarations by foundations of religious communities were to be regarded as the “constitutive instruments” of those establishments and that amendment of those constitutions was impossible for reasons of public policy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Government argued that the striking-out of the applicant’s title from the land register did not take place until 2002. In this connection they referred to a decision taken by the Beyoğlu Municipal Council on 13 March 2001 whereby the applicant foundation, as owner, together with its tenant, had been fined for adding an additional storey onto the building without authorisation.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "23.  Prior to 1912, foundations (vakıf) were not recognised as legal entities in the legal system of the Ottoman Empire. Not having legal personality, they used to have their property registered at the Land Registry in the name of a holy person who had died or of a living person in whom they trusted. A Law of 16 February 1328 anno Hegirae (1912), granting foundations the right of ownership, thus recognised their legal personality. Under that Law, foundations were entitled to have their property registered at the Land Registry.",
                                "elements": []
                            },
                            {
                                "content": "24.  After the Republic was proclaimed in 1923, the Civil Code and Law no. 864 on the implementation and application of the Civil Code came into force on 4 October 1926. Section 8 of Law no. 864 provided as follows:",
                                "elements": []
                            },
                            {
                                "content": "“A special Law will be enacted to govern the operation of foundations established before the entry into force of the Civil Code.",
                                "elements": []
                            },
                            {
                                "content": "Establishments founded after the entry into force of the Civil Code shall be governed by the provisions of the said Code.”",
                                "elements": []
                            },
                            {
                                "content": "25.  Law no. 2762 was thus enacted on 13 June 1935 and it recognised the legal personality of foundations set up under the Ottoman Empire. The legal status of foundations established after the entry into force of the Civil Code of 4 October 1926 was, however, governed by the Code itself.",
                                "elements": []
                            },
                            {
                                "content": "26.  Law no. 2762 imposed an obligation for foundations that had been created under the Ottoman Empire to submit a declaration indicating, among other things, the nature and amount of their income. For that purpose it contained the following transitional provision:",
                                "elements": []
                            },
                            {
                                "content": "“A.  Representatives ... of foundations which have not registered with the Directorate-General of Foundations ... shall file with it a declaration [beyanname] indicating the nature and amount of their income ... for the previous year ..., within three months from the entry into force of the present Act ...”",
                                "elements": []
                            },
                            {
                                "content": "27.  The Land Registry Act (Law no. 2644 of 22 December 1934) provided in section 2 as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Legal entities, in order to register transactions at the Land Registry, shall request the higher authority of the district in which their registered offices, or those of their branches, are located, to issue them with a certificate indicating their capacity to acquire immovable property and the power of the legal entity’s representative to enter into such transactions. ...”",
                                "elements": []
                            },
                            {
                                "content": "28.  In the case-law established by its judgment of 8 May 1974, the Court of Cassation decided that the declarations of 1936 were to be regarded as the constitutive instruments of the vakıf, finalising their constitutions. Unless the declaration included an express provision to such effect, foundations were not entitled to acquire immovable property other than that declared in the said document. The Court of Cassation appeared to consider that the acquisition by foundations of this type of property, in addition to that which was indicated in their constitution, could constitute a threat to national security. The court stated in particular as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The acquisition of immovable property by legal entities set up by persons who are not Turkish is prohibited. It is evident that the State would be exposed to various risks if it granted such foundations the capacity to acquire immovable property ...",
                                "elements": []
                            },
                            {
                                "content": "The last paragraph of section 1 of the Foundations Act provides that the management of foundations belonging to religious communities and artisans is to be entrusted to the persons and organs appointed by them. A legal status is thus created for them, without prejudice to their legal personality. Under section 44 of the Foundations Act, the places [yerler] indicated in the registers and other similar documents filed with the Land Registry following the enactment of the Law of 16 February 1328 are transmitted, by this means, to the register of foundations. Consequently, it is appropriate to regard the declarations filed under section 44 of the above-mentioned Act by such organisations – now foundations – belonging to communities and engaged in charitable, scientific or aesthetical activities, as being their legal foundation constitutions [vakıfname]. A foundation is not entitled to acquire property unless it expressly indicated its capacity to do so in its constitution and the same applies to charities. They are not entitled to acquire immovable property, whether directly or by inheritance, if it is not clearly stipulated in their declaration that they can accept gifts ...”",
                                "elements": []
                            },
                            {
                                "content": "29.  Lastly, the legislation governing foundations was changed in 2002. Section 4 of Law no. 4771 of 9 August 2002 provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“A.  The following paragraphs shall be added at the end of section 1 of the Foundations Act of 5 June 1935.",
                                "elements": []
                            },
                            {
                                "content": "Religious community foundations, whether or not they have a constitution, shall be entitled to acquire or possess immovable property, with the authorisation of the Council of Ministers, in order to meet their needs for religious, charitable, social, educational, sanitary or cultural purposes.",
                                "elements": []
                            },
                            {
                                "content": "If a request is made within six months from the entry into force of the present Act, immovable property of which any form of possession is recorded in tax registers, leases or other documents shall be registered at the Land Registry in the name of the foundation in order to meet the needs of such foundations for religious, charitable, social, educational, sanitary or cultural purposes. Property that has been donated or bequeathed to the foundation shall be governed by the provisions of the present section.”",
                                "elements": []
                            },
                            {
                                "content": "30.  Moreover, section 3 of Law no. 4778 of 2 January 2003 provides that “religious community foundations” are now entitled to acquire and alienate immovable property, whether or not they have a constitutive instrument.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "35.  The applicant foundation alleged that the legislation on foundations and the interpretation thereof by the domestic courts had interfered with its right to the peaceful enjoyment of its possessions, as guaranteed by Article 1 of Protocol No. 1, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant foundation",
                                        "elements": [
                                            {
                                                "content": "36.  The applicant foundation mainly argued that there had been no legal basis on which to prohibit it from acquiring immovable property, as a result of which its title to property had been annulled.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  It observed that the prohibition in question was not provided for by legislation but was based on the case-law of the Court of Cassation. That court, in a judgment of 8 May 1974, had decided that the declarations made in 1936 by religious minorities’ foundations were to be regarded as the constitutive instruments of the vakıf (foundations), finalising their constitutions. Unless the declaration contained an express provision to such effect, foundations were not entitled to acquire immovable property other than that which had been indicated therein. Moreover, the court had considered that the acquisition by foundations of this type of property, in addition to that indicated in their constitution, could constitute a threat to national security (see paragraph 28 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "38.  The Government argued that the applicant foundation did not have a “possession” within the meaning of Article 1 of Protocol No. 1. That provision only applied to property actually owned and the annulment of the applicant’s title corresponded simply to the rectification of a registration error. Following the annulment of its title, it transpired that the foundation had not possessed the property in question ab initio and that it had been re-registered in the name of its original owners and not in that of the Treasury. The property had been transferred under the law on inheritance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In the alternative, the Government contended that, even supposing that there had been interference with the applicant’s right under Article 1 of Protocol No. 1, the matter simply concerned a restriction imposed on the capacity to acquire immovable property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government pointed out that foundations were entitled to acquire immovable property only to the extent provided for in their constitutions. If the applicant foundation was not so entitled, this had to be regarded as the consequence of the fact that, in its declaration of 1936, it had not reserved for itself the legal capacity to acquire other immovable property by purchase or donation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In the Government’s submission, the impugned restriction was based on the various provisions of Turkish legislation, namely those governing foundations, the legal basis of which was to be found in Articles 73-81 of the Civil Code and in Law no. 2762. Under those provisions, if foundations wished to acquire property other than that which had been indicated in their declaration, they had to have expressly stipulated their capacity to acquire, by purchase or donation, any other property that they might need in order to achieve their objectives. This was not the case for the applicant foundation. It did not have such capacity and was not therefore entitled to acquire immovable property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government further submitted that the applicant foundation had acquired legal personality after filing the declaration in question in March 1936. That declaration was the foundation’s constitutive instrument, covering all the immovable property in its possession. The foundation thus recognised had also been required to include therein an express provision for the acquisition of other property by purchase or donation, failing which it was precluded from relying on such legal capacity to acquire other immovable property. Only by virtue of such a provision did legal entities have the necessary power and legal standing to enter into transactions in the same manner as individuals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Consequently, the acquisition of immovable property by the applicant foundation was an act that had not fallen within its legal capacities and it was the task of the domestic courts to protect the public interest by annulling an acquisition that was devoid of legal basis. Moreover, it could be seen from the judgment of the Beyoğlu District Court that there was no suggestion that the applicant foundation enjoyed foreign legal personality. That court had not in fact referred to the judgment of 8 May 1974 of the combined civil divisions of the Court of Cassation (the “1974 case-law”) concerning foreign communities.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Compliance with the requirement of lawfulness",
                                        "elements": [
                                            {
                                                "content": "50.  The first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful. The rule of law, one of the fundamental principles of a democratic society, is inherent in all the Articles of the Convention (see Iatridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999II). The requirement of lawfulness means that rules of domestic law must be sufficiently accessible, precise and foreseeable (see Hentrich v. France, 22 September 1994, § 42, Series A no. 296A; Lithgow and Others v. the United Kingdom, 8 July 1986, § 110, Series A no. 102; and La Rosa and Alba v. Italy (no. 1), no. 58119/00, § 76, 11 October 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  As it has stated on numerous occasions, the Court does not consider it necessary to decide in the abstract whether the role in the continental-law system of a rule established by the courts is comparable to that of statutory provisions, it being more important – in any event – to ensure that the legal basis meets the requirements of foreseeability, accessibility and precision. The Court remains convinced that the existence per se of a legal basis does not suffice to meet the requirement of lawfulness and considers it appropriate to address the question of the quality of the law (see, among other authorities, La Rosa and Alba (no. 1), cited above, § 77).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Admittedly, Article 1 of Protocol No. 1 does not guarantee the right to acquire property (see Jantner v. Slovakia, no. 39050/97, § 34, 4 March 2003). There is no doubt that Contracting States should enjoy a wide margin of appreciation in regulating the acquisition of land and other immovable property by legal entities such as foundations. They are thus entitled to implement the necessary measures, in accordance with the general interest, in order to ensure that such entities can pursue their declared aims and objectives and to protect public policy and the interests of their members.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court observes first of all that it is clear from the judgment of 7 March 1996 that the Beyoğlu District Court relied on the conclusions of the expert’s report of 19 December 1994 (see paragraph 18 above) in finding that the acquisitions in question were devoid of legal basis. That report indicated that the acquisitions had no legal basis because, by virtue of the 1974 case-law, religious minorities’ foundations which had not indicated in their constitution their capacity to acquire immovable property could not acquire such property by any means whatsoever (see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  However, no provision of Law no. 2762 prohibited foundations governed by that legislation from acquiring property other than that which had been included in the 1936 declaration. Since the transactions in question had not been opposed by a public authority at the time the property was acquired in 1952 and 1958 (see paragraphs 12-14 above), it was a judicial interpretation of the provisions of Law no. 2762 by the Court of Cassation in 1974 that gave rise to the said restriction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  In this connection the Court observes that the acquisition of 10 October 1952 was validated by a certificate issued by the Istanbul Governor’s office on 3 October 1952 (see paragraph 12 above). This document, drawn up on the basis of the Land Registry Act (Law no. 2644 of 22 December 1934), expressly mentioned that the applicant foundation, as a legal entity, was entitled to acquire immovable property. This was also the case for the acquisition by purchase of 16 December 1958. It was on that basis that the applicant’s title as co-owner of the property was entered in the land register (see paragraph 14 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court finds that it is not in doubt that, at the time of the acquisitions in 1952 and 1958, the applicant foundation was certain of having acquired the property lawfully under the then applicable Turkish law. Moreover, until the 1974 case-law was adopted, it had the “legal certainty” that it was entitled to acquire immovable property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Consequently, the annulment of the title to the property in question, pursuant to case-law adopted sixteen and twenty-two years respectively after its acquisition, was not foreseeable for the applicant foundation. It could not reasonably have foreseen that its title, obtained many years earlier, would one day be annulled because of a new judicial interpretation of the applicable legislation, which in fact remained silent as to its capacity to acquire property. Moreover, by issuing it with certificates validating its acquisitions, the authorities had indeed acknowledged that it enjoyed such capacity. Since the registration of its acquisitions, thirty-eight and forty-four years earlier, the applicant foundation had been able to enjoy its property peacefully, as rightful owner, and had paid the various property taxes in respect thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court further notes that the Turkish legal system has been changed precisely to ensure that the capacity of religious community foundations to acquire immovable property is expressly recognised (see paragraph 29 above). It is bound to conclude, however, that this development did not inure to the benefit of the applicant foundation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In the light of the foregoing considerations, the Court finds that the impugned interference does not comply with the requirement of lawfulness and that it has thus breached the applicant foundation’s right to the peaceful enjoyment of its possessions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  Accordingly, there has been a violation of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court considers, in the circumstances of the case, that the re-registration of the disputed property in the land register in the applicant’s name would place it, as far as possible, in a position equivalent to that which it would have enjoyed had the requirements of Article 1 of Protocol No. 1 been complied with. Failing such re-registration by the respondent State within three months from the date on which this judgment becomes final, the Court holds that it is to pay the applicant, in respect of pecuniary damage, an amount corresponding to the current value of the property in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the damage arising from the non-enjoyment of the possessions, the Court takes note of the Government’s argument that the relevant registrations of title were not annulled until 2002. Moreover, the documents submitted by the applicant foundation provide only a hypothetical calculation and do not suffice for a precise quantification of the loss resulting from the non-enjoyment of the possessions concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  Having regard to all the evidence before it, the Court decides that, if the property is not re-registered as indicated above (see paragraph 74), the State is to pay the applicant foundation ... 890,000 [euros] for the pecuniary damage resulting from the annulment of its title and the effective non-enjoyment of its possessions from 2002 onwards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to re-register the disputed immovable property in the land register in the name of the applicant foundation, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that if the property is not re-registered, the respondent State is to pay the applicant foundation, within the same three-month time-limit, EUR 890,000 (eight hundred and ninety thousand euros) in respect of pecuniary damage, to be converted into new Turkish liras at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 9 January 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF FENER RUM ERKEK LİSESİ VAKFI v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-78866.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0109JUD003447897",
    "externalsources": [],
    "extractedappno": [
        "34478/97",
        "31107/96",
        "58119/00",
        "39050/97"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-78866",
    "judgementdate": "09/01/2007 00:00:00",
    "kpdate": "09/01/2007 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "343",
        "100",
        "369",
        "321",
        "542",
        "94",
        "311",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-1",
        "35-1",
        "35",
        "14",
        "41",
        "P1-1"
    ],
    "parties": [
        "FENER RUM ERKEK LİSESİ VAKFI",
        "TURKEY"
    ],
    "rank": "571.86474609375",
    "representedby": [
        "ALKAN G."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Broniowski v. Poland [GC], no. 31443/96, § 143, ECHR 2004-V",
        "Brumarescu v. Romania [GC], no. 28342/95, § 77, ECHR 1999-VII",
        "Brumarescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2001-I",
        "Hartman v. the Czech Republic, no. 53341/99, §§ 53-54, ECHR 2003-VIII",
        "Hentrich v. France, judgment of 22 September 1994, Series A no. 296-A, pp. 19-20, § 42",
        "Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 32, ECHR 2000-XI",
        "Iatridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999-II",
        "Jantner v. Slovakia, no. 39050/97, § 34, 4 March 2003",
        "La Rosa and Alba v. Italy (no 1), no. 58119/00, § 76, § 77, 11 October 2005",
        "Lithgow and Others v. the United Kingdom, judgment of 8 July 1986, Series A no. 102, p. 47, § 110",
        "Prodan v. Moldova, no. 49806/99, § 36, ECHR 2004-III",
        "Sporrong and Lönnroth v. Sweden, judgment of 23 September 1982, Series A no. 52, § 69",
        "Van de Hurk v. the Netherlands, judgment of 19 April 1994, Series A no. 288, § 66",
        "Vasilescu v. Romania, judgment of 22 May 1998, Reports of Judgments and Decisions 1998-III, p. 1078, § 51",
        "Wloch v. Poland, no. 27785/95, §§ 89-93, ECHR 2000-XI",
        "Zich and Others v. the Czech Republic, no. 48548/99, § 67, 18 July 2006"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "340290",
    "typedescription": "15"
}