{
    "__articles": "8;8-1",
    "__conclusion": "No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life)",
    "applicability": "",
    "appno": "17254/11",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life"
            ],
            "element": "No violation of Article 8 - Right to respect for private and family life",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-142406.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 17254/11) against the Republic of Poland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Artur Krasicki (“the applicant”), on 9 March 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr J. Hasik, a lawyer practising in Warsaw. The Polish Government (“the Government”) were represented by their Agent, Mrs J. Chrzanowska of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the Polish authorities had failed to take effective steps to enforce his right to contact with his sons.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 10 January 2013 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1970 and lives in Warsaw.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant recognised his paternity in respect of his two sons, A. and J., born out of his relationship with J.J. in January 1999 and December 2000. He never cohabited with the mother and the children.",
                                "elements": []
                            },
                            {
                                "content": "A.  Contact proceedings",
                                "elements": [
                                    {
                                        "content": "7.  On 14 January 2004 J.J. lodged an application with the WarsawMokotów District Court for the applicant to be divested of his parental authority (pozbawienie praw rodzicielskich). She argued that he had been failing to discharge his duties towards the children and to pay child support.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  During a hearing on 18 February 2004 she withdrew her application. The court discontinued this part of the proceedings. In the same decision it held that both parents were to continue to have parental authority and that the children should reside with their mother. A court-appointed guardian (kurator sądowy) was assigned to supervise the applicant in the exercise of his parental authority. He was granted a right to contact, but no specific contact arrangements were set out at that time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 11 May 2005 the applicant requested the WarsawMokotów District Court to specify that contact arrangements away from the mother’s home, as difficulties had arisen for him to see the children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 23 December 2005 an expert opinion commissioned by the court for the purposes of the contact proceedings was issued by the Regional Family ConsultationCentre (Rodzinny Ośrodek Diagnostyczno-Konsultacyjny – “RODK”). It had been prepared by a psychologist and an education specialist who had met both the parents and children. It transpired that the children had emotional ties with both parents and a close and spontaneous relationship with the father. The father had emotional ties with the children, knew them well, accepted them, and wanted to maintain contact. He paid child support and had the qualities needed to be a competent father. He should therefore play a part in the boys’ lives. The experts stressed that the mother had a negative attitude towards the applicant and wished to exclude him from the children’s lives. They were of the view that her educational skills and practices were open to criticism. The experts noted signs of emotional distress in the boys but observed that they loved both parents. They concluded that the boys should have frequent contact with their father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In a letter sent to the court during the proceedings, the applicant stated that he abstained from having contact with the children because the mother had been hostile and verbally aggressive towards him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  He had seen the boys on 1 October 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  By a decision of 8 February 2006 the WarsawMokotów District Court specified that the applicant had a right to see the boys on the first, second and fourth Saturday of every month, from 10 a.m. to 7 p.m., without the mother present. It further held that he was entitled to spend one week of the summer holidays with them. The mother was obliged to comply with that order. Her appeal was dismissed on 22 June 2006.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Enforcement proceedings",
                                "elements": [
                                    {
                                        "content": "14.  The mother failed to comply with the contact order. On numerous occasions the applicant complained in writing to the police and the court. The court-appointed guardians, in successive reports to the court, including in July and December 2006, January 2007, April 2008 and July 2009, confirmed that the mother had been obstructive, had failed to comply with the contact arrangements, and had repeatedly refused to open her door when they went to visit. They talked to the children’s teachers and the school’s education welfare officer with a view to gathering information about the children’s progress in school, the mother’s involvement in their education and the children’s contact with the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 10 August 2006 the applicant requested that a fine be imposed on the mother for failing to let him see the boys.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On an unspecified date in November 2006 the boys’ mother allegedly told them that their father was dead. She sent him a funeral wreath with offers of condolences from his children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 17 April 2007 the WarsawMokotów District Court imposed a fine on the mother of PLN 1,000 for failing to comply with the contact order and ordered her to comply with its terms within thirty days. Two similar orders were issued on 21 September 2007 and 16 May 2008, upon applications by the applicant dated 26 July 2007 and 14 December 2007 respectively. Fines were imposed on her on both occasions (PLN 1,000 and PLN 1,200) and thirty-day time-limits fixed for her to allow the applicant to see the children. Any fine remaining unpaid within that time-limit would be converted into detention at a rate of PLN 100 per day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In two reports submitted to the court in May and June 2007 the guardian observed that the applicant had only once taken the opportunity to see his sons on the school premises, despite an agreement being reached with the school authorities. In June and August 2007 she informed the court that she had not managed to establish contact with the parents. In her August report, she stressed the willingness of the teachers and the school authorities to assist the applicant in seeing his sons at school and informed the court that he had not availed himself of that opportunity. In reports submitted to the court in November and December 2007 and January and February 2008 the guardian summarised the applicant’s communications with the children’s teachers and authorities. She noted that there had been no signs of neglect on the part of the mother and that the boys caused no trouble and showed no signs of distress. Reference was made in the February report to the mother’s hostility towards the children’s father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In April 2008 the applicant went to the mother’s apartment, accompanied by the guardian and the police. She said that she disagreed with the contact order, was ready to suffer the consequences and was not prepared to allow the applicant contact with the children. A child was heard crying in the apartment. The police chose not to intervene. The applicant was not allowed to see the boys.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The mother failed to pay the fines imposed on her. By an order of 17 December 2008 the court, having regard to that failure, held that she was to serve thirty-two days in detention in lieu of paying the unpaid fines and ordered the court bailiff to carry out enforcement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 31 July 2009 the guardian reported to the court that her attempts to establish contact with the mother had failed, as she would not open the door to her apartment. She stated that the applicant had not seen the children since he received a funeral wreath from the mother (see paragraph 16 above). He was of the view that the children thought he was dead. It was further stated in the report that the applicant had refused to look after the children if their mother was detained. He had a very small apartment with his wife and was not in a position to ensure that the living conditions were suitable for them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  By an order of 24 September 2009 the court fixed a threeweek timelimit for the mother to allow the applicant contact in accordance with the terms of the contact order on pain of enforcement measures being taken in respect of the detention order of 17 December 2008 (see paragraph 20 above). It appears that the mother declared on 31 July, 21 September and 8 December 2009 that she would comply, but the applicant was still not allowed to see the children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 2 October 2009 the guardian, in reply to a request by the court for further information, confirmed that the mother had consistently failed to allow the applicant to have contact with the children. Furthermore, she would not let the guardian enter her apartment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In November 2009 the applicant tried to see the boys twice, but to no avail. The boys’ maternal grandmother told him that the children were not at home and that he would not be allowed to see them. The presence of a police officer did not have any effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 2 December 2009 the court found that the mother had failed to comply with the contact arrangements and to pay the fine imposed on her. It held that she should therefore serve time in detention in lieu of paying the fine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 10 December 2009 the court decided to place the children with the grandmother for the time their mother was supposed to spend in detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 27 July 2010 the court bailiff tried to arrest the mother, but there appeared to be no one home when he attended her address. The police refused to intervene. In August 2010 the mother submitted successive medical certificates to the bailiff stating that she could not start to serve her sentence until 30 September 2010. The bailiff informed the court on 27 September 2010. In October 2010 the grandmother paid the fines imposed by the court in the total amount of PLN 3,200.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 26 October 2010 the applicant again requested that fines be imposed on the boys’ mother because she still refused to comply with the contact arrangements. During a hearing in relevant proceedings on 6 April 2011 the applicant submitted that on 21 March of that year he had given up pursuing his efforts to see the boys, as he had not wanted coercive measures to be used in the context of their contact with him (see paragraph 34 below). On the same day the court decided not to entertain his request to have a fine imposed on the mother.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Proceedings instituted ex officio to limit the mother’s parental authority",
                                "elements": [
                                    {
                                        "content": "29.  On 8 November 2007 the WarsawMokotów District Court instituted ex officio proceedings to limit J.J.’s parental authority (ograniczenie praw rodzicielskich) acting upon, inter alia, the reports the court-appointed guardians had submitted to the court. They repeatedly averred that the mother had consistently avoided communicating with them, making it impossible for them to supervise her in the exercise of her parental duties and to establish the children’s situation, and their contact with their father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 31 March 2008 the court, having regard to the mother’s continued failure to comply with the contact arrangements and information gathered by the guardians as to her parenting skills, limited her parental authority. It appointed a guardian tasked with supervising her in the exercise of her parental rights. It noted that her attitude was to the children’s detriment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Application by the mother to divest the applicant of parental authority",
                                "elements": [
                                    {
                                        "content": "31.  On 31 August 2009 the mother lodged an application with the WarsawMokotów District Court for the applicant to be deprived of his parental authority (pozbawienie władzy rodzicielskiej) and his right to contact. She argued that his conduct was to the children’s detriment; that they had become hostile towards him and that this had been because he had tried to have her punished. During the proceedings, on 29 October 2009 a local assessment (wywiad środowiskowy) was conducted at the mother’s home by a court-appointed guardian with a view to establishing the children’s situation and the mother’s parenting skills.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 2 December 2009 the court dismissed the application. In the written grounds for its decision it recounted the measures taken so far with a view to making the mother comply with the contact arrangements. It also acknowledged the applicant’s consistent efforts to have contact with his children. It noted that the mother’s attitude to any contact between the applicant and his children was negative and that she had been acting arbitrarily (arbitralnie) to make it impossible for him to play a part in the boys’ lives. The court was of the view that the mother was motivated entirely by her hostility towards the applicant and not the children’s best interests. It further noted that the children could develop a hostile attitude towards their father, based entirely on their mother’s attitude. The court concluded that the mother’s conduct was to the children’s detriment and that her behaviour needed to change.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Proceedings to forcibly remove the children (przymusowe odebranie dziecka)",
                                "elements": [
                                    {
                                        "content": "33.  In April, May, June, July and September 2010 the guardian submitted monthly reports to the court. It transpired that numerous efforts to establish contact with the mother had failed. She would not open the door to her apartment when the guardian went to visit her and the boys, even though the guardian could hear that someone was inside at the time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 26 October 2010 the applicant instituted proceedings to have the children removed from their mother’s care (przymusowe odebranie dziecka) on the grounds that she had hitherto failed to comply with the contact order. During a hearing on 22 December 2010 the applicant stated that he would continue to visit the boys on each scheduled date, if only to show his willingness to maintain contact with them, even if they continued to refuse to see him. He stated that he had not had any contact with them for five years. He had last seen them in November 2005. When he had gone to see them, they had talked to him on the steps and told him that they did not want to see him as he had never cared about them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  By an order of 22 December 2010 the court allowed his request and authorised the court-appointed guardian to assist him at each visit he was supposed to have with the boys in accordance with the terms of the contact order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On the six visits that followed (8 and 22 January, 5 and 12 February and 5 and 12 March 2011) the applicant was assisted by the guardian. He saw his older son on 8 January 2011 for thirty minutes. On 5 February 2011 the children told their father that they did not want to see him. They refused to see him on 12 February 2011. On 5 and 14 March 2011 J. told his father that he did not wish to see him and that he would not change his mind. Detailed reports of these attempts at contact were submitted to the court by the guardian. On 15 March 2011 the guardian informed the court that the applicant, having regard to the children’s manifest hostility and their best interests, had waived his right to see them and guardian assistance. The guardian suggested that family counselling was necessary to improve the situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  A meeting was held on 16 March 2011 attended by the applicant and two guardians. The applicant was of the view that coercive measures used for the purposes of enforcing the contact arrangements would only increase the children’s hostility towards him. He requested that another psychological assessment of the family situation be prepared urgently. By letters of 16 and 21 March 2011 the applicant informed the court that he had waived his right to guardian assistance and to see the children, referring to their negative attitude towards him and the fact that his efforts had hitherto been fruitless, on account of the mother’s continuous and unrelenting defiance.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Proceedings instituted ex officio to further limit both parents’ parental authority",
                                "elements": [
                                    {
                                        "content": "38.  In 2010 the guardians repeatedly tried to talk to the mother with a view to persuading her to comply with the contact arrangements, but she continued to refuse to open her door. In December 2010, January 2011 and twice in February 2012 the guardians tried to visit the mother, but to no avail. They informed the court accordingly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In December 2011 the guardian spoke to the school about the children’s situation. It was established that they had not been attending school regularly. He also spoke to the children’s grandmother, who had avoided answering questions about her daughter’s and grandchildren’s situation. The guardian concluded that the mother appeared to have never left the apartment, had been living a life of total seclusion and had been unable to cope with the children’s educational difficulties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 2 March 2012 the WarsawMokotów District Court, acting upon reports received from the guardian and the school authorities, instituted ex officio proceedings with a view to varying the manner in which both parents had been limited in the exercise of their parental duties (see paragraphs 8 and 30 above). The guardian, in reports in November 2011 and February 2012, expressed the view that the children should be placed into emergency care (pogotowie opiekuńcze), on account of the total absence of contact from the mother and alarming information received about the children’s defiant and obviously disturbed and aggressive behaviour in school.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 20 March 2012 the same court, acting upon information received from the police, instituted another set of ex officio proceedings concerning the same subject matter as those instituted on 2 March 2012. The proceedings were joined on the same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 2 April 2012 a hearing took place. The court heard the applicant, three court-appointed guardians who had been involved in the case and the school’s education welfare officer. The applicant supported the guardian’s request for the children to be placed into care. He reiterated that he did not have any contact with the children. The guardians confirmed their submissions that the mother had consistently avoided communicating with them, and was living a life of seclusion. The education welfare officer stated that the children had been failing to attend school regularly and had become increasingly neglected, disturbed and aggressive towards other pupils and the teachers. The court ordered that the children be placed into emergency care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The mother failed to take the children to the care home that was to accommodate them. On 21 August 2012 the court ordered the guardian to collect the children. The guardian attempted to do so four times, going to both their home and school on 28 August, 4 and 13 September and 16 November 2012 respectively. The guardian also sought the help of the police and the education welfare officer, but to no avail, as either there was no one in the apartment or no one opened the door.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Proceedings to revoke the emergency care order",
                                "elements": [
                                    {
                                        "content": "44.  On 14 November 2012 the mother lodged an application for the court order of 2 April 2012 to be revoked. She declared her readiness to cooperate with the court and the guardians. The enforcement proceedings were stayed for the duration of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 15 November 2012 she allowed the police to enter her home.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 15 January 2013 the court-appointed guardian was finally able to conduct an assessment (wywiad środowiskowy) at the mother’s apartment. He concluded that she was unable to properly discharge her duties towards the children and that she blamed the school’s education welfare officer and the court-appointed guardians for the existing situation, saying that she did not trust them. It was further suggested that a further examination by expert psychologists should be carried out at the RODK and that the mother be examined by a psychiatrist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 16 January 2013 a hearing took place. Both parents were in attendance. The court questioned the police and the boys’ maternal grandmother. It ordered that an expert opinion be prepared. The mother protested and submitted her own psychologist’s opinion stating that the children had not been neglected. The examination at the RODK was scheduled for 11 April 2013, but was eventually postponed to a later date to take place prior to the next hearing scheduled for 27 May 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The proceedings are currently pending.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "49.  The relevant domestic law concerning the enforcement of a parent’s right to contact, as in force prior to 13 August 2011, is set out in the cases of P.P. v. Poland, (no. 8677/03, §§ 69-74, 8 January 2008), Płaza v. Poland (no. 18830/07, § 43, 25 January 2011), and Kijowski v. Poland (no. 33829/07, §§ 37-39, 5 April 2011).",
                                "elements": []
                            },
                            {
                                "content": "50.  Prior to 13 August 2011 when an amendment of 26 May 2011 to the Code of Civil Procedure entered into force, if a parent ordered by a court to respect the other parent’s right to contact refused to comply with the contact order, enforcement measures could be taken against him or her. The provisions of the Code of Civil Procedure regarding the enforcement of nonpecuniary obligations extended to cases involving parental rights or rights to contact (resolution of the Supreme Court of 30 January 1976, III CZP , OSNCP 1976 7-8). Article 1050 of the Code of Civil Procedure was applicable to such proceedings. It provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  If the debtor is obliged to take measures which cannot be taken by any other person, the court in whose district the enforcement proceedings were instituted, upon the application of a creditor and after hearing the parties, shall fix a time-limit within which the debtor shall comply with his obligation, on pain of a fine [being imposed]...",
                                "elements": []
                            },
                            {
                                "content": "2.  If the debtor fails to comply with this obligation, further time-limits may be fixed and further fines may be imposed by a court.”",
                                "elements": []
                            },
                            {
                                "content": "51.  The amendment to the Code of Civil Procedure, referred to above, introduced a new chapter governing specifically execution of contact orders by amended provisions of Article 598 of the Code. Under Article 598 (15) and (16), a court is empowered to make an order for punitive damages to be paid to the parent entitled to have contact with his or her children against the parent refusing to comply with the contact order in respect of each and every failure to do so.",
                                "elements": []
                            },
                            {
                                "content": "52.  A separate chapter of the Code governs proceedings concerning forcible removal of persons (przymusowe odebranie osoby).",
                                "elements": []
                            },
                            {
                                "content": "53.  Article 5986 provides that if a person ordered by a court to return a child does not comply, the court will instruct a guardian to forcibly remove the person concerned.",
                                "elements": []
                            },
                            {
                                "content": "54.  In accordance with Article 59810:",
                                "elements": []
                            },
                            {
                                "content": "“Upon a request of a court-appointed guardian, the police are obliged to help him to carry out the forcible removal of [a minor].”",
                                "elements": []
                            },
                            {
                                "content": "55.  Article 59811 § 1 provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "56.  Pursuant to Article 59812:",
                                "elements": []
                            },
                            {
                                "content": "§ 2 If the well-being of [a minor] would be placed at risk as a result of the removal, the guardian shall stop the enforcement of the order until the risk is over, unless by stopping the enforcement, the person would be placed at greater risk.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  The applicant complained that the Polish authorities had failed to take effective steps to enforce his right to contact with his sons as established by the courts. He alleged a violation of Article 8 of the Convention, the relevant parts of which provide:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his family life ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "58.  The Government submitted that the applicant could not claim to be a victim of a breach of his rights guaranteed by Article 8 of the Convention. They argued that in his letter of 21 March 2011 he had informed the authorities that he would no longer be pursuing his efforts to see his children (see paragraph 37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The applicant disagreed. He argued that the Government had misrepresented the facts. He had given up his right to see the children having expressly referred in his letter to the boys’ welfare and to the fact that continuous attempts to see them against their wishes and with recourse to physical coercion would be traumatic for them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court notes that in his letters of 16 and 21 March 2011 the applicant informed the court that he was waiving his right to guardian assistance and to see the children, referring to their negative attitude towards him and to the fact that his efforts had hitherto been fruitless, on account of the mother’s continuous and unrelenting defiance. Neither an acknowledgment of his rights having been breached nor any redress was offered by the public authorities. The applicant could therefore still claim to be a victim of the alleged violation of Article 8 in respect of the child contact proceedings (see, mutatis mutandis, Gobec v. Slovenia, no. 7233/04, § 108, 3 October 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "62.  The applicant submitted that the fact that he had never cohabited with the children and their mother had no bearing on the fact that the boys were his closest family. The boys’ warm feelings towards him had been confirmed by the expert report prepared in 2005. Their attitude towards him had only started to deteriorate when the mother had become hostile towards him sometime in 2004, when he had become involved with another woman.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Despite the court order regulating the children’s contact with the applicant, it was impossible to make the mother comply with its terms. The Government did not contest this. The measures taken by the authorities were insufficient. The fines imposed on the mother had not had the desired effect, because it was ultimately her own mother who had ended up paying them. The mother had never been detained for failing to pay the fines and to comply with the contact order. The manner in which the procedural provisions had been applied in the case had allowed her to evade her responsibilities and to violate the applicant’s right to have contact with his young children.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In so far as the Government relied on the applicant’s refusal to look after the children while the mother served time in detention, the applicant referred to the fact that as a result of a macabre practical joke played by the mother (see paragraph 16 above) at the time, the children had thought he was dead. He had not wanted to shock them by suddenly reappearing in their lives. Besides, he lived with his wife in a small one-bedroom flat and the living conditions would not have been suitable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The applicant acknowledged that in his letters of 16 and 21 March 2011 he had waived his right to guardian assistance to see the children. However, the Government completely misrepresented his motives for doing so. The applicant had not wanted to pursue contact with the boys by way of coercion, having regard to their welfare. He had made that clear in his letter. He had also feared that such coercive measures would only further harm his relationship with them. Had the Polish State taken appropriate measures at the early stages of the case, this would have made it possible for the applicant to build an appropriate relationship with his children. They would not have felt an aversion towards him, consistently fuelled by their mother. However, the State had clearly failed to do so.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  In so far as the Government alleged that the applicant had failed to avail himself of the opportunity to see the children at school under the arrangement with the school authorities, the applicant submitted that he had only abstained from having contact with them for a short period of time after the mother had pretended he was dead. He had feared for his children’s psychological well-being and wished to reintroduce himself gradually into their lives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The efforts and measures taken by the authorities to ensure the mother’s compliance with the contact order and with the applicant’s right to respect for his family life had been, on the whole, insufficient. The measures actually taken had been sporadic and taken at considerable intervals. Had they been sufficient, they would not have resulted in the current situation, where it became very unlikely that the applicant would ever rebuild a relationship with his sons. The State should have taken more action to ensure effective enjoyment of his rights regardless of any resistance put up by the other parent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The applicant argued that none of the measures taken since 2005 by the State had resulted in him seeing his sons and developing a parental relationship with them. Such measures, given the delicate nature of family relationships, should have been taken decisively and promptly. The absence of such measures resulted in the boys developing a particularly negative attitude towards him. Any attempts undertaken by the applicant to improve his relationship with his sons were unlikely to succeed and required an enormous amount of effort. The conduct of the authorities and the merely formal measures they had taken had eventually allowed for the ties between the applicant and his children to be severed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Government submitted that the applicant had never lived with his sons and their mother. Hence, the relationship with his children had not had the opportunity to develop in the manner usual for children living with both parents, who could develop emotional ties with both of them. They argued that this should be taken into consideration in the examination of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  They further argued that despite an emotionally fraught situation caused mainly by the mother’s hostile attitude, the applicant had actually managed to see his children on numerous occasions. He had seen them regularly until mid-2005 and at that time his contact with them had not been affected. Between May and February 2006, when the contact proceedings had been pending, he had decided not to see his children because of the mother’s hostility towards him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  It was true that between mid-2006 until the end of November 2006 the mother had been relentlessly obstructing the applicant’s contact with the children. However, as early on as December 2006 the court-appointed guardian (in cooperation with the school authorities) had made arrangements to allow the applicant to see his sons on the school premises. The applicant had never availed himself of that opportunity because of the macabre joke played on him by the children’s mother. He had explained that he did not want to shock the children who must have thought he was dead. However, this explanation was inconsistent with his parallel efforts to see the children. He had subsequently seen the children in the guardian’s presence from January to March 2011. On these occasions the children had refused to go anywhere with him and had expressed their hostility towards him. In his letters to the court of 16 and 21 March 2011 the applicant had stated that he had given up contact because of that hostility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Government emphasised the swift and diligent conduct of the courts in all the sets of proceedings concerning the contact arrangements. The proceedings had been complex and the hostility between the parents had been obvious. The proceedings had been obstructed by the mother, who had repeatedly failed to attend hearings and to have summonses served on her. She had consistently failed to let the court-appointed guardians, police officers and social workers enter her apartment. Her attitude had improved for brief periods of time when she had been faced with the possibility of her children being placed into emergency care.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The courts had been in close cooperation with other authorities, requesting information from the school and the police and overseeing the work of the court-appointed guardians. The domestic courts had also acted ex officio when they were satisfied it would be in the children’s best interests. They had repeatedly imposed fines on the mother to make her comply with the contact arrangements, in the total amount of PLN 3,200.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The domestic court had also ordered expert opinions with a view to establishing and assessing the family’s psychological situation (see paragraphs 23 and 47 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Throughout all sets of proceedings the court-appointed guardians had been actively involved. They had started to supervise the family in April 2004. They had supervised the family until 20 March 2013 when the emergency care order was issued. For nine years they had continually tried to contact the mother to explain to her the importance of parents maintaining a proper relationship with their children. In the light of her extremely negative attitude, they had been in close cooperation with the school authorities from whom they received information on the children. Their reports had been filed with the court every month, with the exception of the summer months. They had been able to assist the applicant effectively in seeing the boys after the court order of 22 December 2010 until March 2011. They had also been in touch with the police about the lack of communication with the mother and their need to establish the family’s situation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Government averred that the police had also been working on the case. Police officers had intervened six times, acting upon information they had received from the applicant (on 22 July and 26 August 2006, 5 April 2008, 24 October and 7 November 2009and 9 October 2010). They had also assisted the court guardian three times in attempts to collect the children to take them to the care home (on 28 August, 4 and 13 September 2012). They had also tried to establish the family’s situation by visiting the children’s mother.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Government stressed the existence of a bitter dispute between the applicant and the boys’ mother and the latter’s extraordinarily negative attitude. It had made it particularly difficult for the authorities to act. The difficulties in arranging and maintaining regular contact had later originated from the children themselves. The Government were of the view that the applicant’s behaviour, especially during the first stages of the parent’s deepening animosity – for example in 2005 when he had refused contact until arrangements were regulated by the court – had contributed to the development of the boys’ negative feelings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  His attitude was open to criticism as he had failed to take the opportunity to regularly meet the children at school. He had refused to look after them when their mother was going to be detained. He later requested the court to have the boys taken into care. In 2010 he waived his right to contact, after several failed attempts to see them. Such conduct casts doubt on the sincerity of his efforts to maintain regular contact and maintain a bond with the children.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The Government concluded that the Polish authorities had done everything they could to maintain and re-establish the relationship between the applicant and his sons. They concluded that the authorities had not failed to discharge their positive obligations to secure to the applicant the effective exercise of his right to respect for his family life.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "80.  The relationship between the applicant and his sons amounted to “family life” within the meaning of Article 8 § 1 of the Convention. This has not been disputed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The mutual enjoyment by a parent and child of each other’s company constitutes a fundamental element of “family life” within the meaning of Article 8 of the Convention (see, among many other authorities, Monory v. Romania and Hungary, no. 71099/01, 5 April 2005, § 70, and Vojnity v. Hungary, no. 29617/07, § 28, 12 February 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The essential object of Article 8 is to protect the individual against arbitrary interference by public authorities. There may however be positive obligations inherent in an effective “respect” for family life. These obligations may involve the adoption of measures designed to secure respect for family life even in the sphere of relations between individuals, including both the provision of a regulatory framework of adjudicatory and enforcement machinery protecting individuals’ rights and the implementation, where appropriate, of specific steps (see, amongst other authorities, X and Y v. the Netherlands, 26 March 1985, § 23, Series A no. 91, and Zawadka v. Poland, no. 48542/99, § 53, 23 June 2005). In both the negative and positive contexts, regard must be had to the fair balance which has to be struck between the competing interests of the individual and the community, including other concerned third parties, and the State’s discretion (see, amongst other authorities, Keegan v. Ireland, 26 May 1994, § 49, Series A no. 290, and Siemianowski v. Poland, no. 45972/99, § 97, 6 September 2005). In so doing, the Court will also take into consideration the general interest in ensuring respect for the rule of law (see also D. v. Poland (dec.), no. 8215/02, 14 March 2006, and Cristescu v. Romania, no. 13589/07, § 61, 10 January 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court has repeatedly held that in matters relating to child custody the interests of the child are of paramount importance. The child’s best interests must be the primary consideration (see, to that effect, Gnahoré v. France, no. 40031/98, § 59, ECHR 2000-IX) and may, depending on their nature and seriousness, override those of the parents (see Sahin v. Germany [GC], no. 30943/96, § 66, ECHR 2003-VIII). In particular, a parent cannot be entitled under Article 8 of the Convention to have measures taken which would harm the child’s health and development (see Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 169, ECHR 2000-VIII, and P., C. and S. v. the United Kingdom, no. 56547/00, § 117, ECHR 2002-VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In relation to the State’s obligation to take positive measures, the Court has held that in cases concerning the implementation of the contact rights of one of the parents, Article 8 includes a parent’s right to the taking of measures with a view to his being reunited with his child and an obligation on the national authorities to facilitate such reunion, in so far as the interest of the child dictates that everything must be done to preserve personal relations and, if and when appropriate, to “rebuild” the family; the State’s obligation is not one of result, but one of means (see, among other authorities, Ignaccolo-Zenide v. Romania, no. 31679/96, § 94, ECHR 2000I; Nuutinen v. Finland, no. 32842/96, § 127, ECHR 2000VIII; Hokkanen v. Finland, 23 September 1994, § 55, Series A no. 299A; Gnahoré v. France, no. 40031/98, § 59, ECHR 2000IX and also Nistor v. Romania, no. 14565/05, §§ 70, 109, 2 November 2010; Cristescu v. Romania, no. 13589/07, § 57, 10 January 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Where the measures in issue concern disputes between parents over their children, however, the Court’s role is not to substitute itself for the competent domestic authorities in regulating issues of contact, but rather to review under the Convention the decisions that those authorities have taken in the exercise of their discretion. In so doing, it must determine whether the reasons purporting to justify any measures taken with regard to an applicant’s enjoyment of his right to respect for family life are relevant and sufficient (see, amongst other authorities, Olsson v. Sweden, 24 March 1988, § 68, Series A no. 130, and Wojciech Nowak v. Poland, no. 11118/06, § 45, 8 June 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The Court’s case-law has consistently held that Article 8 includes the right for a parent to have measures taken with a view to his or her being reunited with the child, and an obligation on the national authorities to take such measures. This applies not only to cases dealing with the compulsory taking of children into care and the implementation of care measures (see, inter alia, Olsson v. Sweden (no. 2), 27 November 1992, § 90, Series A no. 250), but also to cases where contact and residence disputes arise between parents and/or other members of the children’s family (see, for example, Hokkanen v. Finland, 23 September 1994, § 55, Series A no. 299).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The obligation of the national authorities to take measures to facilitate contact by a non-custodial parent with children after divorce is not, however, absolute (see, mutatis mutandis, Hokkanen, cited above, § 58). The key consideration is whether those authorities have taken all the steps necessary to facilitate contact as can reasonably be required of them in the particular circumstances of each case (ibid., § 58). Other important factors to be taken into account in proceedings concerning children are that time takes on a particular significance, as there is always a risk that any procedural delay will result in the de facto determination of the issue before the court and that the decisionmaking procedure should provide the requisite protection of parental interests (see W. v. the United Kingdom, 8 July 1987, §§ 62-64, Series A no. 121, and Płaza v. Poland, no. 18830/07, § 74, 25 January 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  In the light of the above-mentioned principles, what is decisive in the present case is whether the Polish authorities took all the steps necessary to facilitate enforcement of the contact arrangements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Court notes that until early 2005 the applicant had no problems in seeing his children. However, as difficulties subsequently arose, contact arrangements were set out in an order dated 8 February 2006 (see paragraph 13 above). This order was based on a psychological report commissioned by the court especially for the purposes of the proceedings (see paragraph 10 above). It allowed the applicant to see the boys on the first, second and fourth Saturday of every month, from 10 a.m. to 7 p.m., without the mother present and to take them for one week in the summer holidays. The mother was obliged to comply.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Court considers that the domestic authorities have an obligation to ensure enforcement of contact arrangements, since it is they who exercise public authority and have the means at their disposal to overcome issues of enforcement. The Court’s task is to consider whether the measures taken by the Polish authorities were adequate and effective, as could reasonably have been expected in the circumstances, to facilitate contact between the applicant and his children, and whether the authorities were not idle or negligent in the performance of their duties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  In this connection, the Court notes that the difficulties in arranging contact were largely due to the mother’s reluctance to allow contact, which increased considerably over time. The Court is mindful of the fact that contact and residence disputes are by their very nature extremely sensitive for all the parties concerned, and it is not necessarily an easy task for the domestic authorities to ensure enforcement of a court order where one or both parents’ behaviour is far from constructive. In the present case the mother’s uncooperative attitude, based on her manifest hostility towards the applicant, made it particularly difficult for the domestic authorities to take action to fully enforce the applicant’s right to contact.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The Court notes that as early on as 18 February 2004, prior to the serious difficulties which subsequently arose for the applicant in the context of his right to contact and the contact order given in 2006, the court, in the framework of the proceedings in which the mother sought that the applicant be deprived of his parental authority, appointed a guardian. The guardian was tasked with supervising the applicant in the exercise of his parental duties. However, she subsequently supervised both parties in the exercise of their parental duties and regularly reported her findings to the court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  In this context, the Court notes that the court-appointed guardian was actively pursuing her supervision obligations. She confirmed, in reports submitted to the court in, inter alia, July 2006, April 2008, August 2009, the mother’s obstructive attitude. She repeatedly accompanied the applicant on visits to the mother’s apartment. She also repeatedly tried to contact the mother with a view to making her comply with orders given by the courts concerning enforcement of the contact order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The court-appointed guardians approached the school attended by the applicant’s sons and established a way for the father to have regular contact with them on its premises. They repeatedly talked to the children’s teachers and the school’s education welfare officer with a view to gathering information on the children’s progress in school, the mother’s involvement in their education and the contact the applicant had with the children.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Court observes that the domestic courts were made aware by the guardians on a regular basis of the difficulties the applicant had encountered in contacting his sons. They did not remain idle. Not only were fines imposed on the mother, but also the WarsawMokotów District Court instituted proceedings ex officio with a view to limiting the mother in the exercise of her parental duties. The court had regard to the guardians’ reports referred to above. By an order of 31 March 2008 that court, having regard to the mother’s continued defiance, limited her parental authority and assigned a guardian to supervise her in the exercise of her parental duties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The courts were well aware that the mother’s failure to respect the contact arrangements was to the children’s detriment. They noted it in their orders of 31 March 2008 and 2 December 2009. They referred to her negative attitude towards the applicant. It cannot therefore be said that the domestic courts disregarded the applicant’s predicament or that they were unaware of the pressing need to reunite the young children with their father in accordance with the court order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Court notes that the applicant’s enforcement requests eventually led to the imposition of fines on the children’s mother on two occasions, in the total amount of PLN 3,200. It is further noted that the court fixed time-limits for compliance with the orders and eventually, having regard to the mother’s failure to pay the fines and to comply with the contact arrangements, sentenced her to thirty-two days in detention. While it is true that she never served this detention, the Court cannot overlook that the authorities were ready to have recourse to the most severe enforcement measure available in the context of contact and residence disputes under Polish law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The authorities involved in the attempts to secure implementation of the applicant’s contact arrangements, namely the courts, court-appointed guardians, school authorities and the police cooperated with each other and exchanged relevant information. It cannot therefore be said that they failed to coordinate their actions (compare and contrast, Y.U. v. Russia, no. 41354/10, § 100, 13 November 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  Lastly, the Court notes that there were no delays in the conduct of the enforcement proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Court reiterates that it cannot substitute itself for the domestic authorities in the exercise of their responsibilities as regards parental authority. Its function, rather, is to review under the Convention the decisions taken by those authorities in the exercise of their discretion (see Kaleta v. Poland, no. 11375/02, § 58, 16 December 2008). In the instant case it cannot find that that discretion was abused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The Court observes that the enforcement orders and fines did not prove a successful means of regulating contact between the applicant and his sons. The authorities might have taken more stringent measures, but the Court understands their reluctance to have done so. It considers, however, that this failure cannot be attributed to a lack of diligence on the part of the competent authorities. The Court therefore concludes that the national authorities took all the steps necessary as could reasonably be required of them in order to enforce the applicant’s right to contact (see Gobec v. Slovenia, cited above, § 152).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The foregoing considerations are sufficient to enable the Court to conclude that there has been no violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 April 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ineta Ziemele",
            "role": "president"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KRASICKI v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-142406.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0415JUD001725411",
    "externalsources": [],
    "extractedappno": [
        "17254/11",
        "8677/03",
        "18830/07",
        "33829/07",
        "94/75",
        "7233/04",
        "71099/01",
        "29617/07",
        "48542/99",
        "45972/99",
        "8215/02",
        "13589/07",
        "40031/98",
        "30943/96",
        "39221/98",
        "41963/98",
        "56547/00",
        "31679/96",
        "32842/96",
        "14565/05",
        "11118/06",
        "41354/10",
        "11375/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-142406",
    "judgementdate": "15/04/2014 00:00:00",
    "kpdate": "15/04/2014 00:00:00",
    "kpthesaurus": [
        "451",
        "425"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "8",
        "8-1"
    ],
    "parties": [
        "KRASICKI",
        "POLAND"
    ],
    "rank": "1105.76086425781",
    "representedby": [
        "HASIK J."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "387478",
    "typedescription": "15"
}