{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "38639/14",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-203824.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "1.  The case concerns the annulment of a contract by which the applicant had bought a building from the local authorities allegedly outside the limitation period, on grounds not imputable to the applicant and without the payment of any compensation for the renovation of that building.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "2.  The applicant was born in 1950 and lives in Queensland, Australia. She was represented by Mr V. Gribincea, a lawyer practising in Chişinău.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Government were represented by their Agent, Mr O. Rotari.",
                        "elements": []
                    },
                    {
                        "content": "4.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 16 March 2004 the Pojăreni Local Council decided to put up for sale a building measuring 400 sq. m. (“the building”) formerly used for village festivities (Casă de cultură). The reason for the sale was the high degree of deterioration of the building and the lack of resources available to restore it. The building had been partially destroyed by fire, lacked windows and doors, the roof was damaged and it had no working electricity or heating and no water supply. For the purpose of the sale, the local council decided to change the use of the building from that of a building with a social-cultural purpose to a simple building. An auction was organised, but since nobody showed an interest in participating, the local council decided to sell the building directly to any interested person, a possibility provided for by law in such situations. Following direct negotiations with the applicant, it was agreed to sell the building to her for the price of 49,000 Moldovan lei (the equivalent of some 3,474 euros (EUR).",
                        "elements": []
                    },
                    {
                        "content": "6.  On 28 April 2004 a contract between the applicant and the Mayor of Pojăreni village was signed before a public notary. The next day the contract was registered at the local cadastral office. On 16 December 2004, following a request by the Pojăreni Local Council, the Ialoveni County Council adopted a decision validating the sale of the building to the applicant.",
                        "elements": []
                    },
                    {
                        "content": "7.  In 2004 and 2005 the applicant renovated and modified the building after receiving all the necessary authorisations for the works from the Pojăreni Local Council. The Government disputed the fact that the applicant had received all the necessary authorisations. The surface of the building was increased to 461 sq. m. After the termination of the works, part of the building was used as a home for the applicant’s family while the rest was used for different businesses. Also, in 2004 the applicant purchased from the village the land on which the building was located and carried out works for its development. According to an expert report, the applicant invested MDL 2,144,254 (the equivalent of EUR 126,132 at the time) in the renovation works.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 15 June 2007 the Prosecutor’s Office requested the new Pojăreni Local Council to annul the decision of 16 March 2004 and the contract between the village and the applicant of 28 April 2004. The prosecutor indicated that the initial value of the building, as indicated in the Register of Immovable Property, had been MDL 533,889. Its value at the date of the sale had been MDL 52,011 while the Local Council had sold it for MDL 49,000 without conducting an auction as required by law.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 2 July 2007 the Pojăreni Local Council annulled its decision of 16 March 2004 and the Mayor’s decision of 28 April 2004 to conclude a contract of sale with the applicant.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 31 July 2007 the Prosecutor’s Office initiated a court action against the Pojăreni Local Council and the applicant, seeking the annulment of the contract of sale of 28 April 2004. In its action, the Prosecutor’s Office argued that the building had been sold without an auction and that the price paid by the applicant had been lower than the initial value indicated in the Register of Immovable Property, which was over MDL 500,000. The Prosecutor’s Office did not seek the annulment of the land purchase contract.",
                        "elements": []
                    },
                    {
                        "content": "11.  The applicant lodged a counterclaim, seeking the annulment of the decision of the Pojăreni Local Council of 2 July 2007.",
                        "elements": []
                    },
                    {
                        "content": "12.  On 28 April 2010 the Ialoveni District Court dismissed the action lodged by the Prosecutor’s Office. It found in the first place that the action had been lodged outside the three years’ limitation period. Moreover, the action was found to be ill-founded because the applicant had acted as a bona fide buyer and any mistakes on the part of the Pojăreni Local Council concerning the price of the property or the sale procedure could not be imputed to her. The Prosecutor’s Office appealed against this judgment.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 14 December 2010 the Chișinău Court of Appeal quashed the above judgment and ordered a rehearing of the case. The Court of Appeal found, inter alia, that the first instance court had failed to deal with the applicant’s counterclaim.",
                        "elements": []
                    },
                    {
                        "content": "14.  On 13 December 2012 the Ialoveni District Court again dismissed the action lodged by the Prosecutor’s Office. It relied on the same arguments as in its first judgment of 28 April 2010. The court also upheld the counterclaim lodged by the applicant and quashed the decision of the Pojăreni Local Council of 2 July 2007. The Prosecutor’s Office appealed against this judgment and argued, inter alia, that its action concerned the declaration of the absolute nullity of the contract of sale and that therefore, in accordance with the provisions of Article 217 of the Civil Code, it could not be limited in time. The prosecutor also mentioned that the former Mayor of Pojăreni had been found guilty in criminal proceedings of abuse of power in relation to the transaction with the applicant.",
                        "elements": []
                    },
                    {
                        "content": "15.  On 28 February 2013 the Chişinău Court of Appeal dismissed the prosecutor’s appeal and upheld the judgment of 13 December 2012. The Prosecutor’s Office lodged an appeal on points of law with the Supreme Court of Justice.",
                        "elements": []
                    },
                    {
                        "content": "16.  On 6 November 2013 the Supreme Court of Justice upheld the prosecutor’s appeal on points of law, quashed the judgment of the Chişinău Court of Appeal and ordered a re-examination of the case by the Court of Appeal.",
                        "elements": []
                    },
                    {
                        "content": "17.  On 17 December 2013 the Chişinău Court of Appeal upheld the prosecutor’s appeal and reversed the judgment of the Ialoveni District Court of 13 December 2012. The court held that the building bought by the applicant from the Pojăreni Local Council was part of the public domain which could not be sold to a private individual. Therefore, the court considered that there was no time limit to challenge such a transaction. The court declared the sale contract null and void but did not order the reinstatement of the parties in their initial positions. The court ruled that the applicant had to initiate a new set of proceedings in order to recover whatever she had invested in the building. The court also rejected the applicant’s counterclaim.",
                        "elements": []
                    },
                    {
                        "content": "18.  The applicant lodged an appeal on points of law against the above judgment and argued, inter alia, that the building in question had never been part of the public domain and indicated that, had the building been part of the public domain, the cadastral authority would not have registered the transaction. The applicant indicated that there existed a widespread practice of local authorities selling former cinemas, kindergartens and other similar buildings which were no longer in use. The applicant stressed therefore that the prosecutor’s action was time-barred.",
                        "elements": []
                    },
                    {
                        "content": "19.  The applicant also argued that she was a bona fide buyer and that her good faith had never been questioned during the proceedings. Even assuming that the local authorities had failed to observe the procedure for the sale of the building or that they had negotiated too low a price, that could not be imputed to her.",
                        "elements": []
                    },
                    {
                        "content": "The applicant finally submitted that the Court of Appeal had failed to order the restitution of the price she had paid for the building and to compensate her for the renovation of the building. Moreover, the building had been extended by some 60 sq. m., and the court had not made any ruling concerning the new part of the building. The obligation of the applicant to initiate new proceedings in order to recover her investment in the building amounted to an excessive burden on her and it was contrary to the law.",
                        "elements": []
                    },
                    {
                        "content": "20.  On 2 April 2014 the Supreme Court of Justice dismissed the applicant’s appeal on points of law and stated, inter alia, that her submission concerning the failure of the Court of Appeal to order compensation for her investment in the building was inadmissible because she had not relied upon that argument before the first-instance court.",
                        "elements": []
                    },
                    {
                        "content": "21.  On 19 May 2014 the applicant lodged a civil action against the Pojăreni Local Council and the Prosecutor General’s Office to recover the money invested in the renovation of the building.",
                        "elements": []
                    },
                    {
                        "content": "22.  On 6 April 2015 the Prosecutor’s Office initiated criminal proceedings against the applicant on charges of alleged forgery of the Pojăreni Local Council’s decision to allow her to use a part of the building as a living space.",
                        "elements": []
                    },
                    {
                        "content": "23.  On 11 December 2015 the Prosecutor’s Office initiated another set of criminal proceedings against the applicant. This time the accusation against the applicant was that one of the plans of the building annexed by her lawyer to her action of 19 May 2014 (see paragraph 21 above) bore a forged signature.",
                        "elements": []
                    },
                    {
                        "content": "24.  On 27 December 2018 the Pojăreni Local Council lodged a court action against the applicant seeking the annulment of the contract of sale of 2004 by which the applicant had bought the plot of land on which the building was located.",
                        "elements": []
                    },
                    {
                        "content": "25.  On 28 May 2019 the Ialoveni District Court dismissed the applicant’s action against the Pojăreni Local Council and the Prosecutor’s Office concerning the recovery of the money invested in the renovation of the building. No reasoned judgment was issued by the court, in spite of the fact that the applicant requested one.",
                        "elements": []
                    },
                    {
                        "content": "26.  The criminal proceedings against the applicant were suspended on the ground that her whereabouts were not known and they remain suspended to date. According to the applicant, her Australian address was known to the authorities and during her last visit to Moldova in 2015 nobody had informed her about the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "27.  The applicant did not challenge the judgment of 28 May 2019 and decided not to oppose the action of the Pojăreni Local Council seeking the annulment of the contract of sale of the plot of land beneath the building.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "RELEVANT LEGAL FRAMEWORK",
                "elements": [
                    {
                        "content": "28.  The relevant provisions of the Civil Code read as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Article 217. The absolute nullity of a legal act",
                        "elements": []
                    },
                    {
                        "content": "(1)  The absolute nullity of a legal act can be invoked by any person having an interest. The court can invoke it on its own motion ...",
                        "elements": []
                    },
                    {
                        "content": "(3)  An action to declare the absolute nullity is not limited in time.”",
                        "elements": []
                    },
                    {
                        "content": "“Article 219. Effects of legal acts that are void",
                        "elements": []
                    },
                    {
                        "content": "1  A legal act that is void shall be inoperative retroactively, with effect from the time of its conclusion. ...",
                        "elements": []
                    },
                    {
                        "content": "2.  Each party must return everything received on the basis of a legal act that is void; if restitution cannot be made, the party must pay the monetary value of the [other party’s] contribution.",
                        "elements": []
                    },
                    {
                        "content": "3.  A party, and any third party to a legal act who has acted in good faith has the right to be compensated for damage caused by the legal act that is void .”",
                        "elements": []
                    },
                    {
                        "content": "Article 267. The limitation period",
                        "elements": []
                    },
                    {
                        "content": "“The general limitation period for protection through a court action of a person’s rights is three years...",
                        "elements": []
                    },
                    {
                        "content": "Article 296. Assets belonging to public domain and to private domain",
                        "elements": []
                    },
                    {
                        "content": "(1)  Assets belonging to the state or to administrative territorial units shall be deemed assets belonging to the private domain, unless they have been transferred to the public domain by law or by a legally provided procedure.",
                        "elements": []
                    },
                    {
                        "content": "(2)  The public domain of the state or of administrative territorial units shall comprise assets determined by law and assets that by their nature are of public use or interest...",
                        "elements": []
                    },
                    {
                        "content": "(3)  Underground, air space, water and forest resources .., natural resources of the economic zone and continental plateau, communication networks, as well as other assets set by law constitute exclusive objects of public property.",
                        "elements": []
                    },
                    {
                        "content": "(4)  Assets of the public domain cannot be sold, they cannot be seized and there is no statute of limitations to claim them back. The right of ownership over these assets does not cease to exist as a result of non-use and cannot be acquired by third persons through adverse possession.”",
                        "elements": []
                    },
                    {
                        "content": "29.  Under Article 3 (c) of the Law on publicly owned goods of administrative-territorial units, the goods owned by administrative-territorial units may include plots of land, immovable property, infrastructural objects and other goods.",
                        "elements": []
                    },
                    {
                        "content": "30.  According to the explanatory judgment of the Plenary Supreme Court of Justice No. 1 of 7 July 2008, when declaring a contract null and void in accordance with Article 219 of the Civil Code, the courts must reinstate the parties in their initial positions, irrespective of whether the parties requested this.",
                        "elements": []
                    }
                ],
                "section_name": "relevant_law"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 1 of protocol no. 1 to THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained that she had been deprived of her possessions in violation of Article 1 of Protocol No. 1 to the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "32.  The Government submitted in the first place that the applicant’s lawyer had missed the time-limit for submitting his observations on the admissibility and merits of the case and the just satisfaction claims by some four hours and asked the Court not to accept them. They further submitted that the applicant had failed to exhaust domestic remedies available to her. In particular, after having lost in the proceedings initiated by the Prosecutor’s Office, the applicant had initiated proceedings to claim compensation for her investment in the renovation of the building. However, she had not pursued those proceedings to their conclusion. Similarly, the proceedings initiated by the Pojăreni Local Council concerning the annulment of the 2004 sale contract by which the applicant had bought the plot of land on which the building was located were still pending at the time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant’s representative explained that the four hours’ delay in submitting the applicant’s observations on the merits and just satisfaction had been due to a computer problem encountered by him on the eve of the expiry of the time-limit which caused the loss of the document containing the observations. He further argued that the applicant had exhausted all the remedies available to her to oppose the annulment of the sale of the building. Within those proceedings she had claimed compensation for her investment, but the Supreme Court of Justice had dismissed her claim and ordered her to initiate a new set of proceedings. According to the applicant, that order was contrary to the law and the requirement for her to initiate a new set of proceedings amounted to an excessive burden placed on her. Moreover, had she waited for the termination of the other proceedings, as suggested by the Government, she would have missed the six-month time-limit to lodge her application concerning her deprivation of property. Finally, the Government’s objection rather referred to the claims under Article 41 of the Convention, in respect of which there was no obligation of exhaustion of domestic remedies.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "34.  In view of the explanation given by the applicant’s representative and given the short period between expiry of the deadline and the submission of the observations, the Court considers it appropriate to accept his observations on the admissibility and merits and the just satisfaction claims. It reiterates that under Article 35 § 1 of the Convention normal recourse should be had by an applicant to remedies which are available and sufficient to afford redress in respect of the breaches alleged. The existence of the remedies in question must be sufficiently certain not only in theory but in practice, failing which they will lack the requisite accessibility and effectiveness (see Vučković and Others v. Serbia (preliminary objection) [GC], nos. 17153/11 and 29 others, § 71, 25 March 2014). The burden of proof is on the Government to satisfy the Court that the remedy was an effective one, available in theory and in practice at the relevant time, that is to say, that it was accessible, was one which was capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success. Once this burden of proof has been satisfied, it falls to the applicant to show that the remedy advanced by the Government was in fact exhausted, or was for some reason inadequate and ineffective in the particular circumstances of the case, or that there existed special circumstances absolving him or her from the requirement (Manic v. Lithuania, no. 46600/11, § 80, 13 January 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  In the present case the applicant complained of the loss of her right of property over the building bought in 2004 from the Pojăreni Local Council, as a result of allegedly arbitrary judicial proceedings. The only available remedy against the judgment of the Chișinău Court of Appeal of 17 December 2013 was an appeal on points of law before the Supreme Court of Justice, a remedy used by the applicant. Therefore, this part of the application cannot be declared inadmissible for non-exhaustion of domestic remedies and accordingly the Government’s objection must be dismissed. The Court further notes that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On the other hand, the Court notes that the proceedings by which the Pojăreni Local Council challenged the applicant’s title to the land located beneath the building are still pending. Therefore, the Court considers that this part of the application must be rejected as premature under Article 35 §§ 1 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "37.  The applicant submitted that as a result of the judgment of the Chişinău Court of Appeal of 17 December 2013, she was deprived of the building and her use of the land beneath the building was rendered impossible. Therefore, in fact, the interference consisted of a deprivation of her right of property over both the building and the land beneath it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In so far as the legality of the interference was concerned, the applicant submitted that the interference had not been lawful under domestic law, because the courts had no right to deprive a bona fide acquirer of the building. Moreover, under Article 219 of the Civil Code, in the case of annulment of the contract of purchase of the building, the courts were obliged to order restitutio in integrum, which they had not done. This view was also supported by the explanatory judgment of the Plenary Supreme Court of Justice No. 1 of 2008. As to the Supreme Court’s argument that she had not asked for restitutio in integrum before the first instance court, the applicant claimed that that argument had been absurd because she had pleaded for the dismissal of the Prosecutor’s action before the first instance court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  As to the proportionality of the interference, the applicant submitted that the only argument relied upon by the courts to annul the contract of sale of the building was that the building had been part of the public domain and therefore could not be sold. Nevertheless, none of the instances explained how they came to the conclusion that the building was part of the public domain. Indeed, according to Article 296 of the Civil Code such buildings as the one purchased by the applicant are part of the private domain unless otherwise specified by law. Since there was no law which included the building in the public domain, the conclusion of the domestic courts to the effect that the building was part of the public domain was wrong and contrary to Article 296 of the Civil Code. The applicant argued that there was a long practice of old cinemas or kindergartens being sold by the State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant further argued that the Court of Appeal and the Supreme Court of Justice had ordered the immediate vacation of the building by the applicant’s family in spite of the applicant’s request for the retention of the building until the payment of the amount due by the local administration. The only compensation awarded to the applicant was the initial price paid for the building, without any indexation for inflation. Six years after the judgment of the Court of Appeal, that amount had not yet been paid to the applicant by the Pojăreni Local Council. As to the investment made in the refurbishment of the building, the courts had ordered the applicant to initiate a new court action and to pay court fees and lawyers’ fees and wait for several years until the new proceedings were over and the final judgment enforced. In the applicant’s view, this represented an excessive burden placed on her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Not only had the applicant been abusively deprived of her possessions, but after she had made an attempt to claim compensation by initiating a court action against the Pojăreni Local Council and the Prosecutor’s Office, the latter had initiated two sets of criminal proceedings against her. The applicant submitted that the criminal proceedings in question were a form of intimidation which served the purpose of discouraging her from pursuing her right to obtain compensation from the State and a method of generating evidence which would help dismiss her claim. The facts imputed to her dated from 2004 and concerned alleged offences which could not be pursued after the passage of more than five years. In spite of the statute of limitations, the Prosecutor’s Office had initiated those two sets of proceedings in an abusive manner and had not even informed the applicant about them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  As to the merits of the criminal cases, the applicant submitted that one of them concerned the alleged forgery of the Pojăreni Local Council’s decision to allow her to use part of the building as a living space. The applicant explained that since there was no possibility to print the decision of the Local Council at the relevant time, she had been asked to transcribe it by hand and then an officer from the Local Council had added an official stamp and a signature to it. The fact that that document was written in her own hand did not mean that the decision was forged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  As to the second set of criminal proceedings, these concerned her alleged forgery of evidence in the proceedings of 2014 by which she had claimed compensation for her investment in the building. It was alleged that one of the plans of the building annexed by her lawyer to her action of 19 May 2014 (see paragraph 21 above) bore a forged signature. The applicant argued that the document in question dated from 2004 and therefore the argument that she had deliberately forged evidence in the course of the proceedings was devoid of sense.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The applicant argued that the Government were attempting to make use in the proceedings before the Court of the above abusive criminal proceedings, although they had never served as an argument in the proceedings which had culminated with the judgment of the Supreme Court of Justice of 2 April 2014. Therefore, the applicant requested the Court to consider those arguments as irrelevant and disregard them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Government submitted that the sale of the building to the applicant had taken place in a manner which was contrary to the law. Namely, instead of selling it at public auction, the Local Council had sold it to the applicant through direct negotiations. The Government also accused the applicant of collusion with the Mayor of Pojăreni in what they called “unlawful deeds” and “criminal offences”, and of her subsequent absconding to Australia. The Government further submitted that the Prosecutor’s Office had initiated two criminal cases in respect of the applicant in 2015 and argued that the applicant was not entitled to any compensation for her investment in the renovation of the building because she had carried out the works unlawfully and in the absence of the proper authorisations from the authorities.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "46.  The Court considers that the applicant had a “possession” for the purposes of Article 1 of Protocol No. 1 to the Convention as she had a valid title to the building until the domestic courts annulled it as a result of upholding the prosecutor’s action. The annulment of her title constituted an interference with her right to property which must be considered a deprivation of possessions to which, accordingly, the second rule of Article 1 of Protocol No. 1 to the Convention applies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The applicant’s complaints relate in the first place to the lawfulness of the interference with her right to property. The Court considers that a failure to observe the legal requirements concerning such things as, for instance, the guarantees for bona fide acquirers and the time limit for introducing an action may lead to a finding that the interference with an applicant’s rights was not “in accordance with the law”. However, in the present case it finds that the issue of practical compliance with the law is closely related to whether the interference was “necessary in a democratic society” and will therefore examine this issue below. Similarly, the Court considers it unnecessary, for the purposes of the present case, to determine the question of the legitimate aim pursued by the interference. It will leave these issues open and will focus on the question of proportionality.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court reiterates that where an issue in the general interest is at stake it is incumbent on the public authorities to act in good time, in an appropriate manner and with utmost consistency (see Beyeler v. Italy [GC], no. 33202/96, § 120, ECHR 2000I). The Court will examine whether the domestic authorities and courts complied with these principles.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court notes in the first place that in its action of 31 July 2007 the Prosecutor’s Office sought the annulment of the sale contract of the building in question on the grounds that the price obtained for it had allegedly been too low and that the sale procedure had allegedly not been in accordance with the law (see paragraph 10 above). The court of first instance rejected that action twice after finding, inter alia, that it had been lodged out of time (see paragraphs 12 and 14 above). It was the Chişinău Court of Appeal that appears to have exceeded the scope of the prosecutor’s action by annulling the contract on a ground not relied upon by the Prosecutor’s Office, namely that the building was part of the public domain and that it could not be sold to anyone in the first place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  In the above context, it has to be noted that under Article 296 of the Civil Code all assets belonging to the State or to local government are presumed to be part of the private domain, unless they have been transferred to the public domain by law or by a legally-provided procedure. When modifying the scope of the prosecutor’s action and upholding it on that new ground, the Court of Appeal omitted to specify the legal framework on the basis of which it considered the building in question to be part of the public domain. Neither did the Government present any such legal basis in their submissions before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court further notes that the sale of the building in question was organised by the Pojăreni Local Council and the Mayor of Pojăreni and later approved by the Ialoveni County Council. Moreover, the contract was registered by a public notary and the applicant’s title was registered by the cadastral authority (see paragraph 6 above). According to the judgment of the Court of Appeal of 17 December 2013, all the above public authorities made a mistake when selling, approving and registering the sale of the building because the building was part of the public domain. The Court reiterates that mistakes or errors of the State authorities should serve to the benefit of the persons affected, especially where no other conflicting private interest is at stake. In other words, the risk of any mistake made by the State authority must be borne by the State and the errors must not be remedied at the expense of the individual concerned (see Gashi v. Croatia, no. 32457/05, § 40, 13 December 2007, and, mutatis mutandis, Radchikov v. Russia, no. 65582/01, § 50, 24 May 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court further notes that the applicant has been deprived of ownership without compensation. The domestic courts only ordered Pojăreni village to reimburse the price she had paid for the dilapidated building in the state in which it had been sold to her, without taking into account her claims concerning the investment made in the building. In so doing, the courts ruled that the applicant needed to initiate a new set of proceedings to claim compensation from the village. The Court notes in the first place that such an approach appears to be at odds with the domestic law and the practice of the domestic courts (see paragraph 30 above) which require restitution without further action.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Government’s defence was based on the idea that the applicant had bought the building as a result of her criminal collusion with the former Mayor of Pojăreni village. They also pointed to two new criminal investigations initiated against the applicant. The Court notes that the applicant was never found guilty of any criminal collusion with the former Mayor of Pojăreni and notes with concern the fact that the criminal cases against her were initiated after she lodged her action in 2014 for the recovery of her investment against both Pojăreni village and the Prosecutor’s Office. Those proceedings appear never to have been finalised and therefore the Court does not consider them to be of any relevance in the present case. In any event, the fact that the applicant had not been a good faith acquirer of the building in the sense of Article 219 (3) of the Civil Code had not been proven in final judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The foregoing considerations are sufficient to enable the Court to conclude that the conditions under which the applicant was deprived of her title to the building imposed an individual and excessive burden on her and that the authorities failed to strike a fair balance between the demands of the public interest on the one hand and the applicant’s right to the peaceful enjoyment of her possessions on the other.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  There has accordingly been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "57.  The applicant claimed EUR 239,030.40 for pecuniary damage suffered as a result of the violation of her rights guaranteed by Article 1 of Protocol No. 1 to the Convention. This amount, calculated as of the date on which the applicant submitted her claims under Article 41 of the Convention, included the initial price of the building paid in accordance with the contract of 28 April 2004, in the amount of EUR 2,642.90 calculated at the exchange rate of 3 April 2014; the money paid for the renovation of the building in the amount of EUR 126,132.60; the cost of the land on which the building was located in the amount of EUR 27,254; the default interest from the above amounts as calculated in accordance with the rules set out in the Moldovan Civil Code in the amount of EUR 92,450.90; and money which the applicant could have earned had she rented out the building between April 2014 and June 2019 in the amount of EUR 9,450. The applicant also claimed EUR 39.10 per day to be calculated after the date on which she submitted her claims for just satisfaction until such date when the Court would determine the issue of just satisfaction in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The applicant submitted an expert report concerning the amounts invested by her in the refurbishment of the building, an expert report concerning the price of the land on which the building is located and detailed calculations concerning the rest of the amounts claimed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government disputed the amounts claimed by the applicant and argued that she had not suffered any pecuniary damage. In support of their position the Government argued that the claims were unsubstantiated and that the applicant had not provided evidence to support them. Moreover, the Government submitted that the applicant did not have a construction permit which would have allowed her to renovate the building and develop the land around it. As to the initial price of the building, the Government submitted that it was the fault of the applicant that the price had not been paid, because her son had failed to reply to a letter from the Pojăreni Local Council requesting him to provide his bank details. As regards the land on which the building was located, the Government submitted that the proceedings concerning the annulment of the applicant’s title over that land were still pending. Therefore, they considered that examination of the matter was premature. The Government did not submit any alternative expert reports.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court reiterates that a judgment in which it finds a breach imposes a legal obligation on the respondent State to put an end to the breach and make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (see Iatridis v. Greece (just satisfaction) [GC], no. , § 32, ECHR 2000-XI; and Former King of Greece and Others v. Greece [GC] (just satisfaction), no. , § 72, 28 November 2002). Consequently, reparation should aim at putting the applicant in the position he would have been in had the violation not occurred, namely if the final court judgment in his favour had not been quashed (see Papamichalopoulos and Others v. Greece (Article 50), 31 October 1995, § 36, Series A no. 330B; Carbonara and Ventura v. Italy (just satisfaction), no. , §§ 37-40, 11 December 2003; Scordino v. Italy (no. 3) (just satisfaction), no. , §§ 32-37, 6 March 2007; and Dacia S.R.L. v. Moldova (just satisfaction), no. , § 39, 24 February 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In view of the materials in its possession and of the submissions of the parties, the Court considers that the applicant suffered a pecuniary loss which would have been avoided had the Chişinău Court of Appeal and the Supreme Court of Justice upheld the judgment of the lower court. Having analysed the materials of the case and, in particular, the unrebutted expert report presented by the applicant, the Court considers it reasonable to compensate the applicant for the expenses incurred for the renovation of the building and for a part of the default interest claimed by her. Making its own assessment, the Court considers it reasonable to award the applicant EUR 160,000 for pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "62.  The applicant claimed EUR 10,000 for the non-pecuniary damage suffered as a result of the breach of her right guaranteed by Article 1 of Protocol No. 1 to the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government contested the amount claimed and asked the Court to dismiss the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court considers that the applicant must have suffered a certain amount of stress and frustration as a result of the decision of the domestic courts to deprive her of her property. It awards her EUR 5,000 for nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "65.  The applicant also claimed EUR 4,265 for the costs and expenses incurred before the Court, of which EUR 3,945 represented legal fees and EUR 320 expenses. The applicant submitted evidence that she had paid the legal fees to her lawyer and that the expenses constituted payment of an expert who had evaluated the land in 2019.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government argued that the amount was excessive and asked the Court to dismiss the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these were actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 2,000 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "68.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares the part of the application concerning the annulment of the sale of the building admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 August 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "president"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Darian Pavli",
            "role": "judges"
        },
        {
            "name": "Saadet Yüksel",
            "role": "judges"
        },
        {
            "name": "Peeter Roosma",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ARZAMAZOVA v. THE REPUBLIC OF MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-203824.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0804JUD003863914",
    "externalsources": [],
    "extractedappno": [
        "38639/14",
        "17153/11",
        "46600/11",
        "33202/96",
        "32457/05",
        "65582/01",
        "31107/96",
        "25701/94",
        "24638/94",
        "43662/98",
        "3052/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-203824",
    "judgementdate": "04/08/2020 00:00:00",
    "kpdate": "04/08/2020 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "ARZAMAZOVA",
        "THE REPUBLIC OF MOLDOVA"
    ],
    "rank": "6746.37841796875",
    "representedby": [
        "GRIBINCEA V."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "499936",
    "typedescription": "15"
}