{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award",
    "applicability": "36",
    "appno": "31382/96",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award",
            "type": "other"
        }
    ],
    "content": {
        "001-59218.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 31382/96) against the Republic of Poland lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Władysław Kurzac (“the applicant”), on 9 May 1995.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr Z. Cichoń, a lawyer practising in Kraków (Poland). The Polish Government (“the Government”) were represented by their Agent, Mr K. Drzewicki, of the Ministry of Foreign Affairs. ",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged a violation of Article 6 § 1 in that the proceedings which he had brought to the Warsaw Regional Court in order to have his late brother’s politically-motivated conviction annulled had been unreasonably long. ",
                        "elements": []
                    },
                    {
                        "content": "4.  Following communication of the application to the Government by the Commission, the case was transmitted to the Court on 1 November 1998 by virtue of Article 5 § 2 of Protocol No. 11. ",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court. ",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 25 May 2000 the Chamber declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant, but not the Government, filed observations on the merits (Rule 59 § 1). They were received at the Court’s registry on 9 August 2000. The respondent Government replied to those observations on 18 October 2000.",
                        "elements": []
                    },
                    {
                        "content": "8.  Subsequently, the Chamber, after consulting the parties, decided that no hearing on the merits was required (Rule 59 § 2 in fine).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS ",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE ",
                        "elements": [
                            {
                                "content": "A.  Background",
                                "elements": [
                                    {
                                        "content": "9.  H.K., the applicant’s brother, had been a member of the Polish resistance troops of the underground National Armed Forces (Narodowe Siły Zbrojne), commonly referred to as the “NSZ”.  The NSZ had been founded in September 1942 and, originally, formed partisan forces fighting the Germans during the Second World War.  At the end of 1943 the NSZ’s command, considering that the defeat of the Germans was inevitable, decided that the main enemy was the communist Soviet Union and ordered that, from that time on, the NSZ should direct its attacks against the Red Army and the Polish communist partisan forces.  After the liberation of Poland, some of the NSZ members took refuge in the West, while others, after being ordered not to attack the Red Army directly, established an underground resistance movement against the communist government.  On 10 February 1948 H.K. was convicted by the Warsaw District Military Court (Wojskowy Sąd Rejonowy) in connection with, inter alia, his membership of the NSZ, which was considered an “illegal organisation established with the aim of subverting the political and legal system of the State”.  He was sentenced to seven years’ imprisonment and then served his sentence. He was released on an unspecified date.  On 7 August 1956 he was shot dead by a militia officer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 3 September 1993 the applicant lodged an application under section 3(1) of the Law of 23 February 1991 on annulment of convictions whereby persons were persecuted for their activities aimed at achieving independence for Poland (Ustawa o uznaniu za nieważne orzeczeń wydanych wobec osób represjonowanych za działalność na rzecz niepodległego bytu Państwa Polskiego) (“the 1991 Act”) with the Warsaw Regional Court (Sąd Wojewódzki), seeking to have his late brother’s conviction of 10 February 1948 declared null and void.  Shortly afterwards, the court decided that the applicant’s request would be examined together with a similar application, which had been lodged by the widow of a co-defendant of his brother on 24 June 1993.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 27 December 1993 the applicant’s lawyer asked the court to set a date for a hearing as soon as possible, submitting that his client was an elderly person suffering from various ailments and that the court should therefore give priority to his case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  \tOn 9 November 1994 the applicant’s lawyer again asked the Warsaw Regional Court to fix a date for a hearing, maintaining that his previous application for the proceedings to be accelerated had been to no avail and that the period of total inactivity on the part of that court had, in the meantime, exceeded one year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 21 November 1994 the Deputy Chief Judge of the Criminal Division of the Warsaw Regional Court informed the applicant that 10,000 similar applications had been lodged with that court during the previous three years.  This had created inevitable organisational problems because the judges of the Criminal Division were doubly overburdened: by the number of criminal cases which they had to deal with as their normal work and by the extra work arising from the significant number of cases concerning applications for wrongful convictions to be declared null and void.  Moreover, as far as possible, the court was giving priority to applications lodged by living victims of repression and, therefore, it had to postpone the examination of those lodged on behalf of deceased victims.  However, and in any event, there was no possibility of clearing the existing backlog within the next few years. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 7 April 1998 the Warsaw Regional Court listed a hearing in the applicant’s case for 25 May 1998.  On that date the court annulled the conviction of 10 February 1948 insofar as it concerned the charges relating to activities regarded as having been aimed at achieving independence for Poland.  Since no party to the proceedings appealed within the statutory time-limit of seven days, the first-instance decision became final on 2 June 1998.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW ",
                        "elements": [
                            {
                                "content": "15.  The Law of 23 February 1991 on annulment of convictions whereby persons were persecuted for their activities aimed at achieving independence for Poland sets out rules concerning the conditions under which certain politically-motivated convictions rendered from 1 January 1944 to 31 December 1956 can be declared null and void, and provides for the State’s civil liability for such convictions.  ",
                                "elements": []
                            },
                            {
                                "content": "16.  At the material time the relevant part of section 1(1) of the 1991 Act provided:",
                                "elements": []
                            },
                            {
                                "content": "“Convictions or other decisions rendered by the Polish judicial, prosecuting or extra-judicial authorities during the period ... from 1 January 1944 to 31 December 1956 shall be declared null and void if the offence with or of which the person concerned was charged or convicted related to activities undertaken by him with the aim of achieving independence for Poland, or if the decision in question was taken on the ground that he had undertaken such activity.  The same applies to persons convicted of resisting the collectivisation of farm land and compulsory contributions of foodstuffs.”",
                                "elements": []
                            },
                            {
                                "content": "17.  The relevant part of section 3, as applicable at the material time, read:",
                                "elements": []
                            },
                            {
                                "content": "“1.  A conviction or decision [referred to in Section 1(1)] shall be declared null and void on an application lodged by [one of the following persons]: the Ombudsman, the Minister of Justice, a prosecutor, a victim of repression or any person authorised by law to lodge an appeal on his behalf; where a victim of repression has since died, or he has left the territory of Poland, or is mentally ill, such an application may be lodged by any of his close relatives: ... siblings or spouse, or by an association of persons persecuted for activities undertaken by them with the aim of achieving independence for Poland.",
                                "elements": []
                            },
                            {
                                "content": "2.  The court shall determine the case at a hearing on the basis of the case-file of the organ which made the original decision.  It may, where necessary, obtain additional evidence.",
                                "elements": []
                            },
                            {
                                "content": "3.  A party entitled to file an application under paragraph 1 shall be entitled to appeal against a decision on whether or not the original decision should be declared null and void.",
                                "elements": []
                            },
                            {
                                "content": "4.  Unless otherwise provided, the provisions of the Code of Criminal Procedure shall apply by analogy to the proceedings [relating to applications under paragraph 1]; however, a prosecutor must participate in the hearing.  A victim of repression [and other persons entitled under paragraph 1 to lodge an application] or, with the court’s leave, other persons may participate in the hearing.  The hearing shall be recorded in minutes.”",
                                "elements": []
                            },
                            {
                                "content": "18.  On 21 May 1993 the 1991 Act was amended to the effect that its provisions from that date on became applicable to persons who had been persecuted or convicted for political reasons by the Stalinist Soviet authorities by virtue of an agreement concluded on 26 July 1944 between the Polish Committee of National Liberation (Polski Komitet Wyzwolenia Narodowego) and the government of the USSR.  Under that amendment, only the Warsaw Regional Court was competent to deal with applications lodged by this group of repressed or wrongly convicted persons.  Later, on 3 February 1995, the 1991 Act was again amended; this time to the effect that all regional courts could deal with applications lodged by such persons.  The second amendment took effect on 1 April 1995. ",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant maintained that his right to a “hearing within a reasonable time” had not been respected and he alleged a violation of Article 6 § 1, the relevant part of which reads:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicability of Article 6 ",
                                "elements": [
                                    {
                                        "content": "20.  In its decision on the admissibility of the present application, the Court has already held that the result of the rehabilitation proceeding in issue was decisive for the applicant’s civil rights, namely his right to enjoy a good reputation and his right to protect the honour of his family and to restore its good name (see Kurzac v. Poland (dec.), application no. 31382/96, to be published in ECHR 2000-VI).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "21.  There was no dispute over the fact that the proceedings started on 3 September 1993 and came to an end on 2 June 1998, when the decision annulling the conviction of the applicant’s late brother became final (see also paragraphs 10 and above).  The Court accordingly finds that the length of the proceedings was four years and nine months.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Reasonableness of the period in question",
                                "elements": [
                                    {
                                        "content": "1.  The arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "22.  The applicant submitted that his case had not been complex.  The trial court had not needed to deal with any questions of fact, nor had it obtained fresh evidence.  The final ruling had been based exclusively on an evaluation of whether or not the conviction in issue had been lawful.  In order to give that ruling, the court had held only one hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  \tIn the applicant’s view, there had been nothing to justify a delay of nearly five years in determining such a simple case.  He considered that the authorities had been responsible for the backlog of similar cases in the Warsaw Regional Court because that caseload had resulted from Parliament’s erroneous decision to amend the 1991 Act and to overburden that court with extra work.  Furthermore, the authorities’ decision to set up a special section dealing with wrongful convictions had been late and it had hardly at all resulted in the court’s efficiency having been increased. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  \tIn consequence, the applicant added, it could not be said that the Polish authorities had taken any significant remedial action to improve the situation the Warsaw Regional Court.  The measures taken by the Polish authorities to clear the backlog of rehabilitation cases had been late, not satisfactory and in no way had resulted in his case having been heard “within a reasonable time”.  That being so, there had been no circumstances absolving the authorities from their responsibility for the slow conduct of the proceedings in issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  \tThe Government disagreed.  They maintained that the proceedings had been completed “within a reasonable time”, as required by Article 6 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "They considered that complicated issues of fact and law had been involved in the examination of the case. They pointed out that in many rehabilitation cases it had often been necessary to reconstruct parts of case-files or, under section 3(2) of the 1991 Act, to obtain fresh evidence.  Such cases – as it had happened in the present one – had sometimes been examined jointly with other cases. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Government further argued that the significant number of similar applications for rehabilitation lodged with the Criminal Division of the Warsaw Regional Court had resulted in the court’s facing an excessive workload.  This, in turn, had created a backlog of cases, both ordinary criminal ones and those relating to wrongful convictions.  In this respect the Government also stressed that, when the applicant had lodged his application, in the Warsaw Regional Court there had been no separate section dealing with rehabilitation proceedings, such a special section only having been set up as late as 1 October 1995.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On the other hand, the Government admitted that Parliament had committed a legislative mistake by amending the 1991 Act in such a way that, from 21 May 1993 to 1 April 1995, only one court in Poland, namely the Warsaw Regional Court, could deal with applications for the annulment of convictions rendered by the Stalinist Soviet authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Referring to the results of that mistake, the Government cited the relevant statistics, according to which in 1993 there had been 3,500 applications for rehabilitation lodged with the Criminal Division of the Warsaw Regional Court, in 1994 there had been 6,337, in 1995 there had been 1,700, in 1996 and 1997 less than a thousand and, in 1998, only 388 as of 2 October 1998.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  \tBasing their argument on, among other authorities, the Zimmerman and Steiner v. Switzerland judgment (judgment of 13 July 1983, Series A no. 66, § 29), the Government nevertheless maintained that that temporary backlog of the court’s business could not be seen as involving the liability of the State authorities because they had taken, with the requisite promptness, remedial action aimed at improving the exceptional situation in the Warsaw Regional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the Government’s opinion, the trial court had done what could reasonably be expected of it.  It had decided that cases had had to be classified according to their urgency and importance and had consequently given priority to applications submitted by living victims of repression.  This criterion had not militated in favour of an immediate examination of the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  In conclusion, the Government invited the Court to find that the “reasonable time” requirement had been complied with in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "30.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the particular circumstances of the case and having regard to the criteria laid down in the Court’s case-law, in particular, the complexity of the case, the conduct of the applicant and that of the relevant authorities, and the importance of what was at stake for the applicant in the litigation (see, among many other authorities, the Styranowski v. Poland judgment of 30 October 1998, Reports of Judgments and Decisions 1998-VIII, p. 3376, § 47, and Humen v. Poland [GC], no. 26614/95, § 60 unreported).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court notes at the outset that this case was determined at a single hearing, which was held before the Warsaw Regional Court on 25 May 1998 (see paragraphs 14 and 22 in fine above). While the Government maintained that in many rehabilitation proceedings the courts had had to reconstruct case-files or to obtain fresh evidence, they did not plead that this had been the case in the proceedings in question (see paragraph 25 above). Nor does the Court find on the material before it any indication that in determining whether or not the impugned conviction should be annulled the trial court needed to consider complicated questions of fact or law. It concludes, therefore, that the length of the proceedings cannot be explained in terms of the complexity of the issues involved.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court further observes that at no stage of the proceedings before it did the Government claim that the applicant had in any way contributed to the duration of the trial. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.   It therefore remains for the Court to establish whether the relevant authorities conducted the case in a manner consistent with the “reasonable time” requirement laid down in Article 6 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In that context, the Court notes that the applicant’s case lay dormant for a substantial period of some four years and nine months that elapsed from 3 September 1993 (when he initiated the proceedings) to 25 May 1998 (when the final ruling was given) (see paragraphs 10-14 above).  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is true that, in view of the large number of similar applications for rehabilitation filed with the Warsaw Regional Court, the trial court had to deal with an increased and exceptional caseload (see paragraphs 13, 18 and 26-27 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  However, rehabilitation cases concerned likewise exceptional situations and particularly important issues were at stake in the relevant proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On that point the Court would emphasise that those proceedings, which originated in the 1991 Act (see paragraphs 15-18 above), were designed to ensure that victims of political repression by the totalitarian authorities had their cases reheard before the courts and received a “fair trial” after many years of waiting.  Their object was to provide the persons concerned, or their families, with symbolic, albeit late, satisfaction for denial of justice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Having regard to the foregoing, the Court considers that it was incumbent on the Polish State – and from the point of view of Article 6 § 1 it does not matter whether it was its legislative, executive or judicial branch – to guarantee that those persons would have their cases determined without any undue delay.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government maintained that the authorities had taken prompt remedial action in order to deal with the backlog in the Warsaw Regional Court (see paragraph 28 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court considers, however, that the measures applied by the authorities to remedy the situation were ineffective and that they did not in any significant way accelerate the proceedings in the applicant’s case.  In particular, as regards the special section handling rehabilitation cases referred to by the Government (see paragraph 26 in fine above) the Court finds that it was set up in the Warsaw Regional Court as late as 1 October 1995, that is to say more than a year after the backlog of that court’s business had reached a significant number, namely about 10,000 applications (see paragraph 13 above). Despite that, the applicant waited for two and a half further years before his case was examined.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court therefore finds that the remedial action relied on by the Government cannot exonerate the authorities from their responsibility for the total delay in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  There has therefore been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "37.  The applicant did not claim any pecuniary damage.  However, under the head of non-pecuniary damage, he asked the Court to award him 10,000 US dollars (USD), or their equivalent in Polish zlotys, for moral suffering and distress resulting from the protracted length of proceedings in his case.  In that context he stressed, in particular, the fact that very personal and painful issues were at stake for him in the proceedings and that his long wait for justice to be done had affected his health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Government considered that that the sum in question was inordinately excessive.  Referring to the Podbielski v. Poland and Styranowski v. Poland judgments (judgments of 30 October 1998, Reports of Judgments and Decisions 1998-VIII, p. 3379 §§ 62-63 and p. 3399, §§ 47-48 respectively), they invited the Court to make an award of just satisfaction, if any, on the basis of its case-law in similar cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court accepts that the applicant has certainly suffered non-pecuniary damage, such as distress and frustration resulting from the procrastination of the proceedings, especially as their object related to the issues which, from the emotional point of view, he considered very important for him. Making its assessment on an equitable basis, the Court awards the applicant 20,000 Polish zlotys (PLN).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "40.  The applicant, who received legal aid from the Council of Europe in connection with the presentation of his case, sought reimbursement of USD 4,100 for costs and expenses. That sum consisted of USD 100 for postal expenses, USD 500 for legal fees charged for the presentation of his case before the Polish courts and USD 3,500 for costs of representation in the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.   The Government maintained that the claim for costs and expenses, in particular for those involved in the domestic court proceedings, was excessive in the extreme. They asked the Court to make an award, if any, only in so far as the costs and expenses claimed were actually and necessarily incurred and were reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court has assessed the claim in the light of the principles laid down in its case-law (see, for instance, Nikolova v. Bulgaria [GC], no. 31195/96 § 79, ECHR 1999-II; and Kudła v. Poland, no. 30210/96, § 168, to be published in ECHR 2000- ...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Applying the said criteria to the present case and making its assessment on an equitable basis, the Court considers it reasonable to award the applicant PLN 10,000 for his costs and expenses together with any value-added tax that may be chargeable, less the 6,804.00 French francs received by way of legal aid from the Council of Europe.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "43.  According to the information available to the Court, the statutory rate of interest applicable in Poland at the date of adoption of the present judgment is 30% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT ",
                "elements": [
                    {
                        "content": "1.  Holds unanimously that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by 6 votes to 1",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "\t(ii)  10,000 (ten thousand) Polish zlotys in respect of costs and expenses, together with any value-added tax that may be chargeable, less 6,804.00 (six thousand eight hundred four) French francs received by way of legal aid from the Council of Europe, to be converted into Polish zlotys at the rate applicable at the date of delivery of this judgment;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 30% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses unanimously the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 February 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrG. Ress",
            "role": "president"
        },
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "judges"
        },
        {
            "name": "MrJ. Makarczyk",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "and Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KURZAC v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59218.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2001:0222JUD003138296",
    "externalsources": [],
    "extractedappno": [
        "31382/96",
        "26614/95",
        "31195/96",
        "30210/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-59218",
    "judgementdate": "22/02/2001 00:00:00",
    "kpdate": "22/02/2001 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "40",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "KURZAC",
        "POLAND"
    ],
    "rank": "412.005310058594",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Humen v. Poland [GC], no. 26614/95, § 60, unreported",
        "Kudla v. Poland [GC], no. 30210/96, § 168, ECHR 2000-XI",
        "Kurzac v. Poland, decision, no. 31382/96, 25.5.2000, ECHR 2000-VI",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II",
        "Styranowski v. Poland judgment of 30 October 1998, Reports of Judgments and Decisions 1998-VIII, p. 3376, § 47"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "324366",
    "typedescription": "15"
}