{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing)",
    "applicability": "",
    "appno": "29115/07",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-200558.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 29115/07) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Turkish nationals, Mr Niyazi Şamat and Mr Nuri Şamat (“the applicants”), on 4 July 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms A. Turan and Mr C. Can, lawyers practising in Istanbul. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the domestic courts had failed to respect the res judicata effect of an earlier court judgment in judicial proceedings against them in the context of a dispute regarding the application of forest boundaries.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 9 October 2017 the Government were given notice of the complaints under Article 6 § 1 of the Convention, and the complaint under Article 1 of Protocol No. 1 was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 30 June 2018 the first applicant, Niyazi Şamat, passed away. By a letter of 12 September 2019 the Court was informed that his daughters, Ms Hülya Balsüzen, Yasemin Çakır, Emine Görgün, Ayşe Şamat and Hatice Şamat wished to continue the proceedings.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, and as can be seen from the documents in the file, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "Background to the case",
                                "elements": [
                                    {
                                        "content": "7.  The case concerns a plot of land which originally measured 3 820 sq. m. in Kemerburgaz, Istanbul, registered in the Land Registry as plot no. 161.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In 1939 a boundary-marking exercise (orman tahdidi) pursuant to law no. 3116 was carried out in Kemerburgaz in order to determine the boundaries of the Belgrade Forest. The outcome of the exercise and the boundaries of the forest were publicly announced and as no objection was made, this decision became final in 1940.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  By a decision of 2 November 1950 (no. 12073), published in the Official Gazette on 12 December 1950, the Council of Ministers decided to declare the Belgrade Forest as a conservation forest (Muhafaza Ormanı).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Pursuant to a land cadastral survey carried out in the area on 26 June 1956, the plot of land was registered to a certain Timur D., as the owner of the property. On an unspecified date, the forest administration and the Treasury brought an action against him before the Eyüp Land Registry Court on the ground that the land was inside the Belgrade Forest, the boundaries of which had been established in the forest cadastral survey of 1939 (see paragraph 8 above) and that therefore the title deed given to him should be annulled.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In the proceedings before the Eyüp Land Registry Court, the court examined the cadastral boundary maps and the Land Registry records, carried out an on-site inspection of the property and obtained an expert report to determine whether the property fell inside the boundaries indicated by the cadastral maps. During the proceedings, both the local forestry department in its written reply of 20 July 1967 and the department of forestry within the Ministry of Agriculture in its written reply of 27 April 1977 submitted that the relevant property fell outside the boundaries of the forest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Based on its examination, on 13 March 1979 the Eyüp Land Registry Court dismissed the case brought against Timur D. on the ground that the entire area of the plot of land fell outside of the boundaries of the forest; however, it held that 815 sq. m. of the 3 820 sq. m. plot of land should be registered in the name of the State since it formed part of a road.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The decision was upheld by the Court of Cassation on 6 June 1979 and became final. It was recorded in the relevant Land Registry documents (tapulama tutanağı).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The purchase of the property by the applicants and the forest cadastral survey of 1985",
                                "elements": [
                                    {
                                        "content": "13.  On various dates between 1982 and 1994 the applicants gradually bought shares in the relevant property from Timur D.’s heirs and their titles were registered on the relevant dates in the land register. They constructed several buildings on the plot of land over the course of the years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In 1984 the forest cadastral commission conducted a cadastral evaluation (aplikasyon çalışması) in the Kemerburgaz area. The purpose of this evaluation was to identify the forests which were not yet included in the cadastral map and to remove the forest status of lands which had lost their characteristics defined in the law and to apply the forest boundary results which had become final (kesinleşmiş orman sınırlarının araziye aplike işlemi) to the area in question (see paragraph 35 below on section 7 of Law no. 6831 as amended by Law no. 2896).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In its application of the forest boundary results of the boundary marking exercise of 1939 (see paragraph 8), the forest cadastral commission found that the applicant’s plot of land fell inside the boundaries of the Belgrade Forest. The commission completed its evaluation in 1985 but announced its results by way of public announcement only on 15 June 1988.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 17 December 1993 an annotation (şerh) was made at the request of the Treasury in the land register by the Land Registry office, indicating that the plot of land was part of the forest. The applicants were not notified of that annotation since individual notification was not required by law.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Proceedings brought against the applicants by the forest administration",
                                "elements": [
                                    {
                                        "content": "17.  On 5 May 2003, the forest administration and the Treasury brought an action against the applicants before the Eyüp Assize Court in Civil Matters (“Eyüp Civil Court”) for the annulment of the applicants’ title deed and the registration of the land in the name of the Treasury, claiming that the land was part of the Belgrade Forest, as concluded by the cadastral evaluation of 1985. It submitted in that respect that the boundaries of the Belgrade Forest had already been determined pursuant to Law no. 3116 in the cadastral survey of 1939 and that the forest cadastral commission had applied the boundaries of the forest in the Kemerburgaz area pursuant in its cadastral evaluation of 1985 which had been duly announced in 1988.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In their petition in reply of 19 June 2003, the applicants raised the plea of res judicata on the ground that the status of the land in question and whether it had been within the boundaries of the Belgrade Forest had been conclusively determined by the Eyüp Land Registry Court’s judgment of 1979 (see paragraph 11 above), which had been recorded in the land register documents and on which they had relied when they had bought the shares of the property from the heirs of Timur D.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  They further requested the removal of the annotation in the land register which, according to their submissions, had been devoid of a legal basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 25 March 2004 the Eyüp Civil Court dismissed the case on the ground that the subject matter of the dispute had already become res judicata as per the decision of the Land Registry Court of 13 March 1979. It also decided that the annotation be removed from the Land Registry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The forest administration appealed against this decision and argued that the Land Registry Court’s decision of 13 March 1979 could not be taken as res judicata since that court had incorrectly adjudicated the dispute at the time because its examination had been incomplete. It submitted in that connection that the inspection that had been carried out at the site in those proceedings had been in the presence of a Land Registry official and not an engineer in forestry who was the competent agent to apply the boundaries of a forest to the area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 14 December 2004, in a decision that was not communicated to the parties, the Court of Cassation returned the case-file to the first-instance court in order for it to complete and send the case-file back by including all the forest cadastral survey files prepared with respect to different legislation, as well as the cadastral maps to be submitted with the file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 21 March 2005, after receiving the complete case-file, the Court of Cassation quashed the decision of the Eyüp Civil Court of 25 March 2004 holding that the aim of Law no. 6831, as with the other cadastral laws that came before it, had been to settle the boundaries in a final manner, which therefore required affected persons to file their claims against the decisions of the cadastral commissions within the negative prescription time-limits. It held in that respect that the negative prescription period applicable had been six months for those who did not have title deeds and ten years for those who held title deeds. The Court of Cassation went on to add that the plea of res judicata outside of these negative prescription periods had no validity. This was irrespective of the fact that the cadastral commissions had an obligation to take into account final court decisions in their work. If they had made an error or disregarded a final judgment, it would be up to the concerned individuals to bring an action within the negative prescriptive periods.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court of Cassation therefore remitted the case back to the Eyüp Civil Court on the ground that the latter had erred in dismissing the case brought by the forest administration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 22 November 2005 the Eyüp Civil Court ruled in accordance with the Court of Cassation’s reasoning and held that the applicants had failed to raise an objection within the ten years following the publication of the conclusions of the cadastral commission on 15 June 1988. The Eyüp Civil Court therefore annulled the title deed of the applicants, ordered the demolition of the properties built on the land in question and ruled that the land be registered as a forest in the name of the Treasury.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 16 January 2006 the applicants appealed against that judgment, relying on the argument that the matter was res judicata owing to the judgment of 1979. They further claimed that the forest boundaries that had been established by the 1939 forest cadastral survey and which had become definitive in 1940 could not be changed during the subsequent cadastral application exercise of 1985. In support of their claim, they cited judgments of the Court of Cassation confirming the principle that the boundaries determined by the primary cadastral survey that had become definitive could not be changed or altered during subsequent cadastral application exercises. Following the applicants’ appeal, the Court of Cassation held a hearing on 13 June 2006 and heard the submissions of the applicants’ lawyer. On 7 November 2007, without responding specifically to the applicants’ arguments, the higher court upheld the judgment of the Eyüp Civil Court with a minor procedural correction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Developments after the lodging of the application",
                                "elements": [
                                    {
                                        "content": "Restitution case pursuant Law no. 6292",
                                        "elements": [
                                            {
                                                "content": "26.  On 26 April 2012 Law no. 6292 entered into force. It provided for, among other things, the rectification of errors in the forest maps which had already been registered in the land register (section 11 (10)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 15 January 2016 the applicants brought an action alleging that in the cadastral evaluation of 1985 the authorities had not correctly applied the boundaries established in the previous cadastral survey to the cadastral maps. Because of this error, the applicants submitted that their land was indicated as falling within the boundaries of the forest. They therefore requested rectification pursuant to the provisions of section 11(10) of Law no. 6292.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Istanbul Cadastral Court appointed an expert panel, comprised of three experts on forest, agriculture and cadastral (geomatics) engineering with a view to determining whether there were any errors in the application of the forest cadastral boundaries in the subsequent cadastral or forest maps.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  In their report submitted to the domestic court on 10 July 2017, the experts concluded that the boundaries established in the forest cadastral survey in 1939 had not been correctly applied in the subsequent cadastral evaluation carried out in 1985. According to the experts, this error stemmed from the fact that during the application exercise, the authorities had not accurately followed the distance and angular measurements set out in the forest cadastral survey of 1939 between the reference points, namely points 46 and 50, adjacent to the applicants’ property. In their examination of the cadastral maps, aerial photos and the boundary-marking documents, the experts therefore concluded that the cadastral evaluation of 1985 had not correctly applied the boundaries established in the cadastral survey of 1939, and as a result of that error, the applicants’ land which was originally determined as falling outside the boundaries of the forest had been included within it. However they commented that since the judgment of 22 November 2005 (see paragraph 24 above) had ruled the plot of land as forest, its indication as a green area in the map was correct.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 12 December 2017 the Istanbul Cadastral Court dismissed the applicant’s action, holding that Law no. 6292 which allowed the correction of errors in forest maps did not provide for transfer of property rights. The court held that notwithstanding the expert report which had indicated the errors committed during the cadastral application of forest boundaries resulting in the land being classified as a forest, referring to the judgment of 22 November 2005 as res judicata, the status of property rights with respect to the property had been determined by a final judgment and was enforced when it was registered in the name of the Treasury in the land register.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The appeal proceedings are currently ongoing.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Compensation action under Article 1007 of the Civil Code",
                                        "elements": [
                                            {
                                                "content": "32.  On 11 April 2017 the applicants brought a compensation action before the Istanbul Assize Court in Civil Matters on the ground that the annulment of their title deed without compensation due to the classification of their property as forest infringed their right to the peaceful enjoyment of their possessions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The proceedings before the domestic courts are currently ongoing.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "Domestic law and practice in respect of forests and cadastre regulations",
                                "elements": [
                                    {
                                        "content": "33.  Under Article 169 of the Turkish Constitution of 1982, ownership of public forests may not be transferred to others; public forests will be managed and exploited by the State in accordance with the law. Ownership of such forests cannot be acquired through adverse possession, nor may the forests be subject to any easement, unless it is considered to be in the public interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Until 1937, forests were not subject to any special regulations. Between 3 February 1937 and 31 August 1956, five main laws concerning forest property were enacted: Laws nos. 3116, (1937), 4785 (1945), 5653 (1950), 5658 (1950) and 6831 (1956).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  One of the purposes of Law no. 6831 is to conduct a forest cadastral survey by identifying those State forests which had previously been subject to a boundary-marking exercise, but were indicated as falling outside the areas of forest. Under section 7 of Law no. 6831, cadastral commissions decide whether an area will be categorized as a public forest or a private forest. Under the same provision, as amended by Law no. 2896, cadastral commissions are authorised to identify and mark out the shared boundaries between forests and private properties. The same law governs the way in which the cadastral commissions operate (sections 7 to 12). According to the Regulation on the application of Law no. 6831, as in force at the relevant time, concerning the areas where a previous boundary-marking exercise had been carried out, the cadastral commissions are required to first apply the reference points determined by the previous evaluation to the surface in question then update the markings and cadastral maps if necessary (section 10 of the Regulation). After the application of boundaries to the surface, they can then proceed with correction of errors and the determining of forests which had been previously left out (section 47). Finally, the cadastral commissions are required to take into account final court judgments concerning property disputes in areas where they are conducting an application exercise or carrying out a forest cadastre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Article 11 of Law no. 6831 provides for the cadastral commissions to announce their records and maps in respect of their cadastral evaluation by way public announcement which counts as individual notification for the persons concerned. The public announcement stays in place for thirty days and may be contested by concerned individuals before the relevant courts. Uncontested records and maps become definitive thirty days after the announcement period. The negative prescription period to file an objection against the rights, limitations, and assertions found in the cadastral records and maps is ten years starting from the date on which they become definitive. After the expiry of this time-limit, it is not possible to file an action by relying on legal facts prior to the cadastral evaluation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  A full description of the relevant domestic law may be found in Turgut and Others v. Turkey (no. 1411/03, §§ 41-67, 8 July 2008); Köktepe v. Turkey (no. 35785/03, §§ 36-65, 22 July 2008); and, Rimer and Others v. Turkey (no. 18257/04, §§ 17-19, 10 March 2009).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Res judicata and binding character of judgments according to the Constitution and the Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "38.  Under Article 138 of the Constitution, the legislature and the executive branches of the State must comply with court decisions; they are prohibited from modifying court decisions or deferring their enforcement. Furthermore, according to the jurisprudence of the Constitutional Court (decision of 2 February 1989, E.1988/36, K. 1989/24) and the Court of Cassation (decision of the Assembly on the Unification of Conflicting Case-Law of 19 October 1990, E. 1990/3, K. 1990/5), a final judgment cannot be amended or set aside by subsequent legislative changes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A judgment becomes res judicata in the formal sense when it is final (şekli anlamda kesin hüküm).",
                                        "elements": []
                                    },
                                    {
                                        "content": "A final judgment on the merits by a civil court is regarded as res judicata in a subsequent suit involving the same parties or their successors in respect of the same dispute (Article 303 of the Code of Civil Procedure (“the CCP”)). Only those issues which are determined in the first action and reflected in its operative part are considered res judicata in respect of the subsequent suit (maddi anlamda kesin hüküm).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Res judicata operates as a bar on the jurisdiction of subsequent courts. As res judicata is considered to be a matter of public order, the courts must examine it on their own motion (Article 114-5 of CCP). The presence of res judicata precludes the re-examination of the same dispute between the same parties.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Reopening of proceedings under the Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "39.  Section 375 § 1 (i) of the CCP reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. The reopening of proceedings may be requested for the following reasons:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i) Where the European Court of Human Rights has issued a final judgment finding that the [final domestic] decision has been made in breach of the Convention for the Protection of Human Rights and Fundamental Freedoms or its additional protocols (...)”",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Section 377 of the CCP provides that the time-limit for reopening of proceedings on the ground stipulated in section 375 § 1 (i) is three months from the date of notification of the final judgment of the European Court of Human Rights and in any case ten years from the date when the domestic court’s decision that is the subject matter of the request for reopening becomes final.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [],
                "section_name": "law"
            },
            {
                "content": "I.  Locus standı",
                "elements": [
                    {
                        "content": "41.  The Court takes note of the death of the applicant, Niyazi Şamat, in 2018, after the introduction of the present application, and of the wish expressed by his daughters to continue the applicant before the Court in his name.",
                        "elements": []
                    },
                    {
                        "content": "42.  The Government did not oppose their wish.",
                        "elements": []
                    },
                    {
                        "content": "43.  The Court has already ruled that next-of-kin or an heir may in principle pursue the application, provided that he or she has sufficient interest in the case (see Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 97, ECHR 2014).",
                        "elements": []
                    },
                    {
                        "content": "44.  The Court thus accepts that the applicant’s daughters have a legitimate interest in pursuing the application in the late applicant’s stead.",
                        "elements": []
                    },
                    {
                        "content": "However, for practical purposes, reference will still be made to the applicant throughout the ensuing text.",
                        "elements": []
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The applicants complained that the proceedings brought against them concerning the annulment of their title deed contravened their rights under Article 6 § 1 of the Convention, as the Court of Cassation did not respect the principle of res judicata and furthermore violated the adversarial principle by ruling on the basis of documents that were not communicated to the parties. They further contended that the domestic courts failed to give reasons concerning their submissions. Article 6 § 1 of the Convention, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "46.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "47.  Relying on the Court’s decision in the case of Altunay v. Turkey (no. 42936/07, 7 April 2012), the Government submitted that the application should be declared inadmissible for non-exhaustion of domestic remedies. They noted in that respect that the applicants’ main grievance had been the annulment of their title deed on account of the land being part of a forest and the remedy examined in the case of Altunay, namely the action for compensation pursuant to Article 1007 of the Civil Code, would provide sufficient redress in their case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The applicants submitted that when they lodged the application with the Court, they had complained about an infringement of their right to property under Article 1 of Protocol No. 1 to the Convention on account of the annulment of their title deed without any compensation and had made a separate complaint under Article 6 § 1 about the procedural fairness of those proceedings leading up to the annulment of their title deed. The applicants maintained that the admissibility of their complaints should be treated separately. In respect of Article 1 of Protocol No. 1, they also submitted that the remedy relied on by the Government had not been an effective remedy at the time when they lodged their case. However, they noted that after the Court’s decision to declare that complaint inadmissible for non-exhaustion of remedies (see paragraph 4 above), they had lodged an action for compensation before the civil courts under Article 1007 of the Civil Code, in respect of which the proceedings were pending (see paragraph 32 above). The applicants further noted that only a violation found by the Court would enable them to request the reopening of the impugned proceedings with a view to obtaining the restitution of their property.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "49.  The Court notes that the applicants made two separate complaints concerning the proceedings before the Eyüp Civil Court when they lodged their application with the Court. While their complaint under Article 1 of Protocol No. 1 of the Convention was strictly related to the outcome of those proceedings in so far as they resulted in the annulment of their title deed, their complaints under Article 6 § 1 of the Convention concerned the domestic courts’ alleged non-compliance with the procedural guarantees required under Article 6 § 1 of the Convention. When notice of their application was given to the Government, the applicants’ complaint under Article 1 of Protocol No. 1 was declared inadmissible for non-exhaustion of domestic remedies. The Court does not consider, and the Government have not argued otherwise, that the applicants’ grievances under Article 6 § 1 of the Convention had been mere legal submissions or arguments put forward along with their complaint under Article 1 of Protocol No. 1. Indeed the applicants’ complaints under Article 6 § 1 of the Convention relate mainly to the legitimate interest of respect for the final determination of their civil rights in the impugned proceedings. While the outcome of those proceedings is closely linked to the nature of a violation alleged under Article 1 of Protocol No. 1, the procedural and substantive rights protected under the respective Articles are distinct from each other. The Court therefore considers that the applicants’ complaints under Article 6 of the Convention need to be assessed separately. Furthermore, even assuming that the compensation proceedings which appear to be currently ongoing before the domestic courts end with a favourable outcome for the applicants, that decision alone would not in principle be sufficient to deprive them of their status as “victims” for their Article 6 grievances unless the national authorities acknowledge, either expressly or in substance, and then afford redress for, the breach of the Convention. It has not been demonstrated by the Government that the compensation proceedings can afford such a redress for the applicants’ rights under Article 6 of the Convention. In particular, it has not been shown that the civil courts can examine in the compensation proceedings the alleged procedural irregularities committed in the impugned proceedings or that they could afford adequate redress for the legal uncertainty suffered by the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "For that reason, the Court considers that the pending compensation proceedings before the domestic courts are not a relevant remedy for the purposes of the applicants’ complaints under Article 6 § 1 of the Convention in so far as they do not enable the applicants to obtain fair compensation for the alleged damage, especially for non-pecuniary damage, and acknowledgement of a violation of the rights guaranteed under Article 6 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Accordingly, the Court concludes, in the light of the above considerations, that the application cannot be rejected for failure to exhaust domestic remedies. The Court further notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "The principle of legal certainty",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "51.  The applicants submitted that the status of the property in question as regards whether it remained within the boundaries of the Belgrade Forest had been examined and decided on the merits in the judgment of the Eyüp Land Registry Court of 13 March 1979. The subsequent cadastral evaluation exercise conducted by the authorities had not been a fresh cadastral exercise, but in fact had been the application of the boundaries established in the forest cadastral survey of 1939. In that exercise, the authorities were required to take into account the final court judgments with respect to the properties located in the cadastral area. Even though the Court of Cassation in its impugned decision of 21 March 2005 had acknowledged the authorities’ failure to take into account the judgment of 13 March 1979 in their cadastral evaluation of 1985, it had nevertheless given force to the negative prescription period of ten years in the cadastral law and thus nullified the effects of the final judgment of 13 March 1979. According to the applicants, the Court of Cassation’s interpretation that a negative prescription period in the case of cadastral commission decisions could trump the effects of res judicata went against the Constitution, which obliged all State authorities to abide by final court decisions in all circumstances. Such an interpretation moreover allowed the administration a back door to call into question final court decisions by establishing administrative acts which could invalidate final court decisions if negative prescription periods were missed by the concerned individuals. Finally, the applicants submitted that the results of the cadastral evaluation of 1985 as well as the subsequent annotation in the land register had never been notified to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government disagreed with the applicants’ submissions and submitted that the negative prescription period of ten years pursued the aim of legal certainty with respect to cadastral surveys and the protection of State forests. According to the Government, it made no difference whether the title to a property was acquired through administrative procedures, cadastral acts or court decisions; if the property was classified as a forest subsequently, the claimants would need to contest it within ten years from the publication date of the survey results. They noted in that respect that had the applicants brought a case within the negative prescription limits, their plea of res judicata would have been examined by the courts. In that respect, the Government submitted that the results of the cadastral survey of 1985 had been duly announced in 1988 but that the applicants had failed to bring an action against them within ten years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "53.  As the Court has stated in previous cases, the right to a fair hearing under Article 6 § 1 of the Convention, interpreted in the light of the principles of rule of law and legal certainty, encompasses the requirement that where the courts have finally determined an issue, their ruling should not be called into question (see Brumărescu v. Romania [GC], no. 28342/95, § 61, ECHR 1999-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  That principle does not allow a party to seek the reopening of proceedings merely for the purpose of a rehearing and a fresh decision on the case. The mere possibility of there being two views on the subject is not a ground for re-examination. Departures from that principle are justified only when made necessary by circumstances of a substantial and compelling character (Ryabykh v. Russia, no. 52854/99, § 52, ECHR 2003IX). Higher courts’ powers to quash or alter binding and enforceable judicial decisions should be exercised for the purpose of correcting fundamental defects. That power must be exercised so as to strike, to the maximum extent possible, a fair balance between the interests of an individual and the need to ensure the effectiveness of the system of justice (see the recapitulation of general principles in COMPCAR, s.r.o. v. Slovakia, no. 25132/13, § 63, 9 June 2015 with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Finally, the Court observes that in all legal systems the res judicata effects of judgments have limitations ad personam and as to material scope (see Kehaya and Others v. Bulgaria, nos. 47797/99 and 68698/01, § 66, 12 January 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Turning to the present case, the Court observes that the question of whether the plot of land in question was located within the boundaries of the Belgrade Forest pursuant to the boundary-marking exercise of 1939 had been examined on the merits in the adversarial proceedings before the Eyüp Land Registry Court which had settled the issue in a final manner in its decision of 13 March 1979 (see paragraph 11 above). That decision was first and foremost binding for the forest administration and the Treasury, which could not therefore plead ignorance of it in the course of subsequent cadastral evaluations. Following the cadastral evaluation of 1985 pursuant to Law no. 6831, the cadastral commission “applied” the boundaries established in the boundary-marking exercise of 1939 to the area of Kemerburgaz and determined that the plot of land in question fell inside the boundaries of the Belgrade Forest and brought proceedings – after the lapse of ten years – against the applicants who were the registered owners of the plot of land. In those proceedings the applicants’ plea of res judicata in respect of the subject-matter of the dispute was not accepted by the Court of Cassation, which considered that negative prescription periods prevailed over the force of res judicata.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court therefore needs to determine first whether the judgment of 1979 could be considered res judicata in respect of the subsequent proceedings before the Eyüp Civil Court. If so, it needs to ascertain whether the Court of Cassation’s approach in limiting the force of res judicata vis-à-vis prescription periods is compatible with the guarantees of Article 6 of the Convention, in particular with the principles of the rule of law and legal certainty inherent in that provision. In determining that question the Court has to take into account whether the Court of Cassation’s approach in the present case was used to correct fundamental defects or a miscarriage of justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In respect of the first question, the Court notes that there does not appear to be a dispute between the parties that the domestic courts examined the same matter in the two sets of proceedings at issue, namely whether the plot of land in question remained within or outside the boundaries of the Belgrade Forest in the light of the boundary-marking exercise of 1939. Even though the applicants were not parties to the first set of proceedings in so far as they had not been the owner of the property at that time, the Court considers that they, as successors to the property, could invoke the res judicata defence in respect of the judgment of 13 March 1979, which had been recorded in the Land Registry at the relevant time and which the applicants claimed to have relied on when they acquired the property. In that connection the Court observes that res judicata in domestic law binds not only the original parties to a dispute but their successors as well (see paragraph 38 above). Therefore, the applicants could legitimately expect that the subject-matter of the dispute in so far as it concerned the boundaries of the Belgrade Forest as established in the boundary-marking exercise of 1939 would not be subject to re-litigation by the relevant State authorities. More importantly, the judgment of 1979 was binding first and foremost on the forest administration and the Treasury, the identical plaintiffs in respect of both proceedings. Finally, the domestic courts also accepted that the subject-matter of the dispute between the parties had been previously decided by the courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court therefore considers that the same dispute that had been determined in a final manner by the Eyüp Land Registry Court in the judgment of 1979 was re-litigated in the proceedings brought by the forest administration and the Treasury against the applicants in the proceedings before the Eyüp Civil Court. In the light of the foregoing, it follows that the judgment of 1979 was res judicata in respect of the subject-matter of the proceedings before the Eyüp Civil Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  As regards the next question, namely whether the Court of Cassation’s approach in limiting the force of a res judicata vis-à-vis prescription periods was compatible with the guarantees of Article 6 of the Convention, in particular with the principles of the rule of law and legal certainty inherent in that provision, the Court makes the following observations. It is sufficiently clear that in the present case, unlike Brumărescu, the 1979 final judgment was not quashed. It was rendered devoid of any legal effect, because the applicants were estopped from raising the defence of res judicata in the light of the fact that they had missed the ten-year prescription period to contest the conclusions of the cadastral commission which were announced on 15 June 1988 (see, mutatis mutandis, Kehaya and Others, cited above, § 62).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court however notes that it has not been demonstrated that the applicants were notified personally of the conclusions of the cadastral commission’s evaluation of 15 June 1988. In that connection it has doubts as to whether the manner of announcement employed by the domestic authorities was sufficient to ensure that the applicants were apprised of the conclusions of the cadastral commission so that they were afforded a realistic opportunity to challenge those conclusions on the grounds that the matter was res judicata within the ten-year prescription period (see, mutatis mutandis, Rimer and Others v. Turkey, cited above, § 27). It cannot therefore be assumed that the applicants waived their right to rely on the judgment of 1979 to contest the cadastral commission’s evaluation of 1988. In any event, the Court observes that res judicata is a matter of public order in the Turkish legal context and therefore it is not possible for a party to waive a defence of res judicata since the courts must take it into consideration on their own motion (see paragraph 38 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  More importantly, the Court considers that a situation, such as the one in the present case, where the res judicata effects of a final judgment are not allowed to survive beyond a limitation period, which is moreover triggered by an administrative act, is not significantly different from the situation in previous cases where the Court found a violation of Article 6 of the Convention because final judgments were liable to challenge indefinitely at the discretion of State authorities. Both situations infringe the principle of finality of judgments and the individual’s legitimate expectation to protection from repeated litigation of the same matter. In the present case, the Court concludes that the domestic courts re-examined the same matter in the subsequent proceedings, namely whether the property in question could be classified as a forest on the fact that it fell inside the boundaries of the Belgrade Forest. Thus, they provided the forest administration and the Treasury with a “second chance” to have the matter – which had already been decided upon in earlier contentious proceedings – determined in their favour (see, mutatis mutandis, Kehaya and Others, cited above, § 69, and Decheva and Others v. Bulgaria, no. 43071/06, §§ 40-43, 26 June 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  What remains to be determined is whether in the circumstances of the present case the principle of legal certainty was disturbed in order to correct a “fundamental defect” or a “miscarriage of justice” (see, among other authorities, Ryabykh, cited above, § 52).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government have argued in that connection that the ten-year prescription period was a proportionate limitation of the right of access to a court and its manner of application in cadastral disputes pursued the aim of legal certainty and stability in respect of forest areas.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court notes however that findings made by the Eyüp Land Registry Court were disregarded in the subsequent proceedings on the basis merely of a different, and what appears to be erroneous (see paragraph 29 above), application by the cadastral commission in 1985 of the forest boundaries established in 1939. That ground was not a fundamental defect within the meaning of the Court’s case-law and could not justify a departure from the principle of legal certainty (see, mutatis mutandis, Esertas v. Lithuania, no. 50208/06, § 29, 31 May 2012). The Court also does not find that the proceedings before the Eyüp Land Registry Court had been tarnished by a fundamental defect, such as, in particular, a jurisdictional error, serious breaches of court procedure or abuses of power (ibid.). There was, therefore, no pressing social need shown for disregarding the judgment in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court finds, therefore, that by depriving the applicants of the res judicata effect of the judgment of 1979, the Court of Cassation acted contrary to the principle of legal certainty despite the absence of any justified grounds recognised in the Court’s case-law as a departure from that principle.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It therefore follows that there has been a violation of the principle of res judicata enshrined in Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The principle of adversarial proceedings and the right to a reasoned judgment",
                                        "elements": [
                                            {
                                                "content": "66.  The applicants further complained that the Court of Cassation had violated the adversarial principle by ruling on the basis of the documents that were not communicated to the parties. They further submitted that their right to a reasoned judgment was not respected because their submissions concerning the recent amendments in law were not considered by the Court of Cassation during its appeal review.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  In the view of its findings in paragraph 65 above, the Court considers that it is unnecessary to examine separately the remaining complaints raised under Article 6 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "69.  The applicants sought restitution of the property at issue. Should restitution not be granted, they claimed a sum equivalent to the current value of the property, namely, according to the expert report they submitted to the Court, 1,990,000 euros (EUR). In respect of non-pecuniary damage they claimed EUR 995,000. In respect of costs and expenses, they claimed EUR 100,000 without submitting any supporting documents.",
                                "elements": []
                            },
                            {
                                "content": "70.  The Government asked the Court to dismiss the applicants’ claims for pecuniary damage. As regards the applicant’s claims for non-pecuniary damage and cost and expenses, the Government considered them to be speculative and in any event excessive.",
                                "elements": []
                            },
                            {
                                "content": "71.  The Court observes that in the present case it has found a violation of Article 6 § 1 of the Convention in respect of the principle of legal certainty. More specifically, as a result of the domestic courts’ non-recognition of the judgment of 13 March 1979 in the subsequent proceedings before the Eyüp Civil Court, the applicants have been deprived of their property. Normally, the priority under Article 41 of the Convention is restitutio in integrum, as the respondent State is expected to make all feasible reparation for the consequences of the violation in such a manner as to restore as far as possible the situation existing before the breach (see, for example, Simonyan v. Armenia, no. 18275/08, § 30, 7 April 2016). In similar cases where the Court found a violation of Article 6 and/or Article 1 of Protocol No. 1 as a result of a disregarding or quashing of a final judgment recognising the applicant’s title to a property, it held that the return of the property in question would put the applicant as far as possible in the situation equivalent to the one in which he would have been if there had not been a breach of the Convention (see, among others, Brletić v. Croatia, no. 42009/10, § 55, 16 January 2014 and Kehaya and Others v. Bulgaria (just satisfaction), nos. 47797/99 and 68698/01, §§ 21-23, 14 June 2007). However, as an alternative, payment of the current value of the property as compensation for pecuniary damage is also possible (see Brumărescu v. Romania (just satisfaction) [GC], no. 28342/95, §§ 22-23, ECHR 2001-I).",
                                "elements": []
                            },
                            {
                                "content": "72.  Turning to the present case, the Court notes that the possibility for the applicants to seek the restitution of their property by requesting leave for the impugned proceedings to be reopened is slim. The Court notes in that connection that section 377 of the CCP provides for a ten-year time-limit for an application to have the proceedings reopened, which starts running from the date when the impugned domestic court decision became final (see paragraph 40 above). In this connection, the Court observes that more than ten years have elapsed since the final decision taken in respect of the applicants in the course of 2007 (see paragraph 25 above). The Court, therefore, notes that the applicants may not be given leave to have the proceedings reopened, should they choose to make such an application, on the grounds that their application has been lodged outside the ten-year timelimit provided for by section 377 of the CCP (see Aksis and Others v. Turkey, no. 4529/06, § 64, 30 April 2019).",
                                "elements": []
                            },
                            {
                                "content": "73.  As regards the payment of the current value of the property as compensation for pecuniary damage, the Court notes that in the course of the present application the applicants’ complaint under Article 1 of Protocol No. 1 was declared inadmissible for non-exhaustion of domestic remedies in the light of the new remedy which had been found by the Court to be effective in similar cases. The effectiveness of this remedy has not been called into question by the applicants. It further notes that the applicants have introduced proceedings to recover such compensation and that those proceedings are currently on-going (see paragraph 32 above). Having regard to the principle of subsidiarity, and the prospects for the applicants to recover pecuniary damage in those proceedings, the Court considers that the current compensation proceedings before the domestic courts should be given the chance to determine this question. Therefore, the Court rejects the applicants’ claim for pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "74.  As regards non-pecuniary damage, it considers that the applicants must have suffered frustration and a feeling of injustice as a consequence of the disregard of the judgment of 1979. The particular amount claimed is, however, excessive. Making its assessment on an equitable basis, the Court awards the applicants jointly EUR 6,000 in respect of non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "75.  As regards costs and expenses, according to the Court’s case-law, an applicant is entitled to the reimbursement of such amounts only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. Regard being had to the fact that the applicants failed to submit any documents in support of their claims, the Court rejects the applicants’ claims for costs and expenses (see, among others, Mihdi Perinçek v. Turkey, no. 54915/09, § 88, 29 May 2018).",
                                "elements": []
                            },
                            {
                                "content": "76.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ]
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Holds that Mr Niyazi Şamat’s heirs, Ms Hülya Balsüzen, Ms Yasemin Çakır, Ms Emine Görgün, Ms Ayşe Şamat and Ms Hatice Şamat have standing to pursue the application in his stead;",
                        "elements": []
                    },
                    {
                        "content": "Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 6 § 1 of the Convention in respect of the principle of legal certainty in the proceedings before the Eyüp Civil Court;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there is no need to examine separately the merits of the applicants’ other complaints under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay applicants jointly, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 6,000 (six thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 January 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Robert Spano",
            "role": "president"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Ivana Jelić",
            "role": "judges"
        },
        {
            "name": "Darian Pavli",
            "role": "judges"
        },
        {
            "name": "Saadet Yüksel",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ŞAMAT v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-200558.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0121JUD002911507",
    "externalsources": [],
    "extractedappno": [
        "29115/07",
        "1411/03",
        "35785/03",
        "18257/04",
        "1988/36",
        "1989/24",
        "47848/08",
        "42936/07",
        "28342/95",
        "52854/99",
        "25132/13",
        "47797/99",
        "68698/01",
        "43071/06",
        "50208/06",
        "18275/08",
        "42009/10",
        "4529/06",
        "54915/09"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-200558",
    "judgementdate": "21/01/2020 00:00:00",
    "kpdate": "21/01/2020 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "136"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "ŞAMAT",
        "TURKEY"
    ],
    "rank": "4691.69775390625",
    "representedby": [
        "TURAN A.",
        "CAN C."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "495419",
    "typedescription": "15"
}