{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Public hearing)",
    "applicability": "",
    "appno": "18498/04",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Public hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-113632.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 18498/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Irina Viktorovna Khrabrova (“the applicant”), on 8 April 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms Y.A. Bugayenko, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 26 March 2008 the Court decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1963 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicant was a teacher in a public secondary school in . She claims that during a lesson on 30 January 2002 one of her senior students, Ms I., then sixteen years old, misbehaved whereupon the applicant told her to leave the classroom. The girl left the school building without a coat, wandered around for hours, and later fell ill. On the next day, the girl’s mother lodged a complaint with the school principal.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 21 February 2002 the school principal dismissed the applicant from her post. The notice of dismissal reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“On 30 January 2002 during [a senior class] lesson conducted [by the applicant], a student, [Ms I.], as a result of blaming, demands and the use of unacceptable methods of discipline, was driven by [the applicant] to tears, suffering nervous and emotional distress. [The applicant] in the presence of her other classmates rudely turned [Ms I.] out of the classroom, telling her ‘to cool down’ despite the latter’s visible distress... [Ms I.] then left the school, in a state of anxiety and agitation, without documents, money or means of communication. By the end of the lesson [the applicant] had not enquired about the student’s whereabouts or the reasons for her absence and did not take the necessary measures to find her. Furthermore, [the applicant] later left the school for private reasons before the child was found and did not express any interest in the child’s fate...The witnesses to the incident were other teachers and students at the school.",
                                "elements": []
                            },
                            {
                                "content": "[The applicant’s] actions, as described above, show evidence of her ‘use of methods of discipline involving physical and psychological abuse of students’ in breach of professional ethics...”",
                                "elements": []
                            },
                            {
                                "content": "7.  On 11 April 2002 the applicant brought civil proceedings against the school in the Khamovnicheskiy District Court (“the District Court”) of  seeking reinstatement in her post and compensation. She claimed that the accusations against her were unsubstantiated and that she had not used unacceptable methods of discipline and had not turned the student out of the classroom. She had merely suggested that the student calm down by leaving the classroom and going to have some tea in the school cafeteria.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 15 May 2002 the respondent asked for hearings to be held in camera. Referring to Article 9 of the RSFSR Code of Civil Procedure, the District Court granted the request in the following terms:",
                                "elements": []
                            },
                            {
                                "content": " “...The respondent asked for a trial in camera because the case involves the interests of juveniles and in order to prevent any adverse effect on the students’ education. The claimant objected to the request...Under Article 123 of the Constitution trials in all courts are held in public. A trial in camera is allowed in cases established by federal law. The court has taken into consideration the fact that the present case involves the interests of juveniles, namely, the students [of the school]. The court therefore finds it necessary to hold its sessions in camera in order to prevent any adverse effect on their education...”",
                                "elements": []
                            },
                            {
                                "content": "9.  The District Court examined the case during a number of sessions from 29 May 2002 to 7 February 2003, all of which were closed to the public. The applicant denied that she had used “methods of discipline involving physical and psychological abuse”. She had only asked Ms I. to leave the classroom in response to the student’s repeated refusals to complete a task. The applicant alleged that the real reason for her dismissal was her criticism of the school principal.",
                                "elements": []
                            },
                            {
                                "content": "10.  The respondent claimed that the applicant had been dismissed as a result of the psychological abuse of Ms I. during the lesson. The respondent acknowledged that since 2000 the applicant had lodged numerous complaints before the relevant authorities against the school principal, as a result of which several inspections had been carried out. However, according to them, no sanctions had been imposed on the applicant since that time and her dismissal had no link with the complaints she had previously lodged against the principal.",
                                "elements": []
                            },
                            {
                                "content": "11.  The court heard a number of witnesses testify on the applicant’s behalf. The applicant asked the court to call a former student of the school, Mr L., who, although not in the same class as Ms I. had heard about the incident from his classmates. The court rejected these requests and refused to admit on file an affidavit signed by Mr L.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant’s representative made a request to examine other students of the school, Ms B. and Mr Kh., who had heard about the incident from their schoolmates. The District Court granted this request. However, given that the witnesses were minors, the court decided to question them in the absence of both parties. The decision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“...The court considers it acceptable to question them on the circumstances of the case in the absence of both parties in accordance with Article 179 of the Code of Civil Procedure having regard to the witnesses’ age, the fact of their being school students and that the case concerns the reinstatement in employment of a person dismissed because of ‘the use of methods involving physical and psychological abuse’...”",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant listed a further seven people she wanted to call as witnesses. Those persons (the applicant’s students at the time), had been present in the classroom on 30 January 2002 and, according to the applicant, were ready to confirm her version of the events. The District Court refused to call them. It can be seen from the minutes of the hearing that the court did not give any reasons for its refusal. The court’s judgment is also silent on this issue.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant unsuccessfully further tried to obtain the court examination of a psychiatrist in order to assess the allegation of “psychological abuse” in her actions. According to the applicant, the court also refused the request to admit on file copies of her complaints against the school principal lodged before her dismissal.",
                                "elements": []
                            },
                            {
                                "content": "15.  Several witnesses testified on the respondent’s behalf, including the school principal, Ms I.’s mother, a parent of one of Ms I.’s classmates, certain teachers and a doorkeeper at the school. The respondent also adduced documentary evidence such as a copy of the complaint lodged by Ms I.’s mother and a medical certificate for Ms I. The court also heard a public prosecutor.",
                                "elements": []
                            },
                            {
                                "content": "16.  None of the witnesses heard by the District Court had been present in the classroom during the dispute between the applicant and Ms I. Either they had heard about the quarrel from third parties or had seen Ms I. in tears and hysterics following the incident. It appears that Ms. I. did not testify in court and the respondent did not make a request to have her called.",
                                "elements": []
                            },
                            {
                                "content": "17.  The final hearing was scheduled for 7 February 2003. According to the applicant (who was pregnant at the time), she sought an adjournment on the grounds of ill health. The District Court held the final hearing in the applicant’s and her representative’s absence and dismissed the applicant’s claims. The relevant extracts from the judgment reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“This case was examined between 4 and 7 February 2003. The claimant and her representative failed to appear at the hearing at 9 a.m. on 7 February 2003. The hearing was adjourned until 2 p.m. to find out the reasons for the claimant’s absence. During this period no relevant information emerged...In these circumstances, given that sufficient evidence had been collected for the examination of the case on its merits, that the proceedings are being protracted and that the claimant abused her procedural rights, the court considers it acceptable to examine the case in the absence of the applicant and her representative, who had been notified of the date and place of the hearing...",
                                "elements": []
                            },
                            {
                                "content": "The court considers that the facts indicated in the dismissal order have been established during the examination of the case. The respondent submitted the evidence proving this...On 30 January 2002 during the third lesson [of a senior class], the applicant caused [Ms I.] mental suffering and anxiety by using insulting and humiliating behaviour...The applicant accused the child of telling a lie...Using unacceptable behaviour consisting of threats and intimidation she demanded her to complete a written task...The applicant demonstrated a negative attitude towards the child which also continued after the lesson had ended in that she turned the child out of the classroom without further enquiring about her fate...The court considers that the above circumstances are proved by the following evidence:",
                                "elements": []
                            },
                            {
                                "content": "As can be seen from [the applicant’s] submissions...during a lesson [Ms. I] refused to do a task, saying that she had already completed it at the last lesson. [The applicant] told her that she had not been prepared for the last lesson. [Ms I.] blamed [the applicant] for having lost her exercise book...Since [Ms I.] was getting stressed and disrupting the lesson, [the applicant] suggested she go to the school cafeteria and have some tea...",
                                "elements": []
                            },
                            {
                                "content": "As can be seen from the complaint addressed by [Ms I.’s mother] to [the local administration] and [the school principal] the incident happened in the following manner:",
                                "elements": []
                            },
                            {
                                "content": "[The applicant] demanded [Ms I.] hand in an exercise book containing a written task...accusing her of having failed to do the task. The child said that she had already given in the exercise book and if it had been lost, she could do the written task again...[The applicant] rudely refused her request. Moreover, [the applicant] demanded that [Ms I.] do an additional written task...When the child replied that that was not fair, [the applicant] started shouting and threatening her in the presence of the rest of the class that if she continued to argue, [the applicant] would establish an inquiry commission to ascertain [Ms I.’s] lack of knowledge of the subject matter and suggested that [Ms I.] leave the classroom ‘to cool down’...",
                                "elements": []
                            },
                            {
                                "content": "[The court notes that] the claimant does not contest the fact of the child’s expulsion from the classroom and [her] requests concerning the exercise book...However, she recounts another version of the course of events alleging that there had been no violence in her behaviour. [In the court’s view] the applicant’s above-mentioned allegations do not correspond to the evidence collected in the case.",
                                "elements": []
                            },
                            {
                                "content": "The court cannot agree with the claimant’s allegations that she did not use psychological abuse ...[The applicant] put pressure on the child, accused her of a lie in the presence of her classmates and thereby humiliated her...She also threatened her with establishing an inquiry commission in order to ascertain “her lack of knowledge” and, in so doing, caused her mental suffering...",
                                "elements": []
                            },
                            {
                                "content": "The court also examined a medical certificate attesting that in early February 2002 [Ms I.], born in 1986, attended a medical clinic complaining of headaches, insomnia and depression, after experiencing the stressful events at school. During the medical examination a reading of high blood pressure had been established, the patient had been prescribed anti-anxiety medication and had been recommended to undergo psychological counselling and to avoid stressful situations and excessive physical exercise.",
                                "elements": []
                            },
                            {
                                "content": "Therefore, the allegations of the use of discipline involving the physical and psychological abuse of the student were proved to be founded.",
                                "elements": []
                            },
                            {
                                "content": "The claimant’s allegations that her dismissal was due to her complaints lodged against the school principal have not been proved during the hearing...As [the  applicant] submitted, since 2000, she, together with other teachers of the school, had lodged numerous complaints with the relevant authorities including the President’s Office, criticising the school principal... [The court notes that] upon these complaints, several inspections were carried out which failed to discover any breaches of law [by the school principal]. The material in the case file also shows that no disciplinary or administrative proceedings were brought against [the principal].",
                                "elements": []
                            },
                            {
                                "content": " The submissions [of the witnesses given on the applicant’s behalf] also do not prove that [the applicant] was dismissed [for that reason]. The above-mentioned witnesses testified about the methods of general education in the school, [the applicant’s] personal and professional qualities and the children’s [negative] attitude towards the applicant’s dismissal and alleged that there had been conflicts between the teachers in the school. However, these statements have no connection with [the applicant’s] dismissal, which occurred as a result of her ‘use of methods of discipline involving physical and psychological abuse of students’. Therefore, the court cannot rely on these submissions in its judgment...",
                                "elements": []
                            },
                            {
                                "content": "In these circumstances, the court considers that [the applicant’s] dismissal was in accordance with section 56 of the Law on Education and Article 366 of the Labour Code. Evidence of the use of methods of discipline involving physical and psychological abuse of the student was established and proved by witnesses’ testimonies as well as by the medical certificate submitted showing the child’s state of health following the incident. [The applicant’s] dismissal procedure was observed; the claimant’s allegations about the dismissal being due to her criticisms [of the school principal] were not proved during the hearings....”",
                                "elements": []
                            },
                            {
                                "content": "18.  The applicant and her lawyer appealed to the Moscow City Court (“the City Court”). On 10 October 2003 the City Court held a public hearing. It does not appear that any request to the contrary was made by the parties. The appeal court examined and rejected the applicant’s request for seven people to be heard as witnesses. The City Court found that it had been the prerogative of the first-instance court to call witnesses and that the fact that the proceedings had been conducted in camera before that court was not a valid reason for quashing the judgment. Upholding the first-instance judgment, the appeal court summarised in the text of its decision, the findings of the first-instance court concerning the examination of the evidence submitted, including testimonies and Ms I.’s medical certificate.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "19.  Article 123 of the Russian Constitution provides that court hearings should be held in public, except for cases established by federal law.",
                                "elements": []
                            },
                            {
                                "content": "20.  Article 9 of the RSFSR Code of Civil Procedure (“the old CCP”, in force until 1 February 2003) permitted a hearing in camera in order to prevent the disclosure of private information concerning the participants in the proceedings and in order to ensure the secrecy of adoption.",
                                "elements": []
                            },
                            {
                                "content": "21.  Article 10 of the Code of Civil Procedure of 14 November 2002 (“the new CCP”, in force since 1 February 2003) provides that proceedings can be held in camera in cases concerning State secrecy or secrecy of adoption, and in other cases established by federal law. Holding private hearings is also permitted upon the request of a participant in the proceedings who pleads for the confidentiality of commercial and other data protected by law, privacy and other circumstances, the public discussion of which is capable of impeding the proper administration of justice or entailing a breach of secrecy or a breach of the legitimate interests and rights of individuals. A decision to hold hearings entirely or partly in private must contain reasons.",
                                "elements": []
                            },
                            {
                                "content": "22.  Pursuant to Article 59 of the new CCP the court admits only those pieces of evidence which are relevant for the examination of the case.",
                                "elements": []
                            },
                            {
                                "content": "23.  Under Articles 69 § 2 and 150 § 1 (7) of the new CCP parties may ask the court to examine witnesses. They must explain to the court which relevant circumstances that witness may confirm. The court then decides whether that witness should be summoned to testify.",
                                "elements": []
                            },
                            {
                                "content": "24.  Article 179 of the new CCP provides that witnesses of up to fourteen years of age should be interviewed in the presence of a teaching employee. As for the questioning of witnesses at the age from fourteen to sixteen his or her participation is subject to the court’s discretion. If required, parents of a minor or his or her legal guardians may also be called by the court.",
                                "elements": []
                            },
                            {
                                "content": "25.  Section 56 of the Law on Education and Article 336 of the Labour Code provide that one of the grounds for a teacher’s dismissal may constitute the use of methods involving physical and psychological abuse.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant complained that the civil proceedings had been unfair and there had been a breach of equality of arms, in particular, because the first-instance court had arbitrarily refused to call Ms I.’s classmates as witnesses and had held the final hearing in her absence. The applicant also complained that the proceedings before the first-instance court had been held in camera.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court will examine these complaints under Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of his civil rights and obligations...everyone is entitled to a fair and public hearing... Judgment shall be pronounced publicly but the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society, where the interests of juveniles or the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "28.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Fair trial",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "29.  The Government submitted that the refusal of the domestic courts to call several witnesses on the applicant’s behalf did not violate the principle of equality of arms. The District Court examining the applicant’s request had regard to the particular circumstances of the case, namely the minor age of the witnesses and the grounds of the applicant’s dismissal from her post.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  According to the Government, the applicant and her representative had not requested the District Court to call a teaching employee to assist the minor witnesses during questioning as required by Article 179 of the new CCP. Similarly, they had also failed to ask the court’s assistance in obtaining their parents’ consent to question them. Therefore, the refusal was lawful and based on the protection of the interests of the minor witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government further argued that all the applicant’s requests had been examined by the domestic courts. Her request to call several witnesses had been granted. The Government suggested in their observations that the request to examine classmates of Ms I. had been rightly rejected owing to the possible “adverse effect on their education” and the fact that the case “involved the interests of juveniles”. The Government noted that the admissibility of evidence was a matter for regulation by the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Lastly, the Government claimed that the applicant and her representative had been duly notified of the hearing of 7 February 2003. They submitted to the Court a copy of the notification receipt. However, according to the Government, the applicant and her representative had failed to provide a valid excuse for their absence. Therefore, the hearing conducted in the applicant’s absence had been in accordance with the domestic law and the applicant’s right to a fair hearing had been respected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The applicant submitted that the only eyewitnesses to the incident which had occurred during the lesson on 30 January 2002 had been the students of the class. Only they had been able to recount what had actually happened during the lesson and confirm or refute accusations of “physical or psychological abuse”. Moreover, Ms I. herself had never testified against the applicant. The domestic court had based its judgment on indirect evidence while refusing to call the eyewitnesses of the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The sole chance for the applicant to prove her case had been to call those witnesses. She had wished to question them regarding the circumstances of the incident, in particular, the manner of speech with which she had invited Ms I. to leave the classroom and whether she had used insulting, humiliating and threatening language. She wondered how such questions addressed to the witnesses might have had “an adverse effect on their education” or “involved the interests of juveniles”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In the applicant’s submission, Article 179 of the new CCP, referred to by the Government, was not applicable with respect to the witnesses in question since they had been sixteen years old at the time of the examination of the case by the first-instance court, and seventeen years old at the appeal stage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Lastly, the applicant argued that, contrary to the Government’s argument, there had been plausible reasons for her absence during the hearing on 7 February 2003. She submitted to the Court a copy of a medical certificate attesting to her illness on that day.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "37.  The Court reiterates that it is not its function to deal with errors of fact or law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention. While Article 6 of the Convention guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence or the way it should be assessed, which are therefore primarily matters for regulation by national law and the national courts (see Garcia Ruiz v. Spain [GC] no. 30544/96, ECHR 1999-I, § 28). Similarly, it is in the first place for the national authorities, in particular the courts, to interpret domestic law, and the Court will not substitute its own interpretation for theirs in the absence of arbitrariness. That being said, the Court’s task remains to ascertain whether the proceedings in their entirety, including the way in which evidence and procedural decisions were taken, were fair (see Tamminen v. Finland, no. 40847/98, § 38, 15 June 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Article 6 of the Convention does not explicitly guarantee the right to have witnesses called or other evidence admitted by a court in civil proceedings. Nevertheless, any restriction imposed on the right of a party to civil proceedings to call witnesses and to adduce other evidence in support of his case must be consistent with the requirements of a fair trial within the meaning of paragraph 1 of that Article, including the principle of equality of arms. Equality of arms implies that each party must be afforded a reasonable opportunity to present his case - including his evidence - under conditions that do not place him at a substantial disadvantage vis-à-vis his opponent (see Wierzbicki v. Poland, no. 24541/94, § 39, 18 June 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Turning to the present case, the Court observes that the applicant was dismissed from her post following a dispute with a student during a lesson. Contesting the version of the incident relied on by her employer and seeking reinstatement in her post, she brought civil proceedings. Before the domestic courts she claimed that she had not humiliated or insulted Ms I., but had merely invited her to leave the classroom because the latter had been stressed and had disrupted the lesson. Moreover, she argued that the real reason for her dismissal was her criticism of the school principal. In order to substantiate her own version of the impugned event, the applicant attempted to adduce statements by the eyewitnesses who had been present during the lesson on that day and who were, according to her, ready to confirm her submissions. The District Court rejected her request without giving any specific reasons thereon and further concluded in its judgment that the applicant’s allegations about the lack of violence in her behaviour did not correspond to the evidence collected and that she had failed to prove her own version of events - whereas the other version of the events had been proved by the respondent. The appeal court also rejected the applicant’s request to call Ms I.’s classmates having held that it was for the firstinstance court to collect the relevant evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  It is a matter for the domestic judge to assess the relevance and evidentiary value of all available evidence, the Court’s power in this area being limited (see Mirilashvili v. Russia, no. 6293/04, § 174, 11 December 2008). At the same time, the Court’s task is to ascertain whether the applicant was given a reasonable opportunity to present her case under the same conditions as her opponent within the meaning of Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  It transpires that several witnesses, including minors Kh. and B., were heard by the firstinstance court, at the applicant’s request. It is to be stressed, however, that the core of the dispute between the parties was the circumstances in which the event had taken place, and each party attempted to present its own version. While Ms I. did not testify in court on the respondent’s behalf, her mother and other witnesses who gave evidence against the applicant acknowledged that they had heard about the circumstances of the dispute from others (see paragraph 16 above). Therefore, the Court considers that, in addition to indirect witnesses, the applicant had a legitimate interest in adducing testimonies of the eyewitnesses to the incident in order to prove her own version of the impugned event. In the circumstances of the case this could have been a reasonable opportunity to contest the evidence adduced against her and to influence the court’s decision under the same conditions as her opponent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The District Court did not give any reasons for its refusal to call the witnesses in question while the City Court held that the collection of evidence was a matter for the first-instance court. For its part, the Court considers that the applicant’s request was well-founded and made necessary by the circumstances of the case. Therefore, convincing reasons had to be adduced for dismissing this request. As to the Government’s arguments before the Court, for instance in relation to the witnesses’ age or the presence of a member of the teaching staff, the Court notes that these considerations were not relied on by the domestic courts. Therefore, the Court will not accord any particular weight to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Thus, the Court finds that in the circumstances of the present case the refusal to call any of the eyewitnesses upset a fair balance between the parties and amounted to a disproportionate restriction on the applicant’s ability to give evidence on the same footing as the opposing party (see, for comparison, Wierzbicki, §§ 44-45, and Tamminen, §§ 39-41, both cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The foregoing considerations are sufficient to lead the Court to conclude that the applicant was not given a reasonable opportunity to present her case under the same conditions as her opponent, which placed her at a substantial disadvantage and rendered the proceedings unfair. In these circumstances, the Court does not deem it necessary to examine the applicant’s further complaint about her absence from the final hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  It follows that there has been a violation of Article 6 § 1 of the Convention on account of the unfairness of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Public hearing",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "46.  The Government submitted that the holding of hearings in camera was lawful under domestic law, which provided, in particular, that a hearing might be held in camera in order to prevent disclosure of information concerning the parties’ private lives. According to the Government, a margin of appreciation should be left to the national authorities in striking a fair balance between the interests of publicity of court proceedings, on the one hand, and the interests of parties or a third persons in maintaining the confidentiality of the personal data, on the other hand. The District Court had granted the request to hold hearings in camera in order to take into consideration the interests of the juveniles, including Ms I. At the hearing on 7 February 2003 the District Court had examined the circumstances of the case “in detail”. Therefore, a public examination of this case “would have adversely affected Ms I.’s mental condition and her relationship with her classmates.” Lastly, the Government noted that the appeal hearing had been held in public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The applicant submitted that the closure of the proceedings was not justified since neither there was any risk of disclosure of any private information nor there was any fear on the witnesses’ behalf to testify. The applicant noted that in her statements she had claimed that the real reason for her dismissal had been an act of revenge on the part of the school principal for her complaints. A number of teachers in  schools, including the applicant, had lodged numerous complaints about the school principal’s unlawful actions. Those events which preceded the applicant’s dismissal had received attention from the local media and deputies of the local municipality. In these circumstances, the public exposure of the examination into the lawfulness of the applicant’s dismissal was necessary in the interests of justice. The presence of the media and other members of society would have prevented the court from giving an arbitrary ruling.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "48.  The Court recalls that it is a fundamental principle enshrined in Article 6 § 1 that court hearings should be held in public. This public character protects litigants against the administration of justice without public scrutiny; it is also one of the means whereby people’s confidence in the courts can be maintained. By rendering the administration of justice transparent, publicity contributes to the achievement of the aim of Article 6 § 1, namely a fair trial, the guarantee of which is one of the principles of any democratic society (see Stefanelli v. San-Marino, no. 35396/97, § 19, ECHR 2000II, and Olujić v. Croatia, no. 22330/05, § 70, 5 February 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Article 6 § 1 does not, however, prohibit courts from deciding, in the light of the special features of the case submitted to them, to derogate from this principle: in accordance with the actual wording of this provision, “... the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society, where the interests of juveniles or the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice”; holding proceedings, whether wholly or partly, in camera, must be strictly required by the circumstances of the case (see, Diennet v. France, 26 September 1995, § 34, Series A no. 325-A; B. and P. v. the United Kingdom, nos. 36337/97 and 35974/97, § 39, ECHR 2001III; and Martinie v. France [GC], no. 58675/00, § 40, ECHR 2006...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Turning to the circumstances of the present case, the Court observes that the District Court granted the respondent’s request to hold hearings in camera, referring to the interests of juveniles. In doing so it repeated the wording of the request to the effect that the case involved the interests of unspecified students in the school, and that holding the trial in public would adversely affect their education (see paragraph 8 above). Yet, it did not further elaborate on either of these points. The appeal court was also silent on the issue. Notably, there was no indication on how public proceedings concerning a labour dispute might have adversely affected the interests of juveniles. In this connection, the Court observes that the wording of the last sentence of paragraph 1 of Article 6 of the Convention does not imply that the exclusion of the public with a view to protecting the interests of juveniles should be proved to be “strictly necessary” in the “special circumstances” of the case. However, even that reading does not absolve the judicial authorities from the general obligation to state reasons for their decision. In the Court’s view, sufficient reasons should be adduced by domestic courts in order to justify shielding the administration of justice from public scrutiny. This is a vital safeguard against arbitrariness. Moreover, this position is also endorsed in Russian law which requires a court to give a reasoned decision in respect of the holding of hearings in camera (see paragraph 29 above). Nevertheless, the District Court failed to make any specific case for stating that the closure of the proceedings to the public was necessary to protect the interests of juveniles.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court has also taken note of the Government’s arguments that the hearings were held in camera because “during the hearing of 7 February 2003 the court examined the circumstances of the case in detail” and that the public examination of the case “might have adversely affected Ms I.’s mental condition and her relations with her classmates”. Firstly, it is worth noting that the District Court held in camera not only the last hearing of 7 February 2003, mentioned by the Government, but all other hearings as well. Secondly, the holding of the hearings in camera was not linked to the intention of any specific minor, for example, Ms I. to testify in court. It can be seen from records of the case that Ms I. was not examined during the court hearings, while Mr Kh. and Ms B. were heard in the absence of the parties. Thirdly, it does not appear from the Government’s submissions that during the hearings the court sought to protect from the glare of publicity any private or otherwise sensitive information which was not mentioned later in the text of the judgment or the appeal decision, the latter being held in public. For example, in B. and P. v the United Kingdom (cited above, § 38) the Court held that proceedings in cases concerning the residence of the children following the divorce or separation of the parents were “prime examples” where private court hearings might be justified, in order to protect the privacy of the children and associated parties and to avoid prejudicing the interests of justice. In such cases, it is essential that the parents and other witnesses feel able to express themselves candidly on highly personal issues without fear of public curiosity or comment (ibid). However, that was not the position in the present case. In sum, the Court cannot see from the vague reasons adduced by the national court how the holding of the hearings in public “would have adversely affected Ms I.’s mental condition, her relationship with the classmates” and, more generally, “their education”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Lastly, the Court does not lose sight of the fact that the appeal hearing was held in public. However, the Court has previously held that given the possible detrimental effects that the lack of a public hearing before the trial court could have on the fairness of the proceedings, the absence of publicity could not in any event be remedied by anything other than a complete rehearing before the appellate court. In the present case, the review carried out by the City Court did not have the requisite scope; in particular, that court did not rehear the witnesses. Therefore, the lack of a public hearing before the first-instance court was not remedied on appeal (see Riepan v. , no. 35115/97, §§ 40-41, ECHR 2000XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Thus, the Court concludes that the reasons relied on by the District Court did not justify excluding the public from the proceedings and that this defect was not cured on appeal. There has accordingly been a violation of Article 6 § 1 of the Convention on account of the lack of a public hearing.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Lastly, the applicant complained that the length of the civil proceedings in her case had exceeded a “reasonable time”, in breach of Article 6 § 1 of the Convention. The Court observes that the overall length of the proceedings at issue was sixteen months, during which the applicant’s case was examined at two levels of jurisdiction. The Court does not find such length of the proceedings excessive within the meaning of Article 6 § 1 of the Convention. It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "56.  The applicant claimed 82,538 euros (EUR) in respect of pecuniary damage. She explained that this amount represented the recovery of the amount lost as a result of her unemployment and deprivation of maternity benefits given that dismissal for “physical and psychological abuse” did not allow a teacher to practise teaching again. She also claimed EUR 10,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government submitted that the applicant’s claims were excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court does not discern any causal link between the violations found and the pecuniary damage alleged; it therefore rejects this claim. The Court cannot speculate about the outcome of the proceedings had the applicant’s right to a fair and public hearing been respected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  On the other hand, the Court accepts that the applicant suffered nonpecuniary damage as a result of the violations found. Making its assessment on an equitable basis, it awards the applicant EUR 4,000 in respect of non-pecuniary damage, plus any tax that may be chargeable thereon.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "60.  The applicant did not submit a claim for costs and expenses. Accordingly, the Court considers that there is no call to award her any sum on that account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "61.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning a fair and public hearing admissible and the remainder inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the unfairness of the civil proceedings;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the lack of a public hearing;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,000 (four thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 October 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KHRABROVA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-113632.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1002JUD001849804",
    "externalsources": [],
    "extractedappno": [
        "18498/04",
        "30544/96",
        "40847/98",
        "24541/94",
        "6293/04",
        "35396/97",
        "22330/05",
        "36337/97",
        "35974/97",
        "58675/00",
        "35115/97"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-113632",
    "judgementdate": "02/10/2012 00:00:00",
    "kpdate": "02/10/2012 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "136",
        "385"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "KHRABROVA",
        "RUSSIA"
    ],
    "rank": "920.848022460938",
    "representedby": [
        "BUGAYENKO Y. A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "366391",
    "typedescription": "15"
}