{
    "__articles": "3;13;13+3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture;Degrading treatment)",
    "applicability": "",
    "appno": "51876/13;70080/14;16992/16;35569/16;44020/16;3803/17",
    "article": [
        "13",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-181390.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications against Russia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates indicated in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applications were communicated to the Russian Government (“the Government”).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "3.  The list of applicants and the relevant details of the applications are set out in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants complained of the inadequate conditions of their detention. Some applicants also raised other complaints under the provisions of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "5.   Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "6.  The applicants complained principally of the inadequate conditions of their detention in post-conviction facilities. They relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "7.  The Court notes that the applicants were kept in detention in poor conditions. The details of the applicants’ detention are indicated in the appended table. The Court refers to the principles established in its caselaw regarding inadequate conditions of detention (see, for instance, Kudła v. Poland [GC], no. 30210/96, §§ 9094, ECHR 2000XI, and Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, §§ 139165, 10 January 2012). It reiterates in particular that extreme lack of space in a prison cell or overcrowding weighs heavily as an aspect to be taken into account for the purpose of establishing whether the impugned detention conditions were “degrading” from the point of view of Article 3 and may disclose a violation, both alone or taken together with other shortcomings (see, amongst many authorities, Karalevičius v. Lithuania, no. 53254/99, §§ 3640, 7 April 2005).",
                                "elements": []
                            },
                            {
                                "content": "8.  In the leading case of Sergey Babushkin v. Russia, no. 5993/08, 28 November 2013, the Court already found a violation in respect of issues similar to those in the present case.",
                                "elements": []
                            },
                            {
                                "content": "9.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion on the admissibility and merits of these complaints. Having regard to its case-law on the subject, the Court considers that in the instant case the applicants’ conditions of detention in post-conviction facilities were inadequate.",
                                "elements": []
                            },
                            {
                                "content": "10.  These complaints are therefore admissible and disclose a breach of Article 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.   THE GOVERNMENT’S REQUEST TO STRIKE OUT APPLICATIONS NOS. 51876/13 AND 35569/16 UNDER ARTICLE 37 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "11.  The applicant’s complaint in application no. 51876/13 under Article 6 § 1 of the Convention concerning his absence from civil proceedings and the applicant’s complaints in application no. 35569/16 under Articles 3 and 13 of the Convention about his conditions of detention in a pre-trial detention facility, the conditions of his transport and the lack of an effective domestic remedy to complain about it were communicated to the Government.",
                                "elements": []
                            },
                            {
                                "content": "12.  The Government submitted declarations with a view to resolving the issues raised by the complaints cited above. They further requested the Court to strike out these two applications.",
                                "elements": []
                            },
                            {
                                "content": "13.  The Government acknowledged the violation of the applicants’ rights under Article 6 § 1 of the Convention (for application no. 51876/13) and under Articles 3 and 13 of the Convention (for application no. 35569/16). They offered to pay the applicant in application no. 51876/13 1,500 euros (EUR) and the applicant in application no. 35569/16 EUR 5,675 and invited the Court to strike the applications out of the list of cases in accordance with Article 37 § 1 (c) of the Convention. The amounts would be converted into the currency of the respondent State at the rate applicable on the date of payment, and would be payable within three months from the date of notification of the Court’s decision. In the event of failure to pay those amounts within the above-mentioned three-month period, the Government undertook to pay simple interest on them, from the expiry of that period until settlement, at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                                "elements": []
                            },
                            {
                                "content": "14.  The payment will constitute the final resolution of the cases insofar as they concerned the applicants’ complaints as described in paragraph 11 above.",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicants informed the Court that they agreed to the terms of the declarations.",
                                "elements": []
                            },
                            {
                                "content": "16.  The Court finds that, following the applicants’ express agreement to the terms of the declarations made by the Government, the cases in the part as described in paragraph 11 above should be treated as a friendly settlement between the parties.",
                                "elements": []
                            },
                            {
                                "content": "17.  It therefore takes note of the friendly settlement reached between the parties. It is satisfied that the settlement is based on respect for human rights as defined in the Convention and the Protocols thereto and finds no reasons to justify the continued examination of the applications in these parts.",
                                "elements": []
                            },
                            {
                                "content": "18.  In view of the above, it is appropriate to strike case no. 51876/13 out of the list in the part concerning the applicant’s complaint about his inability to attend hearings in the civil case to which he was a party and case no. 35569/16 in the part concerning the applicant’s conditions of detention in a pre-trial detention facility, the conditions of his transport and the lack of an effective domestic remedy to complain about the conditions of the detention and transport.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  OTHER ALLEGED VIOLATIONS UNDER WELL-ESTABLISHED CASE-LAW",
                        "elements": [
                            {
                                "content": "19.   Some applicants submitted other complaints which also raised issues under the Convention, given the relevant well-established case-law of the Court (see appended table). These complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention, nor are they inadmissible on any other ground. Accordingly, they must be declared admissible. Having examined all the material before it, the Court concludes that they also disclose violations of the Convention in the light of its findings in Sergey Babushkin, cited above, §§ 38-45.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  REMAINING COMPLAINTS",
                        "elements": [
                            {
                                "content": "20.  In applications nos. 51876/13, 70080/14 and 3803/17, the applicants also raised other complaints under various Articles of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court has examined the applications listed in the appended table and considers that, in the light of all the material in its possession and in so far as the matters complained of are within its competence, these complaints either do not meet the admissibility criteria set out in Articles 34 and 35 of the Convention or do not disclose any appearance of a violation of the rights and freedoms enshrined in the Convention or the Protocols thereto.",
                                "elements": []
                            },
                            {
                                "content": "It follows that this part of the applications must be rejected in accordance with Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "23.  Regard being had to the documents in its possession and to its caselaw (see, in particular, Sergey Babushkin v. Russia, (just satisfaction), no. 5993/08, 16 October 2014 and Mozharov and Others v. Russia, no. 16401/12 and 9 others, 21 March 2017), the Court considers it reasonable to award the sums indicated in the appended table.",
                                "elements": []
                            },
                            {
                                "content": "24.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Decides to strike out of its list of cases, in accordance with Article 39 of the Convention, application no. 51876/13 insofar as it concerns the applicant’s complaint under Article 6 § 1 of the Convention and application no. 35569/16 in the part concerning the applicant’s conditions of detention in a pre-trial detention facility, the conditions of his transport and the lack of an effective domestic remedy to complain about the conditions of the detention and transport;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the complaints concerning the inadequate conditions of detention in post-conviction detention facilities and the other complaints under well-established case-law of the Court, as set out in the appended table, admissible, and the remainder of the applications nos. 51876/13, 70080/14 and 3803/17 inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that these complaints disclose a breach of Article 3 of the Convention concerning the inadequate conditions of detention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of the Convention as regards the other complaints raised under well-established case-law of the Court (see appended table);",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the amounts indicated in the appended table, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 March 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luis López Guerra",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Liv Tigerstedt Acting Deputy Section Registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DANDAYEV AND OTHERS v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-181390.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0308JUD005187613",
    "externalsources": [],
    "extractedappno": [
        "51876/13",
        "30210/96",
        "42525/07",
        "60800/08",
        "53254/99",
        "5993/08",
        "35569/16",
        "70080/14",
        "3803/17",
        "16401/12",
        "16992/16",
        "44020/16"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-181390",
    "judgementdate": "08/03/2018 00:00:00",
    "kpdate": "08/03/2018 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "13",
        "3"
    ],
    "parties": [
        "DANDAYEV AND OTHERS",
        "RUSSIA"
    ],
    "rank": "2275.79248046875",
    "representedby": [
        "SHUKHARDIN V.V.",
        "SEMENOV M.V."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "473009",
    "typedescription": "15"
}