{
    "__articles": "3;5;5-1;5-3;6;6-1",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-3 - Reasonableness of pre-trial detention);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "39254/10",
    "article": [
        "6",
        "3",
        "5"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Reasonableness of pre-trial detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-169655.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39254/10) against the Republic of Azerbaijan lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Azerbaijani national, Mr Ramil Rustam oglu Pirgurban (Ramil Rüstəm oğlu Pirqurban – “the applicant”), on 30 June 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr R. Mustafazade and Mr A. Mustafayev, lawyers practising in Azerbaijan. The Azerbaijani Government (“the Government”) were represented by their Agent, Mr Ç. Asgarov.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been ill-treated by the police, and that the domestic authorities had failed to carry out an effective investigation in this respect. He further alleged that he had been unlawfully deprived of his liberty, that the domestic authorities had failed to justify his detention pending trial, that the length of the criminal proceedings against him had not been reasonable, and that his right to freedom of movement had been violated.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 28 August 2013 the complaints concerning the applicant’s alleged ill-treatment in police custody, the lawfulness of his arrest and detention, the extension of his detention period, the length of the criminal proceedings against him and the alleged violation of his right to freedom of movement were communicated to the Government, and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1978 and lives in Sumgayit.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest and remand in custody",
                                "elements": []
                            },
                            {
                                "content": ".  On 6 March 2010 the applicant was arrested by the police on suspicion of possession of narcotic substances. According to a record dated 6 March 2010 relating to the carrying out of operational measures and the seizure of physical evidence (əməliyyat tədbirlərinin keçirilməsi və maddi sübutun götürülməsi haqqında protokol), the applicant was arrested by the police at 11.30 p.m. on 6 March 2010 in Sumgayit, on the basis of operational information that he was in possession of narcotic substances. He did not resist arrest and was taken to the Sumgayit City Police Office (“the Police Office”), where he was searched in the presence of two police officers and two attesting witnesses. It appears from the record that the applicant was not represented by a lawyer. During the search, narcotic substances were found on his person.",
                                "elements": []
                            },
                            {
                                "content": ".  On 9 March 2010 the applicant was charged with illegal possession of a large quantity of narcotic substances with intent to sell, under Article 234.4.3 of the Criminal Code.",
                                "elements": []
                            },
                            {
                                "content": ".  On 10 March 2010 the Sumgayit City Court, relying on the official charges brought against the applicant and the prosecutor’s request to apply the preventive measure of remand in custody (həbs qətimkan tədbiri), ordered the applicant’s detention for a period of two months, calculating the period of detention from 9 March 2010.",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant did not appeal against that decision.",
                                "elements": []
                            },
                            {
                                "content": "10.  On the same day the Sumgayit City Court also delivered a separate special decision (xüsusi qərar), acknowledging a violation of the applicant’s right to liberty. In this connection, the court held that the investigator had unlawfully deprived the applicant of his liberty, because the applicant had not been brought before a judge within forty-eight hours of his arrest, as required by the relevant law. The court also informed the Police Office about the investigator’s unlawful action, and asked the Police Office to inform it about the measures taken in this respect within one month.",
                                "elements": []
                            },
                            {
                                "content": "B.  The applicant’s alleged ill-treatment in police custody and remedies used",
                                "elements": [
                                    {
                                        "content": "11.  According to the applicant, following his arrest by the police on 6 March 2010, he was taken to the Police Office, where he was detained in various rooms. He was repeatedly subjected to ill-treatment in police custody, with the aim of extracting a confession from him. He was also forced by the police to make an incriminating statement against two other people arrested in connection with possession of narcotic substances. As he refused to make the statements requested by the police, on 6 and 7 March 2010 he was regularly beaten with wooden and rubber truncheons, and was given electric shocks and cigarette burns by police officers X., S. and M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 10 March 2010 the applicant met his lawyer for the first time when he was brought before the Sumgayit City Court. According to the applicant’s lawyer, he made an oral complaint at the hearing before the Sumgayit City Court in the presence of the Sumgayit city deputy prosecutor, complaining that the applicant had been ill-treated in police custody. He also pointed out the signs of ill-treatment present on the applicant’s body, and requested his examination by a forensic expert. However, no action was taken by the court or the prosecuting authorities in respect of the applicant’s ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 3 and 10 April 2010 the applicant’s lawyer lodged a written complaint with the investigator in charge of the case, complaining that the applicant had been ill-treated in police custody. In this connection, he pointed out that, although he had made such a complaint at the hearing of 10 March 2010 before the Sumgayit City Court, no action had been taken by the investigating authorities. The lawyer asked the investigator for a forensic examination of the applicant. He also asked the investigator to question the applicant and organise a formal face-to-face confrontation between the applicant and the other co-accused in his presence. No action was taken by the investigator.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On an unspecified date in April 2010 the lawyer informed the Ombudsman of the applicant’s ill-treatment in police custody and the investigator’s failure to order a forensic examination of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Following a conversation between the applicant and agents from the Ombudsman’s Office in a temporary detention centre, on 22 April 2010 the Ombudsman requested that the Prosecutor General’s Office carry out a forensic examination of the applicant and conduct an effective investigation into his allegation of ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  By a letter of 7 May 2010, the Prosecutor General’s Office informed the lawyer that the complaint submitted by the Ombudsman concerning the applicant’s alleged ill-treatment by the police would be examined, and he would be informed of its outcome.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In the meantime, on 5 May 2010 the investigator had ordered a forensic examination of the applicant. It appears from forensic report no. 600 dated 11 May 2010 that the forensic expert noticed an abrasion (sıyrıq) measuring 5 cm by 1.2 cm on the applicant’s left wrist joint. He concluded that the injury had been caused by a hard blunt object, and could have been inflicted on 6 March 2010. The expert stated that the severity of the injury had not been determined, because it was not an injury causing harm to health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On an unspecified date in May 2010 the applicant’s case was assigned to another investigator.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 25 May 2010 the applicant’s lawyer was provided with a copy of the forensic report of 11 May 2010. He immediately asked for a new forensic examination, claiming that the applicant’s forensic examination had been conducted in his absence and in breach of relevant procedural rules. He also claimed that, although numerous injuries were still visible on the applicant’s body, the expert had noted only one injury in his report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 26 May 2010 the investigator granted the request and ordered a new forensic examination of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 1 June 2010 the applicant’s lawyer lodged a new request with the investigator, asking to participate in the forensic examination. He also asked the investigator to allow him to photograph and make a video recording of the forensic examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 3 June 2010 the investigator granted the request in part, allowing the lawyer to participate in the forensic examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 8 June 2010 the Sumgayit city deputy prosecutor refused to institute criminal proceedings in connection with the applicant’s allegation of ill-treatment. He held that it had not been established that the applicant had been beaten by the police officers, or that the injury found on his left wrist joint had been caused by them while he was in police custody. However, the prosecutor also found that the applicant had been unlawfully detained in police custody from 6 to 7 March 2010 in the absence of any official record of his arrest. In this connection, he decided to inform the Police Office of the unlawful actions of the police officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In the meantime, on an unspecified date the applicant’s lawyer had lodged a complaint with the Sumgayit City Court under the procedure concerning the review of the lawfulness of procedural actions or decisions by the criminal prosecuting authority under Article 449 of the Code of Criminal Procedure. He complained, in particular, that the applicant had been ill-treated in police custody, that the investigator had failed to reply to his complaints concerning the ill-treatment, and that the applicant’s procedural rights had been violated within the framework of the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In the proceedings before the Sumgayit City Court the judge heard the applicant, the two other co-accused, the applicant’s lawyer, the police officers involved in the applicant’s arrest, and the two investigators who had been in charge of the applicant’s case. Although the police officers denied the ill-treatment allegation, the investigator who had replaced the first investigator in charge of the case stated that he had also noticed the signs of a beating on the applicant’s body during his questioning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 25 June 2010 the Sumgayit City Court delivered a decision, finding that the applicant had been subjected to torture and violent treatment (işgəncə və zorakı rəftar) in police custody. In this connection, the court relied on the conclusions of the forensic report of 11 May 2010 and the statement made by one of the investigators. The court also held that, at the court hearing, the applicant’s body had shown signs of ill-treatment as established by the court. The court further found that the applicant had been unlawfully detained in the Police Office, and that he had been questioned by the investigator in the absence of his lawyer. The court ordered the Sumgayit city prosecutor’s office to investigate the fact that he had been illtreated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 5 July 2010 the Sumgayit city prosecutor lodged an objection against the Sumgayit City Court’s decision of 25 June 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 21 July 2010 a panel composed of two forensic experts issued a report concerning the second forensic examination of the applicant. It appears from forensic report no. T76/2010 that the applicant was examined by the forensic experts in the presence of his lawyer on 23 June 2010. During the examination the applicant stated that he had been tortured in police custody, and gave a detailed description of his ill-treatment. In particular, he stated that on 6 and 7 March 2010 police officers X., S. and M. had tortured him with truncheons, a device which gave electric shocks and cigarette burns. As a result of the examination, the experts noticed numerous scars (çapıq) and areas of pigmentation (piqmentasiya sahələri) on various parts of the applicant’s body. They pointed out that, while the scars had been caused by a hard blunt object, the areas of pigmentation had resulted from intense heat. The experts concluded that these injuries had been inflicted three to six months prior to the examination, and the characteristics of the injuries did not contradict the applicant’s description of ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 27 July 2010 the Sumgayit Court of Appeal dismissed the prosecutor’s objection, finding the first-instance court’s decision justified. As to the fact of the applicant’s ill-treatment, the appellate court held that this was supported by the expert reports of 11 May and 21 July 2010, which confirmed the existence of various injuries on his body. The court further held that the investigator who had replaced the first investigator in charge of the case had also stated before the court that he had noticed injuries on the applicant’s body when he had questioned him. The court lastly noted that it had taken into account the fact that, although the applicant had been examined by the forensic experts a few months after his beating by the police officers, there were still signs of ill-treatment on his body.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 24 August 2010 the applicant’s lawyer lodged a complaint with the Prosecutor General’s Office and the Ministry of Internal Affairs, complaining that the investigating authorities had failed to investigate the applicant’s ill-treatment, despite the explicit acknowledgment of the fact of the ill-treatment by the court decisions of 25 June and 27 July 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 20 September 2010 the Sumgayit city deputy prosecutor again refused to institute criminal proceedings in connection with the applicant’s ill-treatment. The prosecutor concluded that the injuries found on the applicant’s body had not been caused in police custody. In this connection, he noted that the applicant was a drug addict and that there was a likelihood that the injuries had been caused by “external influences” (kənar təsirlərdən) before he had been taken to the temporary detention centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 8 October 2010 the applicant’s lawyer lodged a complaint with the Prosecutor General’s Office against that decision. He complained, in particular, that the prosecuting authorities had unlawfully refused to investigate the applicant’s ill-treatment, despite the explicit acknowledgment of the fact of the ill-treatment by the relevant court decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  No action was taken by the prosecuting authorities.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Extension of the applicant’s pre-trial detention and further developments",
                                "elements": [
                                    {
                                        "content": ".  On 7 May 2010 the Sumgayit City Court extended the applicant’s detention pending trial for a period of one month, namely until 7 June 2010. The court indicated as the reason for its decision that it needed more time to perform some investigative actions, such as the carrying out of forensic narcotic and psychiatric examinations. It further relied on the gravity of the charges against the applicant, and the existence of a risk of his absconding from and obstructing the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The applicant appealed against that decision, claiming that the firstinstance court had failed to justify the extension of his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 14 May 2010 the Sumgayit Court of Appeal upheld the firstinstance court’s decision. The appellate court’s reasoning was essentially the same as that in the first-instance court’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 3 June 2010 the Sumgayit City Court again extended the applicant’s detention for a period of one month. The court justified this by relying on the necessity to carry out further investigative actions within the framework of the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 4 June 2010 the applicant appealed against the decision, reiterating that there was no reason to hold him in detention, and that the first-instance court had failed to justify his continued detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 11 June 2010 the Sumgayit Court of Appeal dismissed the appeal, finding that the extension order was justified. The appellate court justified its decision by relying on the gravity of the charges and the risk of the applicant’s absconding from the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 6 July 2010 the Sumgayit City Court extended the applicant’s detention until 22 July 2010. The court again justified the extension by relying on the necessity to carry out further investigative actions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The applicant did not appeal against that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 11 July 2010 the investigator reclassified the criminal charges against the applicant, replacing the previous charges under Article 234.4.3 of the Criminal Code with new charges under Article 234.1 (illegal possession of narcotic substances in a quantity exceeding that necessary for personal consumption, without intent to sell).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 21 July 2010 the investigator issued a bill of indictment under Article 234.1 of the Criminal Code and filed it with the Sumgayit City Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 6 August 2010 the Sumgayit City Court held a preliminary hearing. At that hearing, the prosecutor stated that there had been numerous breaches of procedural rules during the investigation, and that the bill of indictment had not been compiled in accordance with the requirements of the relevant law. He asked the court to discontinue its examination of the criminal case and remit it to the prosecutor supervising the investigation. The court granted the prosecutor’s application. The court’s decision made no mention of the applicant’s detention, even though the latest extension order had expired on 22 July 2010. Under domestic law, a decision taken at a preliminary hearing was not open to appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 13 August 2010 the prosecutor lodged an application with the Sumgayit City Court, asking for an extension of the applicant’s detention until 7 September 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 16 August 2010 the Sumgayit City Court dismissed the application, finding that there was no basis for such an extension. However, taking into account the prosecutor’s intention to lodge an objection against that decision, the court ordered the applicant’s detention for a period of seven days.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 23 August 2010 the Sumgayit Court of Appeal dismissed the prosecutor’s objection and upheld the first-instance court’s decision. The applicant was released from detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On the same day the applicant lodged a request with the investigator, asking for unlawfully obtained evidence to be removed from the case file and the criminal proceedings against him to be discontinued.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  By a decision of 26 August 2010, the investigator dismissed the applicant’s request.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In the meantime, following the applicant’s release from detention, on 25 August 2010 the investigator in charge had issued a decision placing the applicant under police supervision (polisin nəzarəti altına vermə). The decision did not detail the duration of that preventive measure. According to the applicant, his placement under police supervision lasted approximately five or six months, during which time he was obliged to report to the police twice a week and not leave the city where he resided. At the end of this period, although he was no longer required to report to the police, he was not provided with any official decision confirming the end of his placement under police supervision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Constitution of the Republic of Azerbaijan",
                                "elements": [
                                    {
                                        "content": ".  Article 46 (III) of the Constitution of the Republic of Azerbaijan reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No one shall be subjected to torture or ill-treatment. No one shall be subjected to degrading treatment or punishment ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal responsibility for torture and inhuman and degrading treatment",
                                "elements": [
                                    {
                                        "content": ".  In accordance with the Criminal Code, as in force at the material time, the infliction of physical or psychological suffering on an individual by way of systematic beating or other violent actions performed by a public official in his official capacity constitutes a criminal offence punishable by imprisonment for a term of five to ten years (Article 133).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Code of Criminal Procedure (“the CCrP”)",
                                "elements": [
                                    {
                                        "content": ".  In accordance with Article 37 of the CCrP, criminal proceedings are instituted on the basis of a complaint by the victim of an alleged criminal offence. Chapter LII of the CCrP lays down the procedure by which parties to criminal proceedings may challenge actions or decisions of the prosecuting authorities before a court. Article 449 provides that a victim or his counsel may challenge actions or decisions of the prosecuting authorities concerning, inter alia, refusal to institute criminal proceedings or terminate criminal proceedings. The judge examining the lawfulness of the prosecuting authorities’ actions or decisions may quash them if he or she finds them to be unlawful (Article 451). The judge’s decision may be challenged before an appellate court, in accordance with the procedure set out in Articles 452 and 453 of the CCrP.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Article 154 of CCrP provides for ten types of preventive measures, including, inter alia, the preventive measure of remand in custody (Article 154.2.1) and the preventive measure of placement under police supervision (Article 154.2.7).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The relevant provisions of the CCrP concerning the application of the preventive measure of remand in custody and pre-trial detention are described in detail in the Court’s judgments in Farhad Aliyev v. Azerbaijan (no. 37138/06, §§ 83-102, 9 November 2010) and Muradverdiyev v. Azerbaijan (no. 16966/06, §§ 35-49, 9 December 2010). The relevant decisions of the Plenum of the Supreme Court concerning the application of the preventive measure of remand in custody and pre-trial detention are described in detail in the Court’s judgments in Allahverdiyev v. Azerbaijan (no. 49192/08, §§ 31-32, 6 March 2014) and Isayeva v. Azerbaijan (no. 36229/11, §§ 56-57, 25 June 2015).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Placement under police supervision is a preventive measure whereby the suspect or accused is not entitled to travel or change his or her permanent or temporary place of residence without the permission of the prosecuting authority or the court. He or she should report to the police in accordance with the schedule established by the police (Article 169.1).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The suspect or accused, his defence counsel or legal representative, may challenge the prosecuting authority’s decision on the application or variation of a preventive measure before the prosecutor supervising the investigation or the court (Article 173.1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Article 300.1.5 provides that, at a preliminary hearing, the court may decide, inter alia, to discontinue the examination of a criminal case and remit it to the prosecutor supervising the investigation. In accordance with Article 300.2, when the court decides to discontinue the examination of the criminal case and remit it to the prosecutor supervising the investigation under Article 300.1.5, it should also decide on the question of the application of a preventive measure. Article 300.5 does not provide for the possibility to lodge an appeal against a decision delivered under Article 300.1.5.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  Relying on Articles 3 and 13 of the Convention, the applicant complained that he had been ill-treated in police custody, and that the domestic authorities had failed to investigate his allegation of ill-treatment. The Court considers that the present complaint falls to be examined solely under Article 3 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": ".  The Government submitted that the applicant had failed to exhaust domestic remedies, in that he had not complained to the competent domestic courts against the prosecutor’s decision of 20 September 2010 refusing to institute criminal proceedings in connection with his allegation of illtreatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant contested the Government’s submissions and maintained his complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court observes at the outset that the Government did not raise any objection as regards the applicant’s victim status in respect of his complaint under Article 3 of the Convention. However, as the domestic courts have already acknowledged the applicant’s ill-treatment, the Court considers it necessary to satisfy itself that the applicant can be considered a victim within the meaning of the Convention in respect of his complaint under Article 3 of the Convention (see Layijov v. Azerbaijan, no. 22062/07, § 33, 10 April 2014).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court reiterates that a decision or measure favourable to an applicant is not in principle sufficient to deprive him of his status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see Amuur v. France, 25 June 1996, § 36, Reports of Judgments and Decisions 1996III, and Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999VI). Moreover, in cases of wilful ill-treatment, the breach of Article 3 cannot be remedied only by an award of compensation to the victim, and there should be an effective investigation in addition to adequate compensation (see Gäfgen v. Germany [GC], no. 22978/05, § 119, ECHR 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Turning to the circumstances of the present case, the Court notes that the mere fact that the domestic courts expressly acknowledged that the applicant had been subjected to treatment contrary to Article 3 of the Convention (see paragraphs 26 and 29 above) cannot deprive him of his victim status under the Convention, as he was not afforded any redress in this respect (see Mikheyev v. Russia, no. 77617/01, § 90, 26 January 2006, and Layijov, cited above, § 35). The foregoing considerations are sufficient to enable the Court to conclude that the applicant is still a victim within the meaning of the Convention in respect of his complaint under Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  As regards the Government’s argument that the applicant failed to exhaust domestic remedies, the Court considers that this objection raises issues which are closely related to the merits of the complaint. Therefore, the Court joins this objection to the merits of the complaint (see Muradova v. Azerbaijan, no. 22684/05, § 87, 2 April 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  Having regard to this, the Court finds that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": ".  The applicant maintained his complaint, submitting that he had been ill-treated in police custody and that, despite the domestic courts’ explicit acknowledgement of the fact of the ill-treatment, no effective investigation had been conducted in this respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government submitted that the applicant’s ill-treatment had been acknowledged by the domestic courts, without making any further submission.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The Court refers at the outset to the summaries of its case-law as to the substantive limb of Article 3 set out in the Bouyid judgment (Bouyid v. Belgium [GC], no. 23380/09, §§ 81-87, ECHR 2015) and as regards the procedural limb of Article 3 set out in the El-Masri judgment (El-Masri v. the former Yugoslav Republic of Macedonia [GC], no. 39630/09, §§ 182185, ECHR 2012), which are equally pertinent to the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that in the present case the applicant’s illtreatment by the police was explicitly acknowledged by domestic court decisions (see paragraphs 26 and 29 above). Before the Court, the Government also referred to the findings of the domestic courts in respect of the applicant’s ill-treatment, without making any further submission. Moreover, the applicant has been able to produce sufficiently strong evidence supporting the fact that he was ill-treated in police custody on 6 and 7 March 2010. In particular, the forensic reports of 11 May and of 21 July 2010 certified the existence of numerous injuries on his body which had been caused by a hard blunt object and intense heat (see paragraphs 17 and 28 above). In these circumstances, the Court does not see any reason to depart from those findings.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court further observes that, although the domestic courts had explicitly acknowledged the applicant’s ill-treatment by the police, no investigation was carried out with a view to identifying and punishing the relevant perpetrators after this acknowledgement. No explanation was given by the Government as to the domestic authorities’ failure to conduct such an investigation. In that connection, the Court reiterates that when it was established that an individual had been ill-treated by the police the Convention requires that there should be an effective investigation capable of leading to the identification and punishment of those responsible. Moreover, the Court cannot accept the Government’s argument that the applicant should have lodged a complaint with the domestic courts against the prosecutor’s decision of 20 September 2010 refusing to institute criminal proceedings in respect of his ill-treatment complaint, because the Sumgayit Court of Appeal’s decision of 27 July 2010 confirming the applicant’s ill-treatment was a final and binding decision. In these circumstances, the Court does not see any reason why the applicant should have lodged another complaint regarding his ill-treatment with the same courts which had already found that he had been ill-treated by the police. The foregoing considerations are sufficient to enable the Court to conclude that there was no effective investigation of the applicant’s allegation of illtreatment, and that the Government’s objection as to the exhaustion of domestic remedies should be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As to the seriousness of the ill-treatment, the Court observes that the ill-treatment in question lasted for several hours at least and consisted of repeated blows with wooden and rubber truncheons, as well as the administration of electric shocks and cigarette burns. The domestic courts considered this treatment torture and violent treatment (see paragraph 26 above). Having regard to the nature of the ill-treatment, which also included the administration of electric shocks, the Court considers that it could only have been intentionally inflicted, because a certain amount of preparation and exertion would have been required to carry it out. This ill-treatment must have caused the applicant serious mental and physical suffering, and was of such a serious and cruel nature that it can be characterised as torture (compare with Polonskiy v. Russia, no. 30033/05, § 124, 19 March 2009; Grigoryev v. Ukraine, no. 51671/07, § 64, 15 May 2012; and Myumyun v. Bulgaria, no. 67258/13, § 62, 3 November 2015, all of which concerned electric shocks and beatings in the course of custodial interrogations).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Accordingly, there has been both a substantive and a procedural violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicant complained that he had been unlawfully deprived of his liberty because he had been detained in excess of the maximum fortyeight-hour period permitted by the domestic law prior to being brought before a judge after his arrest on 6 March 2010. He also complained that his detention from 22 July to 16 August 2010 had been unlawful. The relevant part of Article 5 § 1 (c) of the Convention reads:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;”",
                                "elements": []
                            },
                            {
                                "content": "A.  Lawfulness of the applicant’s arrest and initial detention",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": ".  The Government submitted that the applicant could not claim to be a victim of a violation of Article 5 of the Convention on account of his detention in excess of the maximum fortyeight-hour period permitted by the domestic law prior to being brought before a judge, because the domestic courts had already acknowledged the violation of his right. The Government further pointed out that disciplinary proceedings had been instituted against the police officers, including the investigators and the deputy head of the Police Office, who had violated his right to liberty. In support of their argument, they submitted a letter dated 8 September 2010 from the Minister of Internal Affairs containing information that the disciplinary responsibility of the police officers had been established in respect of the applicant’s unlawful detention on 6 and 7 March 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant contested the Government’s submissions and maintained his complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court refers to the summaries of its case-law in paragraph 63 concerning the loss of victim status, which are also relevant for the purposes of the present complaint. In that connection, it reiterates that the mere fact that the domestic courts expressly acknowledged that the applicant had been unlawfully deprived of his liberty by being brought before a judge after the maximum fortyeight-hour period permitted by the domestic law (see paragraphs 10 and 26 above) cannot deprive the applicant of his victim status under the Convention, as he was not afforded any redress in this respect. Moreover, although the Government submitted that the disciplinary responsibility of the police officers who had violated the applicant’s right to liberty had been established, they failed to specify whether any sanction had been imposed on them for the violation. Therefore, the Court concludes that the applicant is still a victim within the meaning of the Convention in respect of his complaint under Article 5 § 1 of the Convention concerning his detention in excess of the maximum fortyeight-hour period prior to being brought before a judge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": ".  The applicant maintained his complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government did not make any submissions on the merits.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that it is undisputed between the parties that the applicant, who was arrested by the police on 6 March 2010, was brought before a judge for the first time on 10 March 2010. In that connection, the Court notes that it has already examined this question in cases against Azerbaijan and found that there had been a violation of Article 5 § 1 of the Convention where an arrested person had not been brought before a judge within forty-eight hours of his arrest, as required by the domestic law (see Salayev v. Azerbaijan, no. 40900/05, §§ 34-48, 9 November 2010, and Farhad Aliyev v. Azerbaijan, no. 37138/06, §§ 154-169, 9 November 2010). The Court finds no reason to depart from that finding in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Accordingly, there has been a violation of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Lawfulness of the applicant’s detention from 22 July to 16 August 2010",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "83.  The Government submitted that the applicant had failed to exhaust the domestic remedies in respect of his complaint concerning his detention from 22 July to 16 August 2010. They argued that the applicant had had the right to complain that he had been unlawfully detained under the procedure provided for by Article 449 of the CCrP.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant maintained his complaint, arguing that there had been no effective domestic remedies in respect of his complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85. The Court considers that this objection raises issues which are closely related to the merits of the complaint. Therefore, the Court joins this objection to the merits of the complaint. Having regard to this, the Court finds that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "86.  The applicant reiterated that his detention from 22 July to 16 August 2010 had been unlawful, as he had been detained during that period in the absence of a court order.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government did not make any submissions on the merits.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that the period of the applicant’s pre-trial detention, authorised by the Sumgayit City Court’s detention order of 6 July 2010, expired on 22 July 2010. On 21 July 2010 the investigation was completed and the indictment was sent to the Sumgayit City Court. At its preliminary hearing on 6 August 2010 the Sumgayit City Court decided to discontinue the examination of the criminal case and remit it to the prosecutor supervising the investigation. Although the court should also have decided on the question of the application of the preventive measure at the preliminary hearing, in accordance with the requirements of the domestic law (see paragraph 58 above), its decision of 6 August 2010 made no mention of the preventive measure. The Sumgayit City Court again decided on the applicant’s detention only on 16 August 2010, and ordered his detention for a period of seven days. The applicant was released from detention on 23 August 2010. Therefore, he was in detention in the absence of any court order from 22 July to 16 August 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In that connection, the Court observes that the Government argued that the applicant had failed to exhaust the domestic remedies in respect of his complaint, as he had not exercised his right to complain that he had been unlawfully detained under the procedure provided for by Article 449 of the CCrP – a procedure concerning the possibility to challenge the actions or decisions of the prosecuting authorities. However, the Court notes that, in the present case, the applicant complains of his continued detention in the absence of a court order from 22 July to 16 August 2010. Therefore, the complaint in question concerns the domestic courts’ failure to decide on his continued detention, rather than any alleged unlawful action of the prosecuting authorities. The Court further observes that the Sumgayit City Court, which should have decided on the question of the application of a preventive measure at its preliminary hearing held on 6 August 2010, was silent in this respect. That decision of the Sumgayit City Court was not open to appeal under domestic law. In these circumstances, the Court finds that the complaint cannot be rejected for non-exhaustion of domestic remedies, and that the Government’s objection as to non-exhaustion of domestic remedies should be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court reiterates that it has found a violation of Article 5 § 1 in a number of cases concerning the practice of holding defendants in custody solely on the basis of the fact that an indictment has been filed with a trial court. It has held that detaining defendants without a specific legal basis or clear rules governing their situation – with the result that they may be deprived of their liberty for an unlimited period in the absence of judicial authorisation – is incompatible with the principles of legal certainty and protection from arbitrariness, which are common threads throughout the Convention and the rule of law (see, among other authorities, Baranowski v. Poland, no. 28358/95, §§ 53-57, ECHR 2000III; Jėčius v. Lithuania, no. 34578/97, §§ 60-63, ECHR 2000IX; and Gigolashvili v. Georgia, no. 18145/05, §§ 33-36, 8 July 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court further notes that it has already examined similar complaints in numerous cases against Azerbaijan, in which it concluded that there had been a violation of Article 5 § 1 of the Convention in that an applicant’s detention had not been based on a court decision, and had therefore been unlawful within the meaning of that provision (see Farhad Aliyev, cited above, §§ 174-179; Allahverdiyev, cited above, §§ 43-46, and Isayeva, cited above, §§ 67-70). The Court sees no reason to reach a different conclusion in the present case, and concludes that the applicant’s detention from 22 July to 16 August 2010, which was not based on a court order, was unlawful within the meaning of Article 5 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Accordingly, there has been a violation of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicant complained under Article 5 of the Convention that the domestic courts had failed to justify the need for his detention and provide reasons for his continued detention. The Court considers that this complaint falls to be examined under Article 5 § 3 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": ".  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant maintained his complaint, arguing that the domestic courts had failed to provide relevant and sufficient reasons for his continued detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Government did not make any submissions on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The Court refers to the summaries of its case-law set out in the Allahverdiyev judgment (cited above, §§ 51-55), which are equally pertinent to the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that it has already found that some periods of the applicant’s detention were not in accordance with Article 5 § 1 of the Convention (see paragraphs 81 and 91 above). As to the period to be taken into consideration for the purposes of Article 5 § 3, in the present case, this period commenced on 6 March 2010, when the applicant was arrested, and ended on 23 August 2010, when he was released from detention. Thus, the applicant’s pre-trial detention lasted exactly five months and seventeen days in total.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that the applicant’s detention was first ordered when he was brought before the judge at the Sumgayit City Court on 10 March 2010. The applicant did not, however, appeal against the Sumgayit City Court’s decision of 10 March 2010. His detention was subsequently extended for the first time by the Sumgayit City Court’s decision of 7 May 2010 for a period of one month. That decision was upheld by the Sumgayit Court of Appeal’s decision of 14 May 2010. On 3 June 2010, for a second time, the Sumgayit City Court extended the applicant’s detention for a period of one month. That decision was upheld by the Sumgayit Court of Appeal’s decision of 11 June 2010. The further extension of the applicant’s detention period until 22 July 2010 was decided by the Sumgayit City Court on 6 July 2010. However, the applicant did not appeal against that decision. On 16 August 2010 the Sumgayit City Court dismissed the prosecutor’s application for an extension of the applicant’s detention period, but ordered his detention for a period of seven days, taking into account the prosecutor’s intention to object to that decision. On 23 August 2010 the Sumgayit Court of Appeal dismissed the prosecutor’s objection, and the applicant was released from detention. The Court will therefore limit its examination of the applicant’s complaint to the two periods of detention extended by the decisions of the Sumgayit District Court on 7 May and 3 June 2010, decisions which were subsequently upheld by the Sumgayit Court of Appeal on 14 May and 11 June 2010 respectively following the applicant’s appeals (see Isayeva, cited above, §§ 88-89).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that both the Sumgayit City Court and the Sumgayit Court of Appeal used a standard template when extending the applicant’s detention. In particular, the Court notes that both the firstinstance court and the appellate court limited themselves to repeating a number of grounds for detention in an abstract and stereotyped way, without giving any reasons why they considered those grounds relevant to the applicant’s case (see paragraphs 34-40 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court further observes that the domestic courts also relied on irrelevant grounds when they extended the applicant’s pre-trial detention. In particular, they substantiated their decisions by stating that more time was needed to complete the investigation. However, the Court reiterates that, under Article 5 § 3, grounds such as the need to implement further investigative measures, or the fact that proceedings have not yet been completed, do not correspond to any of the acceptable reasons for detaining a person pending trial (see Piruzyan v. Armenia, no. 33376/07, § 98, 26 June 2012, and Allahverdiyev, cited above, § 60).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In view of the foregoing considerations, the Court concludes that, by using a standard formula merely listing the grounds for detention without addressing the specific facts of the applicant’s case, and by relying on irrelevant grounds, the authorities failed to give “relevant” and “sufficient” reasons to justify the need for the applicant’s continued pre-trial detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Accordingly, there has been a violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "104.  The applicant complained that the length of the criminal proceedings against him had been incompatible with the “reasonable-time” requirement of Article 6 § 1 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "105.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": ".  The applicant maintained his complaint, submitting that he had never been informed of any decision discontinuing the criminal proceedings against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government did not make any submissions on the merits.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The Court reiterates that the period to be taken into consideration in determining the length of criminal proceedings begins with the day on which a person is “charged”, within the autonomous and substantive meaning to be given to that term (see, among other authorities, Deweer v. Belgium, 27 February 1980, §§ 42-46, Series A no. 35, and Corigliano v. Italy, 10 December 1982, § 34, Series A no. 57), such as the date of a person’s arrest, the date when the person concerned was officially notified that he would be prosecuted, or the date when preliminary investigations were opened (see Wemhoff v. Germany, 27 June 1968, § 19, Series A no. 7; Neumeister v. Austria, 27 June 1968, § 18, Series A no. 8; and Ringeisen v. Austria, 16 July 1971, § 110, Series A no. 13). The period ends with the day on which a charge is finally determined or proceedings are discontinued (see Kalashnikov v. Russia, no. 47095/99, § 124, ECHR 2002VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The reasonableness of the length of proceedings is to be assessed in the light of the particular circumstances of the case, regard being had to the criteria laid down in the Court’s case-law, in particular the complexity of the case, the applicant’s conduct and the conduct of the competent authorities, and what was at stake for the applicant (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999II, and Hajibeyli v. Azerbaijan, no. 16528/05, § 50, 10 July 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that, in the present case, although the applicant was officially charged with a criminal offence on 9 March 2010, he was arrested on 6 March 2010 by the police. The period to be taken into consideration therefore starts on 6 March 2010 when he was arrested for possession of narcotic substances, a criminal offence (see Crowther v. the United Kingdom, no. 53741/00, §§ 8 and 26, 1 February 2005, and Dimov v. Bulgaria, no. 56762/00, §§ 5 and 132, 8 March 2007). As regards the end of the proceedings, the Court notes that, while in February 2014 the applicant submitted that he had never been informed of any decision concerning the outcome of the criminal proceedings against him, on 11 April 2014 – the date on which the last observation in this case was filed by the Government – the latter did not make any observations on the applicant’s submissions. There is no material before the Court to suggest that the proceedings against the applicant were ever actually completed. Thus, the Court can say with certainty that the proceedings in question lasted four years and one month at the very least after their institution at the investigation stage (see Grigoryan v. Armenia, no. 3627/06, § 128, 10 July 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As regards the compatibility of this period with the “reasonabletime” requirement, the Court firstly considers that much was at stake for the applicant, as he experienced uncertainty about his future for a protracted period of time, bearing in mind that he risked a criminal conviction. In this respect, the Court reiterates that an accused in criminal proceedings should be entitled to have his case conducted with special diligence, and that, in criminal matters, Article 6 is designed to avoid a person who has been charged remaining too long in a state of uncertainty about the outcome of proceedings (see Nakhmanovich v. Russia, no. 55669/00, § 89, 2 March 2006, and Hajibeyli, cited above, § 51).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Furthermore, nothing before the Court suggests that the case was of particular complexity, and the Government did not argue that the case was particularly difficult to determine. In any event, the Court takes the view that the period of at least four years and one month during which the investigation was not completed could not be explained solely by the complexity of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court also notes that it is not clear if any investigative measures were implemented following the remittal of the case to the prosecutor supervising the investigation by the Sumgayit City Court’s decision of 6 August 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The foregoing considerations are sufficient to enable the Court to conclude that the length of the proceedings was excessive and failed to satisfy the “reasonable time” requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Accordingly, there has been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL No. 4 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "116.  The applicant complained that the preventive measure placing him under police supervision, which had prevented him from leaving and changing his place of residence, had violated his right to freedom of movement. Article 2 of Protocol No. 4 to the Convention reads:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone lawfully within the territory of a State shall, within that territory, have the right to liberty of movement and freedom to choose his residence.",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone shall be free to leave any country, including his own.",
                                "elements": []
                            },
                            {
                                "content": "3.  No restrictions shall be placed on the exercise of these rights other than such as are in accordance with law and are necessary in a democratic society in the interests of national security or public safety, for the maintenance of ordre public, for the prevention of crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.",
                                "elements": []
                            },
                            {
                                "content": "4. The rights set forth in paragraph 1 may also be subject, in particular areas, to restrictions imposed in accordance with law and justified by the public interest in a democratic society.”",
                                "elements": []
                            },
                            {
                                "content": ".  The Government submitted that the applicant had failed to exhaust domestic remedies, in that he had not challenged the preventive measure placing him under police supervision before the domestic authorities.",
                                "elements": []
                            },
                            {
                                "content": ".  The applicant contested the Government’s submissions. In that connection, he submitted that he had not challenged the investigator’s decision of 25 August 2010 placing him under police supervision because he had believed that the criminal proceedings against him would soon be discontinued. He further argued that it would not have been reasonable to challenge the application of the preventive measure placing him under police supervision, because it was the most lenient preventive measure which could be imposed on a suspect or accused within the framework of criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court observes that it is clear from the documents that the applicant never challenged the investigator’s decision of 25 August 2010 placing him under police supervision. Moreover, the applicant did not argue that the procedure under domestic law allowing him to challenge the preventive measure of placement under police supervision before a relevant prosecutor or court was ineffective or inaccessible.",
                                "elements": []
                            },
                            {
                                "content": ".  As regards the applicant’s particular arguments for his failure to exhaust domestic remedies, the Court cannot consider that his belief that the criminal proceedings against him would be soon discontinued, or the lenient nature of the measure placing him under police supervision when compared with other preventive measures, were special circumstances dispensing him from having to challenge the investigator’s decision on his placement under police supervision before bringing his complaint to the Court.",
                                "elements": []
                            },
                            {
                                "content": "121.  It follows that this complaint must be rejected under Article 35 §§ 1 and 4 of the Convention for non-exhaustion of domestic remedies.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "122.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": ".  The applicant claimed 2,400 euros (EUR) in respect of pecuniary damage for loss of salary during his detention of six months.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government contested the claim, submitting that the applicant had failed to substantiate his claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court emphasises that, under Rule 60 of the Rules of Court, any claim for just satisfaction must be itemised and submitted in writing, together with the relevant supporting documents or vouchers, failing which the Court may reject the claim in whole or in part. In the present case, even assuming that there is a causal link between the damage claimed and the violations found, the Court observes that the applicant did not submit any documentary evidence supporting this claim. In particular, he has not submitted any payslip, employment contract or other document confirming his loss of salary.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  For the above reasons, the Court rejects the applicant’s claim in respect of pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": ".  The applicant claimed EUR 28,000 in respect of nonpecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government contested the amount claimed as unsubstantiated and excessive. They further submitted that EUR 8,000 would constitute reasonable compensation for the non-pecuniary damage allegedly sustained by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court considers that the applicant has suffered non-pecuniary damage which cannot be compensated for solely by the finding of violations, and that compensation should thus be awarded. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards the applicant the sum of EUR 15,000 under this head, plus any tax that may be chargeable on this amount.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "130.  The applicant claimed EUR 5,500 for costs and expenses incurred before the domestic courts and the Court. In support of his claim, he submitted a contract concluded with his representative, A. Mustafayev, on 2 April 2010. He also supplied a document detailing the specific legal services provided by that representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The Government argued that the claim was excessive. They further submitted that, taking into account the fact that the case was not of such complexity, EUR 2,500 would constitute reasonable compensation for costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 4,000 to cover costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "133.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government’s objection as to non-exhaustion of domestic remedies in respect of the complaints raised under Articles 3 and 5 of the Convention and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints concerning Articles 3, 5 and 6 of the Convention admissible, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention as regards the applicant’s ill-treatment by the police;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 3 of the Convention as regards the lack of an effective investigation into the applicant’s allegation of ill-treatment;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 § 1 of the Convention in respect of the applicant’s arrest and initial detention prior to being brought before a judge;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 5 § 1 of the Convention in respect of the applicant’s detention from 22 July to 16 August 2010;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts, to be converted into Azerbaijani manats at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "10.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 December 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Faris Vehabović",
            "role": "president"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Carlo Ranzoni",
            "role": "judges"
        },
        {
            "name": "Anne-Marie Dougin",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PIRGURBAN v. AZERBAIJAN",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-169655.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:1220JUD003925410",
    "externalsources": [],
    "extractedappno": [
        "39254/10",
        "37138/06",
        "16966/06",
        "49192/08",
        "36229/11",
        "22062/07",
        "28114/95",
        "22978/05",
        "77617/01",
        "22684/05",
        "23380/09",
        "39630/09",
        "30033/05",
        "51671/07",
        "67258/13",
        "40900/05",
        "28358/95",
        "34578/97",
        "18145/05",
        "33376/07",
        "47095/99",
        "25444/94",
        "16528/05",
        "53741/00",
        "56762/00",
        "3627/06",
        "55669/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-169655",
    "judgementdate": "20/12/2016 00:00:00",
    "kpdate": "20/12/2016 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "448",
        "220",
        "404",
        "445",
        "76",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "3",
        "5-3",
        "6-1",
        "5-1",
        "5",
        "6"
    ],
    "parties": [
        "PIRGURBAN",
        "AZERBAIJAN"
    ],
    "rank": "1707.57849121094",
    "representedby": [
        "MUSTAFAZADE R.",
        "MUSTAFAYEV A."
    ],
    "respondent": "AZE",
    "respondentOrderEng": "5",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "459694",
    "typedescription": "15"
}