{
    "__articles": "10;10-1",
    "__conclusion": "Violation of Article 10 - Freedom of expression-{general} (Article 10-1 - Freedom of expression)",
    "applicability": "",
    "appno": "44135/08",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "Violation of Article 10 - Freedom of expression-{general}",
            "type": "violation"
        }
    ],
    "content": {
        "001-181879.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 44135/08) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Denis Viktorovich Matveyev (“the applicant”), on 31 July 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M.M. Golichenko, a lawyer practising in Balashikha, the Moscow Region. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 24 March 2014 the applicant’s complaints concerning his arrest and prosecution for holding a public event and supervisory-review proceedings in 2008 were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1977 and lived in Naberezhniye Chelny, Tatarstan Republic, before his conviction of an unrelated criminal offence.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 7 April 2008 the applicant notified the executive committee of Naberezhniye Chelny of his intention to hold a public event in the form of a hunger strike in front of the local prosecutor’s office beginning from 21 April 2008. On the same day the applicant was informed that his notice did not comply with the requirements of the law.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 16 April 2008 the applicant lodged an addendum to his notice in which he indicated the place, the timing and the goal of the planned event as well as the information about its organiser. He also asked to ensure the protection of a tent (to be positioned near the prosecutor’s office) from 9 p.m. to 9 a.m. daily and the twenty-four-hour presence of an ambulance at the venue of the event.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 17 April 2008 the head of the public relations department of the local executive committee informed the applicant that his planned public event amounted to a “picket” within the meaning of the Public Events Act (hereinafter “PEA”). In breach of the PEA the notice about the event did not contain information about the number of participants or arrangements to be made for preventing disorder and providing medical aid during the event. The applicant was required to align his notice with the PEA in that connection but, according to the Government, he failed to do so.",
                                "elements": []
                            },
                            {
                                "content": "8.  According to the applicant, on 22 April 2008 he started to hold a solo demonstration at noon and continued it until 4 p.m., when he was arrested by the police.",
                                "elements": []
                            },
                            {
                                "content": "9.  According to the Government, on 22 April 2008 at 3.15 p.m. the applicant set up on the lawn in front of the prosecutor’s office a tent and a poster reading “Hunger strike. Call for signatures”. He gathered passers-by and voiced his claims to them. At 3.40 p.m. a police officer drew up a record of an administrative offence allegedly committed by the applicant. He was accused of the breach of the procedure for the organisation of public events, an offence under Article 20.2 § 1 of the Code of Administrative Offences (hereinafter “CAO”). The case file was then submitted to a justice of the peace, who adjourned the hearing so that the applicant could retain a counsel. It is unclear whether the applicant was arrested by the police or otherwise deprived of his liberty at any moment prior to appearing before the justice of the peace.",
                                "elements": []
                            },
                            {
                                "content": "10.  At 8 p.m. on the same day the applicant returned to the site near the prosecutor’s office and resumed his demonstration. The police ordered him to terminate this allegedly unlawful public event, but he refused. They compiled an administrative offence record, stating that the applicant had committed an offence under Article 19.3 § 1 of the CAO; they also compiled an administrative arrest record (протокол административного задержания). The applicant was then taken to the central police station of Naberezhniye Chelny where he was detained until 24 April 2008 in the afternoon.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 24 April 2008 the justice of the peace of the 8th Court Circuit of Naberezhniye Chelny found the applicant guilty under Article 20.2 § 1 of the CAO and imposed a fine of 1,000 Russian roubles ((RUB), equivalent to 27 euros (EUR) at the time). The court noted that the applicant had intended to hold a non-stop hunger-strike making use of posters for an indefinite period of time; on 22 April 2008 he had held an unlawful picket by way of setting up a tent and a poster reading “Hunger strike. Call for signatures” as well as by gathering passers-by and “campaigning” among them. In breach of the PEA he had failed to specify his arrangements for preventing disorder or providing medical aid during the event. Moreover, the applicant had intended to hold a twenty-four-hour picket in breach of the PEA’s ban on public events between 11 p.m. and 7 a.m. The court concluded that the applicant breached the procedure for the organisation of his public event.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant appealed to the Naberezhniye Chelny Town Court. By a decision of 7 May 2008 the Town Court upheld the judgment of the justice of the peace.",
                                "elements": []
                            },
                            {
                                "content": "13.  In separate proceedings, on 7 May 2008 the justice of the peace of the 1st Court Circuit of Naberezhniye Chelny found the applicant guilty under Article 19.3 § 1 of the CAO. The justice of the peace found it established, on the basis of testimony of two eyewitnesses and police officers, that at 8 p.m. on 22 April 2008 the applicant being aware of the administrative offence proceedings pending against him under Article 20.2 of the CAO, had nevertheless disobeyed the lawful police order to stop the picket being held in breach of the PEA. The court sentenced him to seven days of administrative detention. The applicant’s detention from 9 p.m. on 22 April to 3.35 p.m. on 24 April 2008 counted towards his sentence of administrative detention.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant appealed against the judgment to the Naberezhniye Chelny Town Court. On 8 May 2008 the Town Court upheld the judgment in a summary manner.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 3 June 2008 the applicant lodged a supervisory-review appeal against the judgment of 7 May 2008. On 8 July 2008 the Deputy President of the Supreme Court of the Tatarstan Republic dismissed it, fully endorsing the findings of the lower courts.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "16.  For a summary of domestic law and practice concerning regulations relating to public events, see Novikova and Others v. Russia, nos. 25501/07 and 4 others, §§ 47-85, 26 April 2016.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 10 AND 11 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  The applicant complained that his arrest and conviction in the administrative offence proceedings for holding a solo demonstration constituted a violation of Articles 10 and 11 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Court notes that the thrust of the applicant’s grievances concerns the allegedly unlawful actions on the part of the authorities in response to his solo demonstration rather than any peaceful assembly with others. The Court thus finds it appropriate to examine this case under Article 10 of the Convention, taking into account, where appropriate, the general principles it has established in the context of Article 11 (see, for similar reasoning, Novikova and Others, cited above, § 91, 26 April 2016).",
                                "elements": []
                            },
                            {
                                "content": "19.  Article 10 of the Convention in relevant parts reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority ...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "20.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "21.  The applicant submitted that the PEA did not require prior notification of a solo demonstration. He insisted that he had not intended to stage a twenty-four-hour picket and that he had complied with the requirements of the PEA in respect of the allowed time for holding a public event.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The Government reiterated their general observations as regards the notification procedure under the PEA, already presented in Novikova and Others (cited above, §§ 95-96). They also submitted that the applicant had held a public event in the form of a group static demonstration (a “picket”), namely, he had had a poster reading “Hunger strike. Call for signatures”, had gathered passers-by and had carried out “campaigning”. In breach of the PEA he had not complied with the notification procedure for this event, and the police had compiled an administrative offence record in his respect. While the administrative proceedings against him were still pending, in the evening of that day the applicant had resumed his unlawful picket and had refused to stop it. He had then been taken to the police station for the purpose of drawing up an administrative offence record, and kept there for almost two days in view of a possible sentence of administrative detention. The actual period of pre-trial detention had not exceeded the fortyeighthour time-limit authorised under the CAO. The courts had then convicted him under Article 20.2 § 1 and Article 19.3 § 1 of the CAO for two administrative offences. The Government considered that the sentences imposed on the applicant had been reasonable. The court in the second case had taken into account that during the same year the applicant, who was unemployed and a heroin addict, had been prosecuted for a refusal to obey a lawful police order. The Government concluded that the interference with his rights under Articles 10 and 11 of the Convention had thus been “necessary in a democratic society”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "23.  It is common ground between the parties that the termination of the applicant’s picket, his being taken to the police station, retention there for one day and 18 hours and his prosecution for administrative offences constituted an interference with his right to freedom of expression. The impugned measures entail a violation of Article 10 of the Convention unless they were prescribed by law, pursued at least one of the legitimate aims mentioned in Article 10 § 2 and were necessary in a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The Court considers that the present case is similar to Novikova and Others (cited above) and refers to its findings made in that judgment (§§ 112-48) as regards the matters pertaining to the legality of the interference and the pursuance of a legitimate aim, while focusing in the present case on whether the “interference” as defined in paragraph 23 above was “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  First of all, as submitted by the Government, the applicant’s picket in the afternoon on 22 April 2008 lasted only twenty-five minutes (see paragraph 9 above) and was swiftly terminated, the main reason being the unlawfulness of the public event arising from the absence of a prior notification to the competent authority. The Court reiterates that the authorities should show a degree of tolerance towards a peaceful, albeit unlawful, assembly which creates only minimal or no disruption of ordinary life (see Lashmankin and Others v. Russia, nos. 57818/09 and 14 others, § 461, 7 February 2017, and the cases cited therein). Given that in the present case the domestic authorities had failed to establish the number of people involved by the applicant in his “campaigning”, the Court cannot conclude whether his public event “disrupted ordinary life”, and if so, what the degree of disruption was. It notes, however, that having been informed of the police’s position on the unlawful nature of the event and having been ordered to stop it the applicant complied or was ready to comply with the police order. Even assuming that the police did have prima facie reasons for assessing the event as an “assembly”, the authorities should have shown a degree of tolerance, for instance by allowing the applicant to complete his picket and imposing, if appropriate, a reasonable fine on the spot or later on (see Novikova and Others, cited above, §§ 161-75, and, by contrast, Nosov and Others v. Russia, nos. 9117/04 and 10441/04, § 59, 20 February 2014, where the domestic authorities showed tolerance towards the unlawful applicants’ demonstration lasting for more than two months by not dispersing it).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  It is noted that the applicant returned from the court premises to the event venue and resumed his demonstration in the evening of the same day before being taken to the police station. The Court reiterates that the authorities may have legitimate reasons to apply such a measure in order to put an end to someone’s prima facie unlawful conduct where he or she has refused to comply with a lawful order to cease such conduct, or on other grounds, listed, for example, in Article 5 § 1 of the Convention (see Novikova and Others, cited above, § 177). While there is no allegation or proof of any calls for violence or actual violent behaviour on the part of the applicant, it is clear that he refused to cease his prima facie unlawful demonstration thus prompting the police to consider that no measure other than taking him to the police station would stop it. Be that as it may, the Court is not convinced that the applicant’s ensuing retention at the police station for one day and eighteen hours was justified by a “pressing social need”. Once the administrative offence record had been compiled at the police station, the objective of taking the applicant there was met. However, instead of being released, the applicant was formally remanded in custody to “secure his attendance” at the hearing before the Justice of the Peace on 24 April 2008. That hearing, however, concerned a separate administrative offence arising from the events earlier on 22 April 2008. The domestic authorities advanced no convincing reason for continuing to keep the applicant at the police station (see, mutatis mutandis, Frumkin v. Russia, no. 74568/12, § 140, ECHR 2016 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  Furthermore, the Court notes that the applicant was convicted of two intertwined administrative offences relating to the manner in which he had been protesting. His conduct was classified as a group public event held without prior notification to the competent authority. The Court reiterates in this connection its findings made in Novikova and Others (cited above, §§ 204-08) that a solo demonstration as a particular form of expression may attract attention from passers-by. The mere presence of two or more people in the same place at the same time is not sufficient for classifying the situation as an “assembly”, as it is understood under Article 11 of the Convention, with a view to connecting the holding of this assembly to the observance of the domestic requirement of prior notification for group events. In the present case the domestic courts adopted a formalistic approach in finding that the applicant had held a group “picket”. While the applicant’s exact behaviour was of relevance, in view of the insufficient domestic assessment and bearing in mind the presumption of innocence, the Court is inclined to accept that the applicant’s behaviour did not go beyond that of a solo demonstrator delivering a message that happened to receive some interest from passers-by. In any event, it is difficult for the Court to conceive that such an event could have generated a significant gathering warranting specific measures from the authorities, namely relating to prevention of disorder or provision of first medical aid.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Nor is there anything to suggest that the applicant ab initio conceived his event as an “assembly” and his own conduct as organisation of a group event and thus should have complied with the notification requirement. With due regard to the presumption of innocence, where the authorities suspect intentional actions aimed at evading the notification requirement, they should bear the burden of proving the relevant factual and legal elements. This was not done in the present case. Namely, the domestic decisions contain no actual assessment, with reference to appropriate evidence, as regards the alleged “gathering of passers-by” or the applicant’s “campaigning”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Lastly, the Court observes that the trial judgment of 24 April 2008 also referred to the violation of the PEA’s ban on public events between 11 p.m. and 7 a.m. However, neither the PEA nor the domestic administrative or judicial practice, including the court decisions in respect of the applicant, specified any legitimate aim that might be pursued, in a proportionate manner, by punishing the applicant, inter alia, for (eventually) continuing his public event (as it was designed by him) during night time. Nothing in the present case suggests that the applicant in fact violated that provision, for instance, that he would or actually did behave in a loud manner, thereby impinging upon the “rights of others” within the meaning of Article 10 § 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  In view of the above considerations, the domestic decisions do not contain sufficient reasons to justify the sentences, in particular as regards the seven-day administrative detention, in the context of the applicant’s exercise of his freedom of expression (see, mutatis mutandis, Annenkov and Others v. Russia, no. 31475/10, § 133, 25 July 2017, and Navalnyy and Yashin v. Russia, no. 76204/11, §§ 70-72, 4 December 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The foregoing considerations relating to the termination of the applicant’s event in the afternoon on 22 April 2008, his continued retention at the police station after that date until 24 April 2008 and his detention following the conviction in the second case, taken cumulatively, are sufficient for the Court to conclude that there has been a violation of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence and the scope of the present case, the Court finds that the applicant’s remaining complaints do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. Accordingly, this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "34.  The applicant claimed 340,000 euros (EUR) in respect of nonpecuniary damage and 1,650 Russian roubles (RUB) in respect of pecuniary damage representing the fine he had paid (RUB 1,000) and the amount allegedly stolen from the applicant while in administrative detention (RUB 650).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government contested the claims for non-pecuniary damage as excessive. As regards the claim for pecuniary damage, they submitted that the fine had been lawfully imposed on the applicant for an administrative offence. As for the stolen amount, the Government contended that there was no evidence in the case file supporting these allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court considers that there is a direct causal link between the violation of Article 10 of the Convention found and the fine the applicant had paid following his conviction for the administrative offence (see Lashmankin and Others, § 515, and Novikova and Others, § 232, both cited above). The Court therefore awards the applicant EUR 15 in respect of pecuniary damage, plus any tax that may be chargeable. Furthermore, the Court dismisses the remainder of the claim for pecuniary damage as unsubstantiated because the alleged theft of money from the applicant is not supported by any evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court observes that it has found a violation of Article 10 of the Convention in respect of the applicant. Making its assessment on an equitable basis, it awards the applicant EUR 10,000 in respect of nonpecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "38.  The applicant also claimed EUR 3,000 for the costs and expenses incurred before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government submitted that the applicant failed to provide any evidence confirming that those expenses had been actually incurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. The Court observes that the applicant did not provide a legalservices contract or other agreement with the lawyer with regard to his representation in the domestic proceedings. Neither had he submitted any receipts or payment orders to prove that he had incurred those expenses. Regard being had to these considerations and to its case-law, the Court rejects the claim for costs and expenses in the domestic proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "41.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 10 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 April 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helen Keller",
            "role": "president"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MATVEYEV v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-181879.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0403JUD004413508",
    "externalsources": [],
    "extractedappno": [
        "44135/08",
        "25501/07",
        "57818/09",
        "9117/04",
        "10441/04",
        "74568/12",
        "31475/10",
        "76204/11"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-181879",
    "judgementdate": "03/04/2018 00:00:00",
    "kpdate": "03/04/2018 00:00:00",
    "kpthesaurus": [
        "149",
        "148"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "10",
        "10-1"
    ],
    "parties": [
        "MATVEYEV",
        "RUSSIA"
    ],
    "rank": "2321.00952148438",
    "representedby": [
        "GOLICHENKO M.M."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "473655",
    "typedescription": "15"
}