{
    "__articles": "6;6-1;34;41",
    "__conclusion": "Violation of Art. 6-1 on account of the lack of a hearing in public;Violation of Art. 6-1 on account of the length of the proceedings;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "33933/96",
    "article": [
        "6",
        "41",
        "34"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 on account of the lack of a hearing in public",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 on account of the length of the proceedings",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58810.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court, in accordance with the provisions that applied before Protocol No. 11 to the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) entered into force, by the European Commission of Human Rights (“the Commission”) on 6 March 1999 (Article 5 § 4 of Protocol No. 11 and former Articles 47 and 48 of the Convention).",
                        "elements": []
                    },
                    {
                        "content": "2.  The case originated in an application (no. 33933/96) against the French Republic lodged with the Commission under former Article 25 of the Convention by a French national, Mr Jean-Claude Guisset (“the applicant”), on 31 May 1996.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, a violation of Article 6 § 1 of the Convention on account of the length of proceedings and the lack of a public hearing before the Disciplinary Offences (Budget and Finance) Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was declared partly admissible by the Commission on 9 March 1998. In its report of 20 October 1998 (former Article 31 of the Convention)2, it expressed the opinion that there had been a violation of Article 6 § 1 on account of the length of the proceedings in issue (by twenty-three votes to four) and of the lack of a public hearing before the Disciplinary Offences (Budget and Finance) Court (by twenty-one votes to six).",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant was represented before the Court by Mr G. Delvolve of the Conseil d'Etat and Court of Cassation Bar. The French Government (“the Government”) were represented by their Agent, Mr R. Abraham, Head of Legal Affairs, Ministry of Foreign Affairs. ",
                        "elements": []
                    },
                    {
                        "content": "6.  On 31 March 1999 a panel of the Grand Chamber determined that the case should be decided by a Chamber constituted within one of the Sections of the Court.",
                        "elements": []
                    },
                    {
                        "content": "7.  The President of the Court, Mr L. Wildhaber, subsequently allocated the case to the First Section (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber designated to examine the case (Article 27 § 1 of the Convention) was constituted in accordance with Rule 26 § 1 (a). The Chamber included ex officio Mr J.P. Costa, the judge elected in respect of France (Article 27 § 2 of the Convention and Rule 26 § 1 (a)). Following Mr Costa's withdrawal, the Government appointed Mr B. Pacteau to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1). Subsequently Mrs E. Palm, who was unable to take part in the further consideration of the case, was replaced by Mrs W. Thomassen (Rule 28 § 1). ",
                        "elements": []
                    },
                    {
                        "content": "8.  The Registrar received the applicant's memorial on 25 June 1999 and the Government's memorial on 2 July 1999.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 12 October 1999 the Court decided, after consulting the parties, that there was no need to hold a hearing (Rule 59 § 2).",
                        "elements": []
                    },
                    {
                        "content": "10.  With the leave of the President, the applicant produced supplemental observations on 24 January 2000.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "11.  The applicant was the French ambassador to the United Arab Emirates from December 1977 to March 1982.",
                                "elements": []
                            },
                            {
                                "content": "12.  On an audit of the accounts and the administration of the French Secular Mission and the International Academic and Cultural Foundation for the years 1976 to 1983, the Audit Court discovered various irregularities relating to the building of a school in Abu Dhabi.",
                                "elements": []
                            },
                            {
                                "content": "13.  The French school in Abu Dhabi, which was run by a school parents' association that owned the buildings, was opened in 1974 and occupied land belonging to the French State.",
                                "elements": []
                            },
                            {
                                "content": "14.  In March 1981 the local authorities requested that the land be returned to the municipality of Abu Dhabi on 30 June 1981 in exchange for another plot of land situated in the embassies' district in the outskirts. The exchange was approved by the relevant interministerial commission.",
                                "elements": []
                            },
                            {
                                "content": "15.  New buildings were built on the land in time for the start of the 1981/82 school year. The school, now the Louis-Massignon Upper Secondary School, was the first phase of a larger development known as the “Franco-Arabic Sheikh Khalifa Cultural Centre”, which also includes arts and leisure centres.",
                                "elements": []
                            },
                            {
                                "content": "16.  The development was financed by two loans of fifteen million dirhams (approximately seventeen million French francs (FRF)) each, taken out in June 1980 and May 1981 for terms of ten and twenty years respectively at an interest rate of 4% (subsequently reduced to 2%) from the government of the Emirate of Abu Dhabi.",
                                "elements": []
                            },
                            {
                                "content": "17.  The loans, which were binding on the State, were signed by the applicant in his capacity as ambassador and in the name of the French embassy. However, in contravention of the Rules governing State Income and Expenditure, the applicant failed to request authority to sign the agreements, thereby committing an offence under Article L. 313-1 of the Financial Judicature Code, which makes misconduct of the financial affairs of the State or of certain authorities a criminal offence and establishes the Disciplinary Offences (Budget and Finance) Court.",
                                "elements": []
                            },
                            {
                                "content": "18.  By a decision of 15 February 1984, the Audit Court, following an “audit of the accounts and the administration of the French Secular Mission and the International Academic and Cultural Foundation for the 1976 to 1983 financial years”, committed the applicant to stand trial before the Disciplinary Offences (Budget and Finance) Court. That decision, which the applicant was not informed of, was lodged with the registry of the Disciplinary Offences (Budget and Finance) Court on 9 August 1984.",
                                "elements": []
                            },
                            {
                                "content": "19.  After 3 July 1986, when the decree terminating his term as ambassador to Bolivia (the post to which he had been assigned after the United Arab Emirates) was issued, the applicant was given no further posting or promotion but continued to receive his basic salary without compensation.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 11 February 1987 Principal State Counsel at the Audit Court, in his capacity as public prosecutor at the Disciplinary Offences (Budget and Finance) Court, applied for an investigation to be started and for the appointment of a judge rapporteur, who was designated by the President on 9 March 1987. The applicant, who had been informed on 10 June 1987 that an investigation was under way and of his right to instruct counsel, was heard by the judge rapporteur on 25 June and 3 July 1987. On 13 April and 4 November 1988 respectively, the opinions of the Minister for Foreign Affairs and the Minister for the Budget were received.",
                                "elements": []
                            },
                            {
                                "content": "21.  By a decision of 15 November 1988, Principal State Counsel made an order committing the applicant for trial before the Disciplinary Offences (Budget and Finance) Court.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 7 February 1989 the applicant was informed by the President of the Disciplinary Offences (Budget and Finance) Court that he could inspect the case file at the secretariat of that court.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 24 March 1989 the applicant lodged a memorial in defence with the registry of the Disciplinary Offences (Budget and Finance) Court.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 11 April 1989 the applicant lodged a complaint against a person or persons unknown with the public prosecutor's office at the Paris tribunal de grande instance concerning withdrawals of funds from the Franco-United Arab Emirates Cultural Association after his departure from Abu Dhabi.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 13 April 1989 he made an application to the Disciplinary Offences (Budget and Finance) Court for the proceedings against him to be stayed until the final determination of the aforementioned complaint and sought additional information in order to obtain communication from the Ministry of Foreign Affairs of information and supplemental documentation, and from the Audit Court of the reports lodged when his committal for trial was ordered.",
                                "elements": []
                            },
                            {
                                "content": "26.  In a judgment of 17 April 1989, which was served on the applicant on 3 October 1989, the Disciplinary Offences (Budget and Finance) Court dismissed his application on the ground that “... the documents in the investigation file [were] sufficient to enable the Court to reach its decision without there being any need for other evidence or to await the outcome of the aforementioned complaint”. It imposed a fine of FRF 2,000 on the applicant for contravening the Rules governing State Income and Expenditure.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 4 December 1989 the applicant appealed on points of law to the Conseil d'Etat and on 4 April 1990 he lodged written submissions.",
                                "elements": []
                            },
                            {
                                "content": "28.  The appeal on points of law was declared admissible by the Conseil d'Etat on 25 January 1991 and communicated on 14 February 1991 to the Minister for the Budget and on 18 April to the Minister for Foreign Affairs. The former lodged submissions in defence on 11 April 1991 and the latter on 3 September 1991.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 22 July 1991 the case file was communicated to the applicant's lawyer to enable him to lodge submissions in reply.",
                                "elements": []
                            },
                            {
                                "content": "30.  By a judgment of 29 December 1993, the Conseil d'Etat reversed the judgment of 17 April 1989 of the Disciplinary Offences (Budget and Finance) Court, holding:",
                                "elements": []
                            },
                            {
                                "content": "“[The applicant] had maintained before the Disciplinary Offences (Budget and Finance) Court that the committal order of 15 February 1984 by which the Second Regional Audit Board decided to refer the case to the Disciplinary Offences (Budget and Finance) Court pursuant to section 16 of the Law of 25 September 1948, as amended, was defective. The objection raised by [the applicant] before the Disciplinary Offences (Budget and Finance) Court must be regarded as a submission that the proceedings brought against [him] were inadmissible ... Since it failed to rule on that preliminary objection, the decision of the Disciplinary Offences (Budget and Finance) Court was invalid for want of sufficient reasoning. [The applicant's] request to have that decision set aside is accordingly founded...”",
                                "elements": []
                            },
                            {
                                "content": "31.  The case was remitted to the Disciplinary Offences (Budget and Finance) Court and registered with that court on 24 January 1994.",
                                "elements": []
                            },
                            {
                                "content": "32.  In a letter dated 4 January 1995, the President of the Disciplinary Offences (Budget and Finance) Court informed the applicant that he could inspect the case file at the secretariat of the court. However, that letter was returned marked “does not live at the stated address”. A further letter was sent to the applicant on 23 January 1995.",
                                "elements": []
                            },
                            {
                                "content": "33.  On 20 March 1995 the applicant lodged his submissions with the Disciplinary Offences (Budget and Finance) Court. He appeared before that court on 12 April 1995.",
                                "elements": []
                            },
                            {
                                "content": "34.  After the hearing, which began with representations from the judge rapporteur, followed by legal submissions by Principal State Counsel, explanations from the applicant assisted by his lawyer, applications from Principal State Counsel and lastly oral submissions by counsel for the applicant, the final speech being by the applicant and his counsel, the Disciplinary Offences (Budget and Finance) Court delivered judgment on 12 April 1995. The judgment was served on 28 December 1995. With regard to the defence based on an alleged violation of Article 6 § 1 of the European Convention on Human Rights, it concluded:",
                                "elements": []
                            },
                            {
                                "content": "“The defence refers to the aforementioned Convention, and in particular to Article 6 § 1 of that Convention, inasmuch as the court is allegedly called upon to determine civil rights and obligations or a criminal charge. Under that provision, it is said that [the applicant] is entitled to a public hearing within a reasonable time. He claims that the proceedings in the present case have exceeded a reasonable time, since more than ten years elapsed between the registration of the committal order by the public prosecutor's office at the court on 9 August 1985 and the letter of 21 March 1995 from Principal State Counsel summoning [the applicant] to appear on 12 April 1995. Accordingly, it is claimed that by reason of the unreasonable length of the proceedings, the offence is time-barred and the proceedings null and void, both under the ... Convention referred to above and section 30 of the Law of 25 September 1948, as amended.",
                                "elements": []
                            },
                            {
                                "content": "The fines imposed pursuant to the Law of 25 September 1948 by the Disciplinary Offences (Budget and Finance) Court did not relate to the determination of civil rights and obligations or of a criminal charge. They are thus outside the scope of the provisions of paragraph 1 of Article 6 of the Convention ... The applicant is therefore unable to rely on those provisions of the Convention in support of the contention that the proceedings were defective because the impugned decision was not taken after a public hearing. Consequently, the Court must apply the final paragraph of section 23 of the Law of 25 September 1948, as amended, [L. 314-15], which provides that hearings before the court are not held in public.",
                                "elements": []
                            },
                            {
                                "content": "For the purposes of the five-year limitation period instituted by section 30 of the Law of 25 September 1948, as amended, time ran from the date of the act rendering the perpetrator liable to the application of the penalties laid down by the Law – that is to say, 21 June 1980 – until the case was brought before the Court, in the instant case by committal from the Audit Court on 9 August 1984. Thus, the prosecution of the offence ... is not time-barred ...”",
                                "elements": []
                            },
                            {
                                "content": "35.  Then, after going through the evidence against the applicant, the Disciplinary Offences (Budget and Finance) Court found that he had infringed the Rules governing State Income and Expenditure and was liable to the penalties laid down by the statute. In that connection, it found that:",
                                "elements": []
                            },
                            {
                                "content": "“[The applicant] executed two loan agreements in turn in his capacity as French ambassador without receiving prior instructions to do so from the Ministry of Foreign Affairs. Indeed, that ministry was not competent to give such instructions, as, under the terms of the Ordinance of 2 January 1959 governing the Finance Acts, only the Minister of Finance was empowered to enter into borrowing agreements under the general authorities given each year by the Finance Acts. However, by acting within his apparent authority and by contracting an obligation, the ambassador exposed the French State to the risk that it would have to bear any harmful consequences.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "However, the Court finds that [the applicant] was confronted as a matter of urgency with a situation brought about by the wishes of the municipality and the Emirate of Abu Dhabi to recover possession of the land occupied by the French school. Moreover, it was recognised that the school did not have sufficient teaching capacity. The initiative taken by the [applicant] meant that the school was able to reopen in satisfactory conditions at the start of the school year in September 1981, as was deemed imperative. The central administrative department of the Ministry of Foreign Affairs was slow to react to correspondence and the various departments failed to act in a coordinated manner. Throughout the period in which the financial arrangements were being put into place [the applicant] received encouragement from the minister and from the minister's private office.”",
                                "elements": []
                            },
                            {
                                "content": "36.  The Disciplinary Offences (Budget and Finance) Court found that those circumstances, taken as a whole, entitled the applicant to be exonerated from the imposition of a fine and he was acquitted of the charge.",
                                "elements": []
                            },
                            {
                                "content": "37.  As a result of the acquittal, no appeal lay against that decision of the Disciplinary Offences (Budget and Finance) Court to the Conseil d'Etat.",
                                "elements": []
                            },
                            {
                                "content": "38.  However, the applicant received no offers of postings. In February 1997 he went into compulsory retirement with the same grade and step as he had achieved in 1978.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "39.  The principle of the separation of the powers of authorising officers and accountants is one of the fundamental and characteristic tenets of the French law of public accounting.",
                                "elements": []
                            },
                            {
                                "content": "40.  Any budgetary operation by a public body requires action by two agents acting in turn: the authorising officer, who has authority to deal with income and expenditure, and the accountant, who is responsible for debt recovery and payments.",
                                "elements": []
                            },
                            {
                                "content": "41.  Law no. 48-1484 of 25 September 1948 established a specialised court, the Disciplinary Offences (Budget and Finance) Court, which, though independent of the Audit Court, is closely affiliated to it. The court was established to hear cases against public authorising officers, who had previously been liable only to disciplinary penalties in their capacity as civil servants, or to criminal penalties.",
                                "elements": []
                            },
                            {
                                "content": "42.  The provisions of that statute, which has undergone a number of amendments, were consolidated by Law no. 95-851 of 24 July 1995, which now constitutes the legislative section of Book III of the Financial Judicature Code concerning institutions associated with the Audit Court. Part I of Book III concerns the Disciplinary Offences (Budget and Finance) Court.",
                                "elements": []
                            },
                            {
                                "content": "A.  Part I – The Disciplinary Offences (Budget and Finance) Court",
                                "elements": [
                                    {
                                        "content": "1.  Chapter I – Organisation",
                                        "elements": [
                                            {
                                                "content": "43.  The relevant provisions read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article L. 311-2 (section 11 of the 1948 Act)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The court shall be composed of the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "The President of the Audit Court, as president.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The President of the Finance Division of the Conseil d'Etat, as vice-president.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Two members of the Conseil d'Etat.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Two senior members of the Audit Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article L. 311-3 (section 11 of the 1948 Act)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The members of the Conseil d'Etat and the senior members of the Audit Court are appointed to the court by decree issued by the Cabinet for a term of five years. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article L. 311-4 (section 12 of the 1948 Act)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The functions of public prosecutor at the court shall be performed by Principal State Counsel at the Audit Court, assisted by an advocate-general and, if necessary, one or two law officers chosen from among the judges sitting in the Audit Court.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article L. 311-5 (section 13 of the 1948 Act)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Cases shall be investigated by judge rapporteurs chosen from among the members of the Conseil d'Etat and the Audit Court.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Chapter II – Persons within the jurisdiction of the court",
                                        "elements": [
                                            {
                                                "content": "44.  The relevant provisions are as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article L. 312-1.-I (section 1 of the 1948 Act)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The [Disciplinary Offences (Budget and Finance)] Court shall have jurisdiction to try:",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  any public servant or civil or military agent of the State, any agent of any territorial authority or their public institutions and of the associations of territorial authorities;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  any representative, administrator or agents of other bodies which are subject to scrutiny by the Audit Court or a regional audit board.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Chapter III – Offences and penalties",
                                        "elements": [
                                            {
                                                "content": "45.  The offences and corresponding penalties are set out in Articles L. 313-1 to L. 313-14 (sections 2 to 9 of the 1948 Act). The relevant provisions in the instant case are Articles L. 313-1, L. 313-4 and L. 313-6, which provide:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article L. 313-1",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Any person referred to in Article L. 312-1 who shall have incurred expenditure without complying with the financial audit rules applicable governing expenditure shall be liable to a fine of not less than FRF 1,000 and not more than the amount of the gross annual emoluments or salary which they were receiving when the offence was committed.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article L. 313-4 ",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Any person referred to in Article L. 312-1 who, other than in the circumstances referred to in the preceding Articles, shall have infringed the rules governing the income and expenditure of the State or of the authorities, institutions and bodies mentioned in that Article or the administration of assets belonging to the State, those authorities, institutions or bodies or who, being a person responsible for the administration of any such authority, institution or body, shall have given approval for the impugned decisions, shall be liable to a fine of the amount set out in Article L. 313-1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article L. 316-6",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Any person referred to in Article L. 312-1 who in the course of their duties or in the exercise of their powers shall, in breach of their obligations, have procured for another an unjustified pecuniary advantage or an advantage in kind entailing a loss for the Treasury, or the authority or body concerned, or who shall have attempted to procure such an advantage, shall be liable to a fine of not less than FRF 2,000 and not more than twice the amount of the gross annual emoluments or salary which they were receiving at the date of the offence.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Chapter IV – Procedure before the Disciplinary Offences (Budget and Finance) Court",
                                        "elements": [
                                            {
                                                "content": "46.  Standing to commence proceedings: Article L. 314-1 (section 16 of the 1948 Act) designates the people with standing to institute proceedings before the court. These are, firstly, the speakers of the two legislative assemblies and the ministers; secondly, and inter alia, the Audit Court and Principal State Counsel at the Audit Court, in his capacity as public prosecutor at the Disciplinary Offences (Budget and Finance) Court. In practice, most proceedings are brought by the Audit Court. By virtue of Article L. 314-2, proceedings may not be brought more than five years from the day the act punishable under this part of the Code was committed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Formal request: Proceedings before the court are instituted through the intermediary of Principal State Counsel. Pursuant to Article L. 314-3 (section 17 of the 1948 Act) Principal State Counsel may decide to take no further action. If the case is to proceed, Principal State Counsel forwards the case file to the President of the court under cover of an “official” request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Investigation: On receipt of the official request the president appoints one of the court's judge rapporteurs to investigate the case. The persons concerned are informed that the investigation is under way “by the public prosecutor's office”. Article L. 314-4 (section 18 of the 1948 Act) vests full powers in the judge rapporteurs to make inquiries of the bodies concerned. They are entitled to use public servants to carry out the inquiries. They may hear witnesses in the presence of a registrar and a record of the evidence is kept. Suspects are entitled to the assistance of a lawyer. The judge rapporteurs have a full discretion on how to conduct the investigation, their only obligation being to keep Principal State Counsel informed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Opinion of the ministers: When the investigation has been completed, the “case file is forwarded to Principal State Counsel” who may, pursuant to Article L. 314-4 (section 18 of the 1948 Act) decide to take no further action. Should Principal State Counsel decide to proceed, the case file is referred to the Finance Minister and to the minister from the ministry whose finances are concerned. They have a period fixed by the President, but of not less than one month, in which to lodge their opinions. Once that period has expired, the proceedings may continue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Committal order: On receipt of the ministerial replies or on the expiry of the time allowed, the case file is forwarded to Principal State Counsel who has fifteen days in which to decide to take no further action or to order the defendant's committal for trial by the Disciplinary Offences (Budget and Finance) Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Opinion of the joint committees: Article L. 314-8 (section 22 of the 1948 Act) provides that, if the defendant is committed for trial by the Disciplinary Offences (Budget and Finance) Court, “the case file shall be communicated to the relevant administrative joint committee sitting in its disciplinary formation or the substitute formation if one exists”. The joint committee has one month in which to deliver its opinion. If no opinion is received, “the court may decide the case”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The hearing: Article L. 314-8 (section 22 of the 1948 Act) provides that, once the joint committee has been consulted, the defendant is informed that he or she may inspect the case file within fifteen days. He or she may lodge submissions within one month after the communication of the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The trial takes place at the end of that procedure. The list of cases for hearing is “prepared by the public prosecutor and decided by the President”. Article L. 314-13 (section 23 of the 1948 Act) lays down that “the court cannot validly deliberate unless at least four of its members are present”. Article L. 314-12 provides that “the judge rapporteur has a consultative vote in the cases in which he or she reports”. The judge rapporteur is therefore present at the trial and “presents a summary of his or her written report”. He or she also takes part in the deliberations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Rights of the defence: The defendant takes no part in the proceedings until they have been transferred to the Disciplinary Offences (Budget and Finance) Court. During the investigation, the Act provides that the defendant shall be informed of the charges and of his or her right to a lawyer and, lastly, shall be given an opportunity, once the case file has been communicated, to lodge defence submissions. At the hearing, the defendant is entitled to call witnesses and to be represented by a lawyer. The defendant or his or her representative have the final speech, in accordance with the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Article L. 314-15 (section 23 of the 1948 Act) provides that hearings shall not be public.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Article L. 314-20 provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Once final, judgments in which the court delivers a guilty verdict may, if the court so decides, be published in whole or in part in the Official Gazette of the French Republic.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Case-law",
                                "elements": [
                                    {
                                        "content": "57.  In a judgment delivered on 30 October 1998 (in the case of Lorenzi) the Conseil d'Etat held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... When trying a case concerning acts for which the fines laid down by the aforementioned Law of 25 September 1948 may be imposed, the Disciplinary Offences (Budget and Finance) Court must be considered as determining 'criminal charges' within the meaning of the aforementioned provisions of the ... Convention for the Protection of Human Rights and Fundamental Freedoms and must accordingly hold a public hearing, the aforementioned provisions of the Financial Judicature Code or of section 23 of the Law of 25 September 1948 being no obstacle thereto.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  The applicant complained that the hearing before the Disciplinary Offences (Budget and Finance) Court had not been held in public and of the length of the proceedings. He alleged a violation of Article 6 § 1, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal established by law. Judgment shall be pronounced publicly but the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society, where the interests of juveniles or the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice.”",
                                "elements": []
                            },
                            {
                                "content": "59.  As a preliminary point, the Court notes that Article 6 § 1 is applicable to the proceedings, since the Disciplinary Offences (Budget and Finance) Court “must be considered as determining 'criminal charges' ” for the purposes of the Convention, as the Conseil d'Etat rightly held in the aforementioned case.",
                                "elements": []
                            },
                            {
                                "content": "A.  Lack of a public hearing before the Disciplinary Offences (Budget and Finance) Court",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "60.  As they had done before the Commission, the Government maintained that the applicant could not claim to be the victim of a violation of the Convention within the meaning of Article 34 because, on 12 April 1995, he had been acquitted by the Disciplinary Offences (Budget and Finance) Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Government noted that, under the case-law of the Convention institutions, applicants who have not been found guilty in the impugned proceedings or whose convictions have been set aside cannot claim to be victims of a violation of the Convention within the meaning of Article 34, irrespective of the reasons for their being exonerated (see the Adolf v. Austria judgment of 26 March 1982, Series A no. 49, pp. 17-19, §§ 35-41).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In the instant case, the Government argued that the applicant could not complain about the first set of proceedings that had ended with a fine of FRF 2,000 being imposed on him by the Disciplinary Offences (Budget and Finance) Court, since the judgment concerned of 3 October 1989 had been reversed by the Conseil d'Etat on 29 December 1993 for want of sufficient reasoning. The breach of the principle that hearings should be held in public had thus been remedied de facto by the Conseil d'Etat and the applicant therefore had no standing to complain to the Court under that head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  As regards the second set of proceedings before the Disciplinary Offences (Budget and Finance) Court, the Government observed that the applicant had been acquitted on 12 April 1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In that connection, the Government pointed out that although the Disciplinary Offences (Budget and Finance) Court had found that the applicant had “infringed the Rules governing State Income and Expenditure and was liable to the penalties laid down by section 5 of the Law of 25 September 1948, as amended”, that finding that the legislation had been contravened did not amount to a finding of guilt, as under domestic law an acquittal constituted, by definition, total exoneration from guilt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The applicant rejected that argument. He considered that on the contrary, despite his acquittal, he had been found guilty by the Disciplinary Offences (Budget and Finance) Court, as it had expressly held that he had committed the offence. He argued that evidence of that was provided by the fact that he had received no further promotion or posting before his retirement. In that connection, he considered that because the proceedings had been held in secret, without a public hearing, the idea that he was guilty had gained currency with his employers, as was shown by the fact that his career prospects had been so severely damaged. ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "66.  The Court reiterates that the Convention institutions have ruled that applicants will only cease to have standing as victims within the meaning of Article 34 of the Convention if the national authorities have acknowledged the alleged violations either expressly or in substance and then afforded redress (see the Eckle v. Germany judgment of 15 July 1982, Series A no. 51, p. 30, § 66).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  It is possible for there to be a violation of the Convention even if there has been no damage (see the Adolf judgment cited above, p. 17, § 37).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court notes that in the instant case, despite acquitting the applicant, the judgment of the Disciplinary Offences (Budget and Finance) Court of 12 April 1995 expressly stated in its reasoning that the applicant had “infringed the Rules governing State Income and Expenditure and [was] liable to the penalties laid down by section 5 of the Law of 25 September 1948, as amended”. The Court points out in that connection that the reasoning in a decision forms a whole with and cannot be dissociated from the operative provisions (see the Adolf judgment cited above, p. 18, § 39).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Thus, the applicant was considered guilty and liable to the imposition of a fine. Furthermore, the Disciplinary Offences (Budget and Finance) Court expressly dismissed his complaints under the Convention. Accordingly, the fact that he was ultimately exonerated from the penalty to which he was liable cannot, in the particular circumstances in which the offence was committed, be regarded as a remedy for the alleged violation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Consequently, having regard to both the reasoning in and the operative provisions of the judgment of the Disciplinary Offences (Budget and Finance) Court of 12 April 1995, the Court concludes that the applicant has not ceased to be a “victim” within the meaning of Article 34 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court must therefore assess whether in the present case the applicant was entitled by Article 6 § 1 of the Convention to a hearing in public.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  In that connection, the Court reiterates that the holding of court hearings in public constitutes a fundamental principle enshrined in paragraph 1 of Article 6. This public character protects litigants against the administration of justice in secret with no public scrutiny; it is also one of the means whereby confidence in the courts can be maintained. By rendering the administration of justice transparent, publicity contributes to the achievement of the aim of Article 6 § 1, namely a fair trial, the guarantee of which is one of the fundamental principles of any democratic society, within the meaning of the Convention (see, among other authorities, the Szücs v. Austria judgment of 24 November 1997, Reports of Judgments and Decisions 1997-VII, p. 2481, § 42; and the Diennet v. France judgment of 26 September 1995, Series A no. 325-A, pp. 14-15, § 33).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court also notes that the principle that hearings should be held in public may be subject to qualifications, particularly to protect the parties' private lives or in the interests of justice, as provided for in Article 6 of the Convention (see the the Diennet judgment cited above, p. 15, § 33, in fine).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  In the instant case, the Court notes, firstly, that apart from the allegation – unfounded in the present case – that the applicant did not have standing as a victim, the Government did not rely on any ground from among those set out in Article 6 § 1 for justifying the applicant's trial in private without a public hearing by the Disciplinary Offences (Budget and Finance) Court (see, mutatis mutandis, the Diennet judgment cited above, pp. 23-24, § 38) and, secondly, that the applicant had expressly requested a public hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Court also notes that the right to a public hearing is no longer contested by the Government, who refer to a judgment delivered on 30 October 1998 (in the Lorenzi case) by the Conseil d'Etat, which held:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... When trying a case concerning acts for which the fines laid down by the aforementioned Law of 25 September 1948 may be imposed, the Disciplinary Offences (Budget and Finance) Court must be considered as determining 'criminal charges' within the meaning of the aforementioned provisions of the ... Convention for the Protection of Human Rights and Fundamental Freedoms and must accordingly hold a public hearing, the aforementioned provisions of the Financial Judicature Code or of section 23 of the Law of 25 September 1948 being no obstacle thereto.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  Consequently, the Court concludes that, by failing to hold a hearing in public, the Disciplinary Offences (Budget and Finance) Court denied the applicant a fair hearing, within the meaning of Article 6 § 1 of the Convention. Consequently, there has been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Length of the impugned proceedings",
                                "elements": [
                                    {
                                        "content": "77.  The applicant also complained of the length of the proceedings before the Disciplinary Offences (Budget and Finance) Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Period to be taken into consideration",
                                        "elements": [
                                            {
                                                "content": "78.  In the Government's submission, the proceedings in issue had begun on 10 June 1987, when the applicant was informed that an investigation had been started, and ended on 12 April 1995, with the second judgment of the Disciplinary Offences (Budget and Finance) Court. The applicant maintained on the contrary that the period to be taken into consideration had begun, if not on 15 February 1984, when the Audit Court had committed him for trial by the Disciplinary Offences (Budget and Finance) Court, then at the latest on 11 February 1987, when Principal State Counsel requested an investigation. He also submitted that the period concerned had continued until 9 January 1996, when the judgment of the Disciplinary Offences (Budget and Finance) Court of 12 April 1995 was served.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The “reasonable time” referred to in Article 6 begins to run when a person is “charged”. The “charge” can be defined as the official notification given to an individual by the competent authority of an allegation that he has committed a criminal offence (see the Baggetta v. Italy judgment of 25 June 1987, Series A no. 119, opinion of the Commission, p. 37, § 31).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  In the instant case, the Court notes that there was a delay between the Audit Court's decision of 15 February 1984 to refer the case to the Disciplinary Offences (Budget and Finance) Court and Principal State Counsel's request on 11 February 1987 for an investigation to be started. However, it notes that the decision of 15 February 1984 did not come to the applicant's attention and had no repercussions for him as he continued in his post of ambassador to Bolivia until 3 July 1986. The Court therefore considers that the proceedings in issue must be regarded as having begun on 10 June 1987, when the applicant was informed that he was being investigated by the Disciplinary Offences (Budget and Finance) Court. It ended on 9 January 1996, when the judgment of 12 April 1995 was served on the applicant. The proceedings therefore lasted nearly eight years and seven months.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Whether the length of the proceedings was reasonable",
                                        "elements": [
                                            {
                                                "content": "81.  The reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and having regard to the criteria laid down in the Court's case-law, in particular the complexity of the case and the conduct of the applicant and of the relevant authorities. The importance of what is at stake for the applicant in the litigation has also to be taken into account (see, among many other authorities, the Doustaly v. France judgment of 23 April 1998, Reports 1998-II, p. 857, § 39).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Government submitted that the different stages of both sets of proceedings before the Disciplinary Offences (Budget and Finance) Court had proceeded without delay and with due expedition, regard being had to the need for a thorough investigation in the case. They pointed out that the procedure involved not only an investigation by the judge rapporteur, but also, before the trial, mandatory consultation of the ministers concerned and the relevant administrative joint committee, which at the material time met only once a year. Furthermore, Principal State Counsel's intervention was required throughout the proceedings during the course of which he was required to issue three types of decision in turn: a formal request, a decision to prosecute and a decision to commit the case for trial. Lastly, the Government submitted that the Conseil d'Etat had dealt with the appeal without any periods of inactivity. Consequently, they said that the complaint regarding the length of the proceedings should be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The applicant contested the Government's submissions and pointed to a number of unexplained periods of inactivity. Furthermore, he considered that in any event, by 10 June 1987, when he was informed of the investigation, “the die was cast”, as the Audit Court had already investigated the case and all the prosecution evidence had been assembled. In his submission, what followed thereafter was purely formal. Lastly, the applicant contested the Government's argument that a large number of procedural steps had to be performed. He noted in particular that the joint committee was concerned only with the first set of proceedings before the Disciplinary Offences (Budget and Finance) Court and that in the second set of proceedings, after the successful appeal to the Conseil d'Etat, there was no new investigation, no fresh submissions by the ministers and the same judge rapporteur was appointed as in the first set of proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Court notes that there was no allegation by the Government that the case was of special complexity or that delays were caused by the applicant's conduct. It observes at the outset that the length of the proceedings before the Conseil d'Etat, from 4 December 1989 to 29 December 1993, that is to say four years and twenty-five days, was excessive. Furthermore, the Court notes that the judgment of 29 December 1993 was communicated to the Disciplinary Offences (Budget and Finance) Court on 24 January 1994 and that it was not until 4 January 1995, almost a year later, that the President of that court informed the applicant that he could inspect the case file. No explanation for those delays has been provided by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The Court accordingly holds that, in violation of Article 6 § 1 of the Convention, the applicant's case was not heard within a reasonable time.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "86.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "87.  The applicant claimed 2,000,000 French francs (FRF) for non-pecuniary damage and FRF 11,736,922 for pecuniary damage which, he said, comprised loss of salary of FRF 652,542, loss of emoluments as ambassador of FRF 8,500,000, loss of bonuses of FRF 500,000 and loss of pension of FRF 2,084,380.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Government made no comment on those claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court finds that the applicant has not established a causal link between the alleged pecuniary damage and the violations of Article 6 that have been found. In particular, it finds that the applicant has not established that the alleged damage to his career was attributable to the lack of a hearing in public and to the length of the proceedings before the Disciplinary Offences (Budget and Finance) Court, rather than to the underlying allegations themselves. Consequently, it makes no award under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  However, the Court finds that the applicant has sustained definite non-pecuniary damage as a result of the violations. Having regard to the circumstances of the case and ruling on an equitable basis as required by Article 41, it awards him FRF 100,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "91.  The applicant claimed FRF 113,801 incurred before the domestic courts and FRF 21,708 for legal fees incurred before the Commission, making a total of FRF 135,509. He made no claim for the costs incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Government made no comment on that claim. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  On the basis of the information in its possession and considering that some of the costs of the domestic proceedings must have been incurred in order to seek redress for one of the violations of the Convention that has been found, namely the lack of a hearing in public (see paragraph 34 above), the Court, ruling on an equitable basis and in accordance with the criteria set out in its case-law (see, among other authorities, Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II), awards the applicant FRF 40,000 inclusive of value-added tax.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "94.  According to the information available to the Court, the statutory rate of interest applicable in France at the date of adoption of the present judgment is 2.74% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT ",
                "elements": [
                    {
                        "content": "1.  Holds by six votes to one that the applicant may claim to be a “victim” for the purposes of Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by six votes to one that there has been a violation of Article 6 § 1 of the Convention on account of the lack of a public hearing before the Disciplinary Offences (Budget and Finance) Court;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that there has been a violation of Article 6 § 1 of the Convention on account of the length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by five votes to two",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, in respect of non-pecuniary damage, FFR 100,000 (one hundred thousand French francs) and for costs and expenses FFR 40,000 (forty thousand French francs);",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 2.74% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses unanimously the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 29 September 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  partly concurring and partly dissenting opinion of Mr Pacteau;",
                        "elements": []
                    },
                    {
                        "content": "(b)  partly dissenting opinion of Mr Zupančič.",
                        "elements": []
                    },
                    {
                        "content": "I concluded with the majority of the Court that the applicant's trial by the Disciplinary Offences (Budget and Finance) Court without a public hearing amounted to a breach of Article 6 § 1.",
                        "elements": []
                    },
                    {
                        "content": "In truth, the violation was, in principle and per se, indisputable and no difficulty arose in finding it.",
                        "elements": []
                    },
                    {
                        "content": "After the Commission had decided on 9 March 1998 that the complaint in the present case concerning the lack of a public hearing was admissible, the French Conseil d'Etat actually acknowledged that the Disciplinary Offences (Budget and Finance) Court should hold its hearings in public (see the Lorenzi decision of 30 October 1998).",
                        "elements": []
                    },
                    {
                        "content": "The main, overriding issue is obviously whether the applicant is a “victim”.",
                        "elements": []
                    },
                    {
                        "content": "He had such standing in 1989 when, initially, he was convicted. Did he retain it after the Conseil d'Etat quashed the conviction in 1993 and the Disciplinary Offences (Budget and Finance) Court chose not to reconvict him in 1995?",
                        "elements": []
                    },
                    {
                        "content": "The Court deals with that issue in paragraphs 66 to 70 of the judgment and concludes that, having regard to the reasoning and the operative provisions of the judgment of the Disciplinary Offences (Budget and Finance) Court finally acquitting the applicant in 1995, he did retain standing as a victim.",
                        "elements": []
                    },
                    {
                        "content": "The Disciplinary Offences (Budget and Finance) Court held that the applicant had “infringed the Rules governing State Income and Expenditure and [was] liable to the penalties laid down ...”, but that the circumstances and context in which that breach occurred justified, as it were, his being exonerated from liability to a fine.",
                        "elements": []
                    },
                    {
                        "content": "In short, Mr Guisset was not convicted, but his reputation has been tarnished.",
                        "elements": []
                    },
                    {
                        "content": "Admittedly, the merit of that approach is that it facilitates wide access to the European Court and is realistic.",
                        "elements": []
                    },
                    {
                        "content": "However, the reasoning in a decision cannot by itself found a complaint other than on the grounds and in the circumstances that undoubtedly existed in the instant case but which should not be defined too broadly.",
                        "elements": []
                    },
                    {
                        "content": "Otherwise, there is a danger of abuse of process by people who have not been convicted, but nonetheless consider themselves to have been badly treated and who will be encouraged to seek out any word, phrase or innuendo that displeases them in a decision, even though the decision itself has caused them no direct harm. The courts would be inundated with applications of no benefit to the applicants themselves.",
                        "elements": []
                    },
                    {
                        "content": "It can be seen in the present case that although part of the reasoning in the 1995 judgment appears to be critical of the applicant, the remainder is favourable to him and refers to him in very positive terms. Ultimately, if the applicant was not convicted, it was because he was not found guilty. The significance of the applicant's “acquittal” should not be underestimated: he was found not guilty, although a reference remained in the judgment to the financial irregularity that was part of the actus reus.",
                        "elements": []
                    },
                    {
                        "content": "In my view, from that standpoint, while defendants who benefit from an acquittal may undoubtedly remain victims, they will only do so in exceptional cases.",
                        "elements": []
                    },
                    {
                        "content": "To qualify, they will have to show not only that their acquittal formally pointed to a failing on their part, but also that the proceedings against them were liable to affect their personal or professional rights and interests. I also consider that an imperfect acquittal will warrant closer scrutiny if it comes after an initial conviction that was itself procedurally defective.",
                        "elements": []
                    },
                    {
                        "content": "The judgment in the case of Adolf v. Austria of 26 March 1982, Series A no. 49, which has been cited as an authority, itself draws some careful distinctions. The Court did indeed hold that the reasoning of a legal decision “form[ed] a whole with and [could] not be dissociated from the operative provisions” (see p. 18, § 39), but it contained more forthright accusations (“the fault ... may be described as insignificant ..., and his character gives cause to expect that he will conduct himself properly in future” see p. 8, § 12) and the complaint was ultimately dismissed because the Supreme Court had subsequently clearly “cleared [the applicant] of any finding of guilt” (see pp. 18-19, § 40).",
                        "elements": []
                    },
                    {
                        "content": "What emerges from the present case is that the nature of the charge against the applicant and the potential consequences for him professionally were extremely serious and that he was tried on that charge and initially convicted without a public hearing, before ultimately being acquitted (but without the Disciplinary Offences (Budget and Finance) Court refuting the finding that he had broken the rules which it had previously used to convict him). The applicant's prosecution can therefore be criticised right to the end.",
                        "elements": []
                    },
                    {
                        "content": "I also agreed with the majority that the length of the proceedings was unreasonable.",
                        "elements": []
                    },
                    {
                        "content": "The proceedings were most certainly long, even for three levels of jurisdiction.",
                        "elements": []
                    },
                    {
                        "content": "They could and should have been expedited on a number of occasions, especially after the initial conviction was quashed and the case remitted to the Disciplinary Offences (Budget and Finance) Court, particularly as the case was long-standing and the accused a senior State civil servant.",
                        "elements": []
                    },
                    {
                        "content": "The wording used in paragraph 84 of the judgment nonetheless appears to me to be too categorical.",
                        "elements": []
                    },
                    {
                        "content": "The matters before the Disciplinary Offences (Budget and Finance) Court were complex and, in view of their object, sensitive.",
                        "elements": []
                    },
                    {
                        "content": "The applicant himself contributed to delays by, for instance, waiting until the very end of the two-month period allowed before lodging his appeal to the Conseil d'Etat after his initial conviction and a further four months before lodging additional submissions. He also repeatedly raised preliminary issues and sought adjournments. While that was a perfectly legitimate defence tactic, it did not entitle him to say that the negligence of the national authorities was responsible for all the delays in the examination of the case.",
                        "elements": []
                    },
                    {
                        "content": "I voted against the majority on the issue of just satisfaction, as I considered that although the award for non-pecuniary damage was small, the decision should really have been to award nominal damages only.",
                        "elements": []
                    },
                    {
                        "content": "The judgment rightly dismissed the claim for pecuniary damage, giving sound reasons for so doing.",
                        "elements": []
                    },
                    {
                        "content": "My view is that the non-pecuniary damage itself was minimal and more than amply compensated for by the great moral satisfaction obtained from the findings in this judgment of procedural irregularities. The applicant did indeed have standing to seek a determination that those irregularities had occurred and effectively obtained such a determination.",
                        "elements": []
                    },
                    {
                        "content": "In this case, I voted against the violation in so far as the question of procedural violation concerning the absence of public access to the hearing was concerned.",
                        "elements": []
                    },
                    {
                        "content": "The leading case concerning the admissibility of an application relating to a procedural violation – in a case in which the applicant has been acquitted – is X v. Austria (application no. 5575/72, Commission decision of 8 July 1974, Decisions and Reports 1, p. 44).",
                        "elements": []
                    },
                    {
                        "content": "In X v. Austria the applicant had been charged with several crimes committed in a concentration camp under the Nazi regime. Many witnesses for the prosecution were heard abroad during the preliminary judicial investigations, in the absence of both the applicant and his counsel. Most of these witnesses were not present at the hearing. At the end of the trial, the accused was acquitted.",
                        "elements": []
                    },
                    {
                        "content": "Clearly, the procedural violation in X v. Austria was much more serious compared to the situation in the case we decided today. The applicant in X v. Austria had been denied the chance to cross-examine, or to have cross-examined, witnesses against him. This procedural right is fundamental in any modern criminal procedure; it concerns a most fundamental truth-finding device at the disposal of the defendant. The ratio legis of this evidentiary right to examine and cross-examine the witnesses derives from the truth-finding function of criminal procedure of which the conviction or acquittal is a final result. In this sense, this privilege is substantive rather than procedural.",
                        "elements": []
                    },
                    {
                        "content": "In the present case, however, the defendant was denied a right which is not even a procedural right of the defendant. The reason for the principle according to which all criminal trials must be public does not reside in the defendant's particular procedural interest, but in the abstract public interest. It is primarily in the public interest that all criminal trials be conducted in public, that is, to enable the general control of the public over the workings of the criminal courts. Obviously, in many cases this will also be in the interest of the defendant in so far as the public control contributes to maintaining the principled and regular nature of the criminal trial. I find it difficult to believe, specifically, that this was the applicant's problem in this particular procedure.",
                        "elements": []
                    },
                    {
                        "content": "Thus, it is not at all clear that Mr Guisset actually suffered an injury due to the fact that his trial was not conducted in public. The burden to show this specifically would have been on him. True, his reputation in the diplomatic circles could have been affected – positively or negatively – if there were public access to his trial. This alleged interest concerning the defendant's professional reputation is, however, wholly outside the scope of the specific guarantees of criminal procedure which target only acquittal or ",
                        "elements": []
                    },
                    {
                        "content": "conviction, in other words it is not what is contemplated by Article 6 of the Convention. ",
                        "elements": []
                    },
                    {
                        "content": "If we were to consider such broad interests as protected by the Convention, the right to a public trial would open a whole new horizon in the area of human rights going far beyond the context of criminal procedure.",
                        "elements": []
                    },
                    {
                        "content": "Anyway, Mr Guisset did not, in my opinion, show that he had suffered any specific injury from the fact that his trial was not held in public. Article 41 speaks of an “injured party”; in terms of so-called systematic interoperation this has implications not only for the question of “just satisfaction” but also for the issue of standing (legitimatio ad causam activa). In terms of constitutional justiciability doctrine the case, in other words, is moot.",
                        "elements": []
                    },
                    {
                        "content": "It is difficult, therefore, to maintain that Mr Guisset was in any specific sense a “victim” of the procedural violation consisting in the denial of public access to this quasi-criminal trial.",
                        "elements": []
                    },
                    {
                        "content": "Mr Guisset was in the end acquitted of any wrongdoing just as the applicant in the case cited above. However, precisely to the extent that the procedural violation in the Austrian case was incomparably more serious, it a fortiori follows, that Mr Guisset ought not to have been considered a victim in the present case.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsW. Thomassen",
            "role": "president"
        },
        {
            "name": "MrL. Ferrari Bravo",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrB. Zupančič",
            "role": "judges"
        },
        {
            "name": "MrT. Panţîru",
            "role": "judges"
        },
        {
            "name": "MrB. Pacteau",
            "role": "ad hoc judge"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GUISSET v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58810.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:0926JUD003393396",
    "externalsources": [],
    "extractedappno": [
        "33933/96",
        "1981/82",
        "31195/96",
        "5575/72"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-58810",
    "judgementdate": "26/09/2000 00:00:00",
    "kpdate": "26/09/2000 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "385",
        "406",
        "183",
        "498",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1",
        "41",
        "34"
    ],
    "parties": [
        "GUISSET",
        "FRANCE"
    ],
    "rank": "407.336059570313",
    "representedby": [],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "323825",
    "typedescription": "15"
}