{
    "__articles": "6;6-1;13",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)",
    "applicability": "",
    "appno": "19509/07",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        }
    ],
    "content": {
        "001-109320.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 19509/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Ümit Akseki (“the applicant”), on 27 April 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms İ. Baş and Ms E. Tangobay, lawyers practising in İzmir. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 27 August 2009 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1970 and lives in İzmir.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 20 April 2000 the applicant was involved in a traffic accident which caused the death of his wife and resulted in bodily injuries to him.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 13 April 2001 the applicant, along with three others, lodged an action with the Banaz Civil Court of First Instance, requesting compensation for pecuniary and non-pecuniary damage which he had suffered as a result of the traffic accident.",
                                "elements": []
                            },
                            {
                                "content": "7.  In the meantime, on 21 November 2002 the criminal proceedings which had been brought against the applicant before the Banaz Criminal Court concerning the same incident became final and the decision was submitted to the case file in question.",
                                "elements": []
                            },
                            {
                                "content": "8.  At the hearing on 9 May 2003 the court ordered two separate expert opinions on the estimation of the applicant’s damage and compensation for loss of financial support.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 20 August 2003 and 8 October 2003 two expert reports were prepared.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 3 June 2004 the court commissioned another expert report.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 26 January 2005 the committee of experts requested further documents from the court.",
                                "elements": []
                            },
                            {
                                "content": "12.  Upon the completion of shortcomings, on 8 September 2005 an expert report was submitted to the court.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 11 May 2005 the court ordered a supplementary report from the same committee at the request of the defendant, which was received on 16 February 2006.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 11 May 2006 the court partially granted the applicant’s request. It awarded the applicant 55,938 Turkish liras (TRY) for pecuniary damage and TRY 1,500 for non-pecuniary damage, plus statutory interest running from the date of the event.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 16 January 2007 the judgment was served on the parties.",
                                "elements": []
                            },
                            {
                                "content": "16.  The parties did not appeal against this judgment and it became final on 1 February 2007.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "18.  The Government contested that argument claiming that there had been no delay in the proceedings that may be attributable to the State as the trial court had to wait for the expert reports and the outcome of the criminal proceedings against the applicant in which the final judgment was delivered on 21 November 2002.",
                                "elements": []
                            },
                            {
                                "content": "19.  The applicant submitted, inter alia, that the case had not been complex and that the domestic court had considerably prolonged the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "20.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "21.  The period to be taken into consideration began on 13 April 2001 and ended on 11 May 2006. It thus lasted approximately five years for one level of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "22.  The Court observes at first hand that the trial court rescheduled the hearings for a later date without taking any substantial decision until the criminal proceedings against the applicant became final on 21 November 2002. It further notes that the court waited for expert reports to be prepared. In this regard the Court considers the primary responsibility for delays resulting from the provision of expert opinions rests ultimately with the State (see Kulikowski v. , no. 18353/03, § 50, 19 May 2009, and Capuano v. Italy, 25 June 1987, § 32, Series A no. 119). It also recalls that Article 6 § 1 imposes on Contracting States the duty to organise their judicial systems in such a way that their courts can meet the obligation to decide cases within a reasonable time (see Löffler v.  (no. 2), no. 72159/01, § 57, 4 March 2004).",
                                "elements": []
                            },
                            {
                                "content": "23.  Having regard to the unnecessary delays in the proceedings, the Court is not convinced that the domestic court showed the required diligence to conclude the proceedings within a reasonable time, despite the importance of a matter at stake for the applicant in the court proceedings.",
                                "elements": []
                            },
                            {
                                "content": "24.  The Court has frequently found a violation of Article 6 § 1 of the Convention in cases raising similar issues to the one in the present case (see, among others, Frydlender v. France [GC], no. 30979/96, §§ 42-46, ECHR 2000VII, and Daneshpayeh v. Turkey, no. 21086/04, §§ 26-29, 16 July 2009). Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. It concludes therefore that in the instant case the length of the proceedings failed to meet the “reasonable time” requirement.",
                                "elements": []
                            },
                            {
                                "content": "There has accordingly been a breach of Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant complained that there was no domestic remedy available under the Turkish law whereby he could challenge the excessive length of proceedings. He relied on Article 13 of the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority ...”",
                                "elements": []
                            },
                            {
                                "content": "26.  The Government argued that the applicant could have brought action before the administrative courts for the damages he allegedly suffered.",
                                "elements": []
                            },
                            {
                                "content": "27.  As this complaint is linked to the above complaint under Article 6, it must therefore also be declared admissible. The Court has examined similar cases on previous occasions and has found violations of Article 13 of the Convention in respect of the lack of an effective remedy under Turkish law whereby the applicant could have contested the length of the proceedings at issue (see Daneshpayeh, cited above, §§ 37 and 51; and Bahçeyaka v. Turkey, no. 74463/01, §§ 26-30, 13 July 2006; and Tendik and Others v. Turkey, no. 23188/02, §§ 34-39, 22 December 2005). It finds no reason to depart from that conclusion in the present case.",
                                "elements": []
                            },
                            {
                                "content": "There has accordingly been a breach of Article 13.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "29.  The applicant claimed 10,000 euros (EUR) in respect of pecuniary and EUR 25,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government contested these claims, considering the requested amounts excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, the Court considers that the applicant must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards him EUR 3,000 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "32.  The applicant also claimed 116 Turkish liras (TRL) for the costs and expenses incurred before the Court and TRL 3,000 in respect of lawyer’s fee. The applicant submitted receipts and bills in support of his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Government contested these claims as being unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court reiterates that an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see Sawicka v. Poland, no. 37645/97, § 54, 1 October 2002). Making its own estimate based on the receipt indicating the payment made to the applicant’s lawyer as well as the bills attesting the postal and translation expenses, and ruling on an equitable basis, the Court awards the applicant EUR 1,250 in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "35.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the excessive length of the proceedings and lack of effective remedy admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Articles 6 § 1 and 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts, to be converted into Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 March 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF AKSEKİ v. TURKEY",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-109320.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0306JUD001950907",
    "externalsources": [],
    "extractedappno": [
        "19509/07",
        "18353/03",
        "72159/01",
        "30979/96",
        "21086/04",
        "74463/01",
        "23188/02",
        "37645/97"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-109320",
    "judgementdate": "06/03/2012 00:00:00",
    "kpdate": "06/03/2012 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "406",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "26",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "AKSEKİ",
        "TURKEY"
    ],
    "rank": "864.884338378906",
    "representedby": [
        "BAS I.",
        "TANGOBAY E."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "370782",
    "typedescription": "15"
}