{
    "__articles": "2;2-1;38;38-1-a;41",
    "__conclusion": "No violation of Art. 2 (obligation to protect the right to life);Violation of Art. 2 (obligation to provide an effective investigation);Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "49790/99",
    "article": [
        "41",
        "38",
        "2"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "obligation to protect the right to life"
            ],
            "element": "No violation of Art. 2",
            "type": "no-violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "obligation to provide an effective investigation"
            ],
            "element": "Violation of Art. 2",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-69616.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 49790/99) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Vladimir Grigoryevich Trubnikov, a Russian national. The applicant, who had been granted legal aid, was represented before the Court by Karinna Akopovna Moskalenko, a lawyer practising in .",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the domestic authorities were responsible for the death of his son, Viktor Trubnikov, in prison. He also alleged that the authorities had failed to investigate the circumstances of his son’s death. He invoked Article 2 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. On 1 November 2001 and 1 November 2004, the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 14 October 2003, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1940 and lives in the  in the Voronezh Region. He is the father of Viktor Trubnikov, who was found dead on 13 September 1998 in a punishment cell of the prison where he had been serving his sentence. He had died of asphyxia caused by hanging. At the time of his death, Viktor Trubnikov was 26 years old and was due to be released 21 days later.",
                                "elements": []
                            },
                            {
                                "content": "8.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 8 July 1993 Viktor Trubnikov was remanded in custody in connection with criminal charges brought against him.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 30 August 1993 Viktor Trubnikov was convicted of manslaughter and sentenced to seven years’ imprisonment. He was serving his sentence in the correctional labour colony (исправительно-трудовая колония) OZH 118/8 in Rossosh, Voronezh Region. He expected to be released on probation on 4 October 1998.",
                                "elements": []
                            },
                            {
                                "content": "11.  According to the records submitted by the Government, on three occasions in 1994-1995 Viktor Trubnikov had been found to be under the influence of alcohol and placed in a punishment cell. During his second disciplinary confinement, Viktor Trubnikov inflicted bodily injury on himself, and during his third disciplinary confinement he attempted suicide (see the section entitled “Medical records”).",
                                "elements": []
                            },
                            {
                                "content": "12. Following the suicide attempt, Viktor Trubnikov was placed under regular psychiatric supervision.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 13 September 1998 a prison football team, of which Viktor Trubnikov was a member, took part in a match outside the prison.",
                                "elements": []
                            },
                            {
                                "content": "14.  On return to the prison after the match, Viktor Trubnikov was found to be under the influence of alcohol. At 7.15 p.m. a prison officer placed him in a punishment cell where he was to be kept in solitary confinement before his inspection by the prison warder the following morning. At 8.20 p.m. Viktor Trubnikov was found dead, hanged by the sleeve of his jacket with another sleeve attached to a water pipe.",
                                "elements": []
                            },
                            {
                                "content": "15.  That evening the prison governor conducted an inquest. He examined six documents: (i) the order to place Viktor Trubnikov in the punishment cell, (ii) the disciplinary offence report, (iii) the report drawn up on finding Viktor Trubnikov dead, (iv) the site inspection report, (v) the site plan and (vi) the post mortem report. On the basis of this file, he stated that Viktor Trubnikov had hanged himself using the sleeve of his jacket and ordered that no criminal investigation be opened, as there had been no appearance that a crime had been committed. A reference was also made to his attempted suicide in June 1995, and it was stated that he had had suicidal tendencies.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 15 September 1998 an autopsy was performed on the body. In October 1998 a post mortem report was issued according to which abrasions and bruises were found on the nose, hand, forearm and elbow. The expert came to the conclusion that death had been caused by pressure on the neck through hanging.",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicant was informed orally that his son had committed suicide. He asked the prison authorities to initiate a criminal investigation. The authorities did not inform him that a decision had already been taken not to do so.",
                                "elements": []
                            },
                            {
                                "content": "18.  In March 1999 the applicant requested the Voronezh Regional Prosecutor’s Office to provide him with information about the circumstances of his son’s death. The request was transmitted to the Voronezh City Special Prosecutor’s Office supervising penitentiary institutions.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 8 April 1999 the Voronezh City Special Prosecutor’s Office supervising penitentiary institutions informed the applicant of the decision not to investigate the circumstances of Viktor Trubnikov’s death in criminal proceedings. The applicant was informed that his son had had a record of good conduct, that he had been rewarded on several occasions and that no conflict had been registered between him and other inmates or the prison administration. He was also informed that, in the circumstances, the decision not to institute a criminal investigation was lawful and well-founded.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 16 April 1999 the Voronezh Regional Prosecutor’s Office informed the applicant of the refusal to institute criminal proceedings and invited him, on 30 April 1999, to view the case file concerning the death of his son.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 30 April 1999 the applicant arrived at the prosecutor’s office for the appointment to view the file, but the officer in charge was absent and he could not gain access to the file.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 26 June 1999 the applicant received a copy of the prison governor’s decision of 13 September 1998.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 18 September 2000 the applicant lodged a request with the Rossoshanskiy District Court of the Voronezh Region that it order a criminal investigation into his son’s death. The court declined jurisdiction in the matter, however, on 2 October 2000. It stated that the institution of criminal proceedings fell within the competence of the prosecutor’s office.",
                                "elements": []
                            },
                            {
                                "content": "24.  After the case had been communicated to the respondent Government by the Court, the Voronezh Regional Prosecutor’s Office annulled the decision of 13 September 1998 on 5 February 2002 and instituted a criminal investigation into Viktor Trubnikov’s death.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 23 March 2001 the applicant brought proceedings before the same district court to have the refusal of the prison governor to institute criminal proceedings declared unlawful.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 20 March 2002 the Rossoshanskiy District Court of the Voronezh Region held that the decision of 13 September 1998 was unlawful. At the same time it discontinued the examination of the applicant’s claim as no longer necessary, given the prosecutor’s decision of 5 February 2002 which had already dealt with the issue.",
                                "elements": []
                            },
                            {
                                "content": "27.  In June 2002 two forensic examinations were carried out. First, experts were appointed to conduct a new autopsy of the body. Secondly, another group of experts carried out a posthumous examination of Viktor Trubnikov’s psychiatric and psychological condition.",
                                "elements": []
                            },
                            {
                                "content": "28.  The autopsy resulted in substantially the same findings as the first post mortem report, namely, that the death had been caused by mechanical asphyxia (more specifically, strangling), and established a mediumdegree alcoholic intoxication at the time of death.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 27 June 2002 the posthumous psychiatric report was submitted. The experts concluded that at the time of his death Viktor Trubnikov had not been predisposed to suicide on account of any long or short-term psychiatric disorder. However, they concluded that he had been under the influence of alcohol and that it could have triggered his decision to commit suicide.",
                                "elements": []
                            },
                            {
                                "content": "30.  During the investigation the following witnesses were examined and gave the following testimonies:",
                                "elements": []
                            },
                            {
                                "content": "(i)  Six officers who were on duty at the prison entrance when Viktor Trubnikov returned to the prison after the football match, testified that he had been drunk and had behaved aggressively. He therefore had to be isolated in the punishment cell. They all stated that no force had been applied to him.",
                                "elements": []
                            },
                            {
                                "content": "(ii)  Two inmates who had been on the same football team testified that Viktor Trubnikov had been under the influence of alcohol on their return from the match, and that was why he had been stopped by the prison warders at the prison entrance. They stated that there had been no threats or violence at the prison entrance.",
                                "elements": []
                            },
                            {
                                "content": "(iii)  Three other inmates who had known Viktor Trubnikov well testified that he had had good relations with other inmates and warders and that there had been no conflict between him and the prison administration.",
                                "elements": []
                            },
                            {
                                "content": "(iv)  Six officers who had been on duty in the punishment ward when Viktor Trubnikov died, testified that he had been placed in the cell at about 7.30 p.m. and had been found dead during the warder’s round at 8.15 p.m. They stated that first aid had been administered, but that it had been too late.",
                                "elements": []
                            },
                            {
                                "content": "(v)  Inmates L. and M. testified that they had been confined to punishment cells next to Viktor Trubnikov. M. stated that at first they had communicated through the wall, but then Viktor Trubnikov had gone quiet. Neither of them had heard any noises or screams.",
                                "elements": []
                            },
                            {
                                "content": "(vii)  Two officers testified that they had witnessed Viktor Trubnikov’s previous suicide attempt in 1995 and administered first aid to him. They considered that that attempt had not been a genuine suicide, but that he had rather been trying to attract attention and demonstrate his independence.",
                                "elements": []
                            },
                            {
                                "content": "(viii)  Ms. K, the psychiatrist who had supervised Viktor Trubnikov, testified that his first suicide attempt had been demonstrative and had not reflected a genuine wish to die. She also considered, on the basis of her observations, that he had been likely to make another attempt, also demonstrative and not aimed at causing death, and that the probability of such behaviour increased under the influence of alcohol.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 10 October 2002 the Voronezh City Special Prosecutor’s Office supervising penitentiary institutions terminated the criminal investigation, having established that Viktor Trubnikov had committed suicide.",
                                "elements": []
                            },
                            {
                                "content": "32.  On 3 March 2003 the applicant received a copy of the termination order of 10 October 2002.",
                                "elements": []
                            },
                            {
                                "content": "B.  Medical records",
                                "elements": [
                                    {
                                        "content": "33.  The Government submitted a collection of medical records concerning Viktor Trubnikov’s condition throughout his detention. In so far as the copies are legible, they contain the following relevant entries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 13 July 1993, upon his arrest, Viktor Trubnikov was examined by a psychiatrist and found to be in good health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 10 September 1994 an alcohol test revealed that Viktor Trubnikov was under the influence of alcohol. He was placed in a punishment cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 21 March 1995 an alcohol test revealed that Viktor Trubnikov was under the influence of alcohol. He was placed in a punishment cell where he inflicted injuries on himself, recorded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“As a protest against being put in a punishment cell [Viktor Trubnikov] inflicted three horizontal cuts on his abdomen: measuring 10x2 cm, 8x2 cm and 6x1 cm, each about 1.5 cm deep. Minor bleeding ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  From 21 to 27 March 1995 Viktor Trubnikov was kept in the medical block for treatment of the self-inflicted wounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 22 June 1995 an alcohol test revealed that Viktor Trubnikov was under the influence of alcohol. He was placed in a punishment cell where he attempted to hang himself, as recorded:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Emergency call for an attempted suicide. Trubnikov detained in the punishment cell No. 22 attempted to hang himself by a string attached to a water pipe ... Consultation with a psychiatrist is required.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Following that incident, Viktor Trubnikov was supervised by a psychiatrist, Ms K., who made the following entries in the records.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 23 June 1995:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Complains about depression, unwillingness to live, weakness, insomnia, irritability. Psychologically [stable]. Enters into contact. Orientation in space and time, as regards own personality is correct. Depressed overall. Thinking is consistent. Memory and reason are intact. No acute psychiatric symptoms can be observed at the time of examination. Diagnosis: short-term depressive reaction; suicide attempt. (i) [prescription medicines]; (ii) psychotherapy.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 24(29) June 1995:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Conscious. Enters into contact. Depressed. Thinking is consistent. Demonstrative behaviour. Explains the suicide attempt by saying that he is ‘fed up with a life like that’. The attitude to the suicide attempt is not self-critical. Memory and reason are intact. No pathological psychiatric condition. Diagnosis: short-term depressive reaction. Suicide attempt. Fixation behaviour. Continue treatment.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 30 June 1995:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Has no medical complaints. His mood is steady and positive. Goes in for sport. Thinking is consistent. Memory and reason are intact. No acute psychiatric symptoms can be observed. Self-critical attitude to the recent suicide attempt. No acute psychiatric symptoms are observed. Prescribed rational psychotherapy. The next visit is scheduled for 25 December 1995.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 25 December 1995:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Has no medical complaints. Mood is steady. Demonstrative behaviour. Thinking is consistent. Memory and reason are intact. No acute psychiatric symptoms are observed. Diagnosis: fixation behaviour. Prescribed rational psychotherapy. The next visit is scheduled for 25 June 1996.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 25 June 1996:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Complains about depression, weakness, irritability, insomnia, inability to work. Thinking is consistent. Memory and reason are intact. No acute psychiatric symptoms are observed. Diagnosis: hyposthenic form of neurasthenia.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 25 December 1996:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Has no medical complaints. His mood is steady. Thinking is consistent. Self-critical attitude to the suicide attempt in the past. Memory and reason are intact. Demonstrative behaviour. Diagnosis: hyposthenic form of neurasthenia. The next visit is scheduled for 25 June 1997.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 25 June 1997:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Mood is changeable. Thinking is consistent. Self-critical attitude to the suicide attempt in the past. No acute psychiatric symptoms are observed. Diagnosis: hyposthenic form of neurasthenia. The next visit is scheduled for 25 December 1997.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 25 December 1997:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Complains about depression, weakness, insomnia, irritability. No acute psychiatric symptoms are observed. Depressed. The next visit is scheduled for 25 June 1997.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The next entry is dated 25 June 1997, although it immediately follows the above record of 25 December 1997:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Condition has improved. Mood has stabilised. Thinking is consistent. Memory and reason are intact. No acute psychiatric symptoms are observed. Diagnosis: the same. The next visit is scheduled for 25 December 1998.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The next entry is dated 17 February 1997, although it immediately follows the above record dated 25 June 1997:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Has no medical complaints. Mood is steady, depressed. No acute psychiatric symptoms are observed. Diagnosis: depressive reaction. Attempted suicide in the past. No complaints at the time of examination. [Fixation]. The next visit is scheduled for 17 August 1998. Rat[ional] psychotherapy.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 8 August 1998 a psychological test revealed, inter alia, a potential psychiatric condition, a tendency towards impulsive reactions and, possibly, a tendency towards conflict with others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The last record in Viktor Trubnikov’s lifetime was made on 17 August 1998:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Complains about depression, weakness, insomnia, irritability. Enters into contact. Orientation is correct. Depressed. Thinking is consistent. No acute psychiatric symptoms are observed. No suicidal thoughts. Diagnosis: short-term depressive syndrome. The next visit is scheduled for [unclear].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 20 February 2002 the deputy prison warder in charge of the prison medical office issued a certificate that Viktor Trubnikov had been under permanent psychiatric supervision, having been diagnosed as suffering from neurasthenia and a psychopathic condition with depressive reactions.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Supervision of inmates with suicidal tendencies",
                                "elements": [
                                    {
                                        "content": "43.  Article 20 of the Constitution of the  protects the right to life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Health Care (General Principles) Act of 22 July 1993 provides that persons serving a sentence in prisons are entitled to medical assistance at the State’s expense and, as the case may be, at institutions run by the general public health service (Section 29).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Law on Penitentiary Institutions of 21 July 1993 provides that penitentiary institutions are responsible for inmates’ security and health care (section 13).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Article 18 of the 1997 Penitentiary Code, as it read at the material time, provided that inmates suffering from a psychiatric disorder which did not affect their capacity to serve a criminal sentence could be subjected to medical treatment at the penitentiary institutions. The authorisation of a competent court was required for any such treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After recent amendments, the same provision specifies that such inmates include persons who pose a danger to others or themselves. The provisions currently in force require the penitentiary authorities to identify such inmates and to apply for a court order imposing medical treatment on them.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Inquest proceedings",
                                "elements": [
                                    {
                                        "content": "47  The 1960 Code of Criminal Procedure, which was in force at the material time, required that a competent authority institute criminal proceedings if there was a suspicion that a crime had been committed. That authority was under an obligation to carry out all measures provided for by law to establish the facts and to identify those responsible and secure their conviction. The decision whether or not to institute criminal proceedings had to be taken within three days of the first report on the relevant facts (Articles 3, 108-09).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  No criminal proceedings could be brought in the absence of a corpus delicti (Article 5). Where an investigating body refused to open or terminated a criminal investigation, a reasoned decision was to be provided. Such decisions could be appealed to a higher-ranking prosecutor or to a court (Articles 113 and 209).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  During criminal proceedings, persons who had been granted victim status could submit evidence and file applications, had full access to the case file once the investigation was complete, and could challenge appointments and appeal decisions or judgments in the case. At an inquest, the close relatives of the deceased were to be granted victim status (Article 53).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE COURT’S ASSESSMENT OF THE EVIDENCE AND ESTABLISHMENT OF THE FACTS",
                        "elements": [
                            {
                                "content": "A.  Assessment of the medical records",
                                "elements": [
                                    {
                                        "content": "50.  The Court is required to determine whether the facts of the instant case disclose a failure by the respondent State to protect the applicant’s right to life and to comply with the procedural obligation imposed by Article 2 of the Convention to carry out an adequate and effective investigation into the incident. In order to obtain an account of Viktor Trubnikov’s condition prior to his death and examine the adequacy of his medical supervision, the Court requested the Government to submit his medical file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government submitted a photocopy of what they claimed to be the psychiatric records made while Viktor Trubnikov was alive. They did not specify whether it was a copy of the file itself or an extract from it. Due to the poor quality of the copy, the distorted chronology of records, in particular those relating to the period 1997-1998, and the absence of page numbers, it is impossible to follow the sequence of the records or establish if it is an extract, who issued it and when.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court therefore requested the Government to submit the original medical file. The Government refused on the grounds that it was unsafe to remove it from the prison archives where it was kept. The Court reiterated its request, giving assurances that the original would be returned to the Russian authorities at the end of the proceedings. However, the Government still refused to comply with the Court’s request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In view of the above, the Court decided to examine the merits of the case on the basis of the existing elements in the file, even though the fragmentary medical records leave certain facts unclear.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s considerations under Article 38 § 1 (a)",
                                "elements": [
                                    {
                                        "content": "54.  Article 38 § 1 (a) of the Convention provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the Court declares the application admissible, it shall",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  pursue the examination of the case, together with the representatives of the parties, and if need be, undertake an investigation, for the effective conduct of which the States concerned shall furnish all necessary facilities...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court reiterates that it is of utmost importance for the effective operation of the system of individual petition instituted by Article 34 that States should furnish all necessary facilities to make possible a proper and effective examination of applications (see, as the most recent authority, Orhan v. Turkey, no. 25656/94, § 266, 18 June 2002, and Tanrıkulu v. Turkey [GC], no. 23763/94, § 70, ECHR 1999-IV). It is inherent in proceedings relating to cases of this nature, where an individual applicant accuses State agents of violating rights under the Convention, that in certain instances solely the respondent Government have access to information capable of corroborating or refuting these allegations. A failure on a Government’s part to submit such information which is in their hands without a satisfactory explanation may not only give rise to the drawing of inferences as to the well-foundedness of the applicant’s allegations, but may also reflect negatively on the level of compliance by a respondent State with its obligations under Article 38 § 1 (a) of the Convention (see Timurtaş v. Turkey, no. 23531/94, §§ 66 and 70, ECHR 2000-VI). The same applies to delays by the State in submitting information which prejudices the establishment of the facts in a case (see Orhan, cited above, § 266).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In the light of the above principles and having regard to the Government’s obligations under Article 38 § 1 (a) of the Convention, the Court has examined the Government’s conduct in the present case with particular regard to their failure to provide the original medical file concerning the psychiatric supervision of Viktor Trubnikov prior to his death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court concludes that the Government have failed to provide any convincing explanation for their refusal to do so. The Court therefore considers that it can draw inferences from the Government’s conduct in the instant case (cf. Orhan, cited above, § 274). Bearing in mind the difficulties arising from the establishment of the facts in the present case, and in view of the importance of a respondent Government’s cooperation in Convention proceedings, the Court finds that the Government have failed to furnish all necessary facilities to the Court in its task of establishing the facts for the purposes of Article 38 § 1 (a) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  The first sentence of Article 2 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. ...”",
                                "elements": []
                            },
                            {
                                "content": "59.  The applicant complained that the authorities had failed to protect the life of his son and were responsible for his death. He also complained that the investigation into his son’s death had not been adequate or effective, as required by the procedural obligation imposed by Article 2 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "A.  Concerning the positive obligation to protect life",
                                "elements": [
                                    {
                                        "content": "1.  Submissions of the parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "60.  The applicant submitted that there had been a breach of the positive obligation imposed on the authorities to protect the life of his son. First, he maintained that the authorities had known of Viktor Trubnikov’s suicidal tendencies, since his attempted suicide in 1995 and his subsequent monitoring by the prison psychiatrist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The applicant further claimed that, even if the authorities denied having had such knowledge, on the basis of the information at their disposal they ought at least to have known of the existence of a real and imminent risk that he might attempt to commit suicide.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The applicant also observed that the investigator’s conclusions as to Viktor Trubnikov’s condition were both unclear and unfounded. He referred to the medical file, claiming that it could not be concluded with certainty from it whether Viktor Trubnikov was mentally stable. He also challenged the conclusion of the posthumous psychological/psychiatric examination as being inconsistent with the assessment given by the prison psychiatrist throughout the routine supervision. He saw a contradiction in that the latter showed that Viktor Trubnikov was emotional, demonstrative and irresponsible, but stable at the same time, while the posthumous report unambiguously stated that he had not been suffering from any psychiatric disorder and had generally been well. The applicant contended that, since no clear conclusion could be reached about the condition of Viktor Trubnikov on the basis of his medical file, the conclusion should have been reached that his behaviour had varied over time. In such circumstances, even if the real and immediate risk was not always present, it was incumbent on the authorities to monitor his condition carefully in case of any sudden deterioration. In any event, the applicant had difficulties accepting the allegation that Viktor Trubnikov’s condition had been normal and stable, since the authorities had not offered any other explanation for his suicide, thus reinforcing doubts as to whether it had indeed been a suicide. The applicant himself could not rule out the possibility that his son had in fact been murdered by a cell mate or a prison guard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Overall, the applicant considered that the authorities had failed to take measures to prevent Viktor Trubnikov’s death resulting from either self-harm or another person’s act, and that such failure engaged their responsibility under Article 2 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "64.  The Government alleged that the prison authorities could not have foreseen Viktor Trubnikov’s suicide.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  They admitted that Viktor Trubnikov had been diagnosed as suffering from neurasthenia, and had had a psychopathic personality with depressive reactions, as well as a history of injuring himself when placed in a punishment cell. The Government still considered, however, that placing him in a punishment cell had been reasonably safe because he had never had a genuine intention of killing himself, and his previous suicide attempt had merely been “demonstrative”. The investigation conducted in 2002 had concluded that Viktor Trubnikov was likely to attempt suicide again, but that this would be no more than another “demonstrative” act, not aimed at causing his death. It was found that Viktor Trubnikov’s suicidal behaviour had been only an effort to manipulate the prison authorities in order to avoid being placed in a punishment cell. They referred to the posthumous psychiatric report of 2002, according to which the probability of such behaviour increased under the influence of alcohol.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government claimed that the officer on duty had acted lawfully and adequately in the circumstances, as he had had no way of knowing of any real or immediate threat to Viktor Trubnikov’s life when placing him provisionally in the punishment cell. They submitted that no medical personnel had been present in the prison at the time, as the applicable regulations did not provide for their presence over the weekend. As a general suicide-prevention measure, however, Viktor Trubnikov’s shoe laces and trouser belt had been taken away from him before he was placed in the punishment cell. The punishment cell had also been under surveillance; however, in view of the short time Viktor Trubnikov had spent in the punishment cell (about an hour), it had not been effective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "67.  The Court reiterates that Article 2, which safeguards the right to life, ranks as one of the most fundamental provisions in the Convention. Together with Article 3, it also enshrines one of the basic values of the democratic societies making up the Council of Europe. The object and purpose of the Convention as an instrument for the protection of individual human beings requires that Article 2 be interpreted and applied so as to make its safeguards practical and effective (see McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, pp. 4546, §§ 146-47).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The first sentence of Article 2 § 1 enjoins the State not only to refrain from the intentional and unlawful taking of life, but also to take appropriate steps to safeguard the lives of those within its jurisdiction (see L.C.B. v. the United Kingdom, judgment of 9 June 1998, Reports 1998-III, p. 1403, § 36). In the context of prisoners, the Court has had previous occasion to emphasise that persons in custody are in a vulnerable position and that the authorities are under a duty to protect them. It is incumbent on the State to account for any injuries suffered in custody, which obligation is particularly stringent when an individual dies (see, for example, Salman v. Turkey [GC], no. 21986/93, ECHR 2000-VII, § 99).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Bearing in mind the difficulties in policing modern societies, the unpredictability of human conduct and the operational choices which must be made in terms of priorities and resources, the scope of the positive obligation must be interpreted in a way which does not impose an impossible or disproportionate burden on the authorities. Accordingly, not every claimed risk to life can entail for the authorities a Convention requirement to take operational measures to prevent that risk from materialising. For a positive obligation to arise regarding a prisoner with suicidal tendencies, it must be established that the authorities knew, or ought to have known at the time, of the existence of a real and immediate risk to the life of an identified individual and, if so, that they failed to take measures within the scope of their powers which, judged reasonably, might have been expected to avoid that risk (see Keenan v. the United Kingdom, no. 27229/95, §§ 89 and 92, ECHR 2001III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court has recognised that the prison authorities must discharge their duties in a manner compatible with the rights and freedoms of the individual prisoner concerned. There are general measures and precautions which ought to be available to diminish the opportunities for self-harm, without infringing personal autonomy. Whether any more stringent measures are necessary in respect of a prisoner and whether it is reasonable to apply them will depend on the circumstances of the case (see Keenan, cited above, § 91).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application in the present case",
                                "elements": [
                                    {
                                        "content": "71.  In the light of the above, the Court has examined whether the authorities knew or ought to have known that Viktor Trubnikov posed a real and immediate risk of suicide and, if so, whether they did all that could reasonably have been expected of them to prevent that risk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court notes that Viktor Trubnikov served his sentence under the general regime, whilst being recognised as a person with certain psychological problems. During the first years of his sentence he showed a tendency to inflict self-harm in response to being subjected to disciplinary punishments when under the influence of alcohol, and in 1995, more than three years before the events in question, he attempted to commit suicide. This attempt was assessed as a “cry for help” rather than a true attempt to terminate his life. Following this incident he received psychiatric treatment and surveillance, his mental condition being reviewed at regular six-monthly intervals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court observes that Viktor Trubnikov’s condition was not so serious as to require the intervention of a court order imposing compulsory psychiatric treatment. His prison medical records indicated that he displayed no acute psychiatric symptoms, even after his suicide attempt in 1995. Rather they showed a disturbed personality and behavioural setbacks, which apparently did not reach the threshold of a mental illness (see, by contrast, Keenan, cited above, §§ 94-95).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Accordingly, it has not been established that Viktor Trubnikov’s conduct was associated with any dangerous psychiatric condition. Moreover, no opinion had ever been expressed – by Viktor Trubnikov’s psychiatrist or other officials involved in his supervision – that Viktor Trubnikov was likely to make a serious attempt to commit suicide or inflict self-harm in the future. Accordingly, there was no formal acknowledgement which would lead the Court to conclude that the authorities were aware of the imminent threat to Viktor Trubnikov’s life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  As to whether the authorities ought to have known of the risk, the Court observes that for the last three years of Viktor Trubnikov’s life, when he was under psychiatric supervision, he did not reveal any dangerous symptoms, such as the persistence of his suicidal tendency. On the contrary, the records reflected a certain improvement in his attitude towards his previous suicide attempt. Viktor Trubnikov’s mental and emotional state, in general, apparently stabilised after the initial intensive treatment he received in 1995, and remained unchanged for more than three years. During that period no substantial variations were registered, and Viktor Trubnikov’s state was consistently described as stable. Against such a background, the Court accepts that it would have been difficult to predict any quick and drastic deterioration that would lead to Viktor Trubnikov’s suicide.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  For these reasons the Court does not find that, in the circumstances, the authorities could have reasonably foreseen Viktor Trubnikov’s decision to hang himself. Nor does the Court find any manifest omission on the part of the domestic authorities in providing medical assistance or in monitoring Viktor Trubnikov’s mental and emotional condition throughout his imprisonment which would have prevented them from making a correct assessment of the situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  However, the Court considers that Viktor Trubnikov’s history should have alerted the authorities to the fact that the combination of his inebriation with a disciplinary punishment was not without some risk to his condition. The fact that Viktor Trubnikov was able to have any access to alcohol on the fatal day is of concern to the Court. Nevertheless, the Court does not find this oversight sufficient to vest the domestic authorities with the entire responsibility for Viktor Trubnikov’s death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Having regard to the above, the Court does not find that in the circumstances of the present case the Russian authorities failed to prevent a real and immediate risk of suicide or that they otherwise acted in a way incompatible with their positive obligations to guarantee the right to life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Accordingly there has been no violation of Article 2 of the Convention in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The procedural obligation to carry out an effective investigation",
                                "elements": [
                                    {
                                        "content": "1.  Submissions of the parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "80.  The applicant submitted that the investigation conducted following the death of his son in prison was not effective as required by the Court’s case-law under Article 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  First, he alleged that it was not carried out promptly. He observed that Viktor Trubnikov had died on 13 September 1998, but the criminal investigation was only opened on 5 February 2002, after the present case had been communicated to the Government. He claimed that the delay of over three years did not satisfy the criteria of promptness or reasonable expedition of the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Secondly, he challenged the evidence collected after the investigation had been opened. He claimed that all witnesses but one had been biased, either through personal involvement in the case (prison staff and medical personnel), or by being dependent on the prison administration (the inmates still serving their sentence). He also challenged the psychiatric records and the posthumous forensic examination of Viktor Trubnikov’s psychological and psychiatric condition as being controversial and generally open to objection. Moreover, he complained that some evidence could no longer be obtained due to the length of time which had elapsed since the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Finally, the applicant claimed that the investigation had not been public. He alleged that the initial inquest lacked transparency in that the family had not even been informed of the order not to open criminal proceedings. In 2002, likewise, neither he nor other family members had been involved in the investigation or even informed of its progress or closure.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "84.  The Government considered that the investigation into Viktor Trubnikov’s death had been thorough and complete. They first referred to the prison’s internal inquest conducted immediately upon his death and, secondly, to the 2002 criminal investigation. They maintained that the overall investigation into the death of Viktor Trubnikov had been effective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "85.  The Court reiterates that where lives have been lost in circumstances potentially engaging the responsibility of the State, Article 2 entails a duty for the State to ensure, by all means at its disposal, an adequate response – judicial or otherwise – so that the legislative and administrative framework set up to protect the right to life is properly implemented and any breaches of that right are repressed and punished (see Öneryıldız v. Turkey [GC], no. 48939/99, § 91, ECHR 2004..., and, mutatis mutandis, Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 54, ECHR 2002II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  In that connection the Court has held that, if the infringement of the right to life or to physical integrity is not caused intentionally, the positive obligation to set up an “effective judicial system” does not necessarily require criminal proceedings to be brought in every case and may be satisfied if civil, administrative or even disciplinary remedies were available to the victims (see, for example, Vo v. France [GC], no. 53924/00, § 90, ECHR 2004-VII; Calvelli and Ciglio v. Italy [GC], no. 32967/96, § 51, ECHR 2002I; Mastromatteo v. Italy [GC], no. 37703/97, §§ 90, 94 and 95, ECHR 2002VIII). However, the minimum requirement for such a system is that the persons responsible for the investigation must be independent from those implicated in the events. This means hierarchical or institutional independence and also practical independence (see Paul and Audrey Edwards, cited above, § 70, and Mastromatteo, cited above, § 91).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court further reiterates that, in cases of homicide, the interpretation of Article 2 as entailing an obligation to conduct an official investigation is justified not only because any allegations of such an offence normally give rise to criminal liability, but also because often, in practice, the true circumstances of the death are, or may be, largely confined within the knowledge of State officials or authorities. Therefore the applicable principles are rather to be found in those which the Court has already had occasion to develop in relation notably to the use of lethal force, principles which lend themselves to application in other categories of cases (see Öneryıldız, cited above, § 93).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  Accordingly, where a positive obligation to safeguard the life of persons in custody is at stake, the system required by Article 2 must provide for an independent and impartial official investigation that satisfies certain minimum standards as to effectiveness. Thereby, the competent authorities must act with exemplary diligence and promptness and must of their own motion initiate investigations which would be capable of, firstly, ascertaining the circumstances in which the incident took place and any shortcomings in the operation of the regulatory system and, secondly, identifying the State officials or authorities involved. The requirement of public scrutiny is also relevant in this context (see, for example, Güleç v. Turkey, judgment of 27 July 1998, Reports 1998-IV, p. 1733, §§ 81-82; Oğur v. Turkey [GC], no. 21954/93, §§ 88, 91-92, ECHR 1999-III; Hugh Jordan v. the United Kingdom, no. 24746/94, § 120; Kelly and Others v. the United Kingdom, no. 30054/96, § 114, both of 4 May 2001; McCann and Others, cited above, § 161; Mahmut Kaya v. Turkey, no. 22535/93, §§ 106-07, ECHR 2000-III; İlhan v. Turkey [GC], no. 22277/93, § 63, ECHR 2000-VII; McKerr v. the United Kingdom, no. 28883/95 , § 148, ECHR 2001-III).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application in the present case",
                                "elements": [
                                    {
                                        "content": "89.  The Court finds that a procedural obligation arose to investigate the circumstances of Viktor Trubnikov’s death. He was a prisoner under the care and responsibility of the authorities when he died as a result of what appeared to be a suicide. The investigation was necessary to establish, firstly, the cause of death to the exclusion of an accident or manslaughter and, secondly, once suicide was established, to examine whether the authorities were in any way responsible for a failure to prevent it. The investigation had to fulfil the requirements set out above (see paragraph 88).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court observes that the initial inquest into the death was carried out promptly, within several days of the incident. However, it did not satisfy the minimum requirement of independence since the investigating body – the prison governor – represented the authority involved. Predictably, the scope of this examination was limited to establishing the fact of death from hanging; the question of the possible responsibility of the prison authorities did not feature. Moreover, this inquest did little to satisfy the need for public scrutiny. It is undisputed that the family was not even informed about the formal refusal to institute criminal proceedings. Finally, the domestic court considered this investigation insufficient, and it declared the refusal to open criminal proceedings unlawful. With regard to all the above considerations, the Court cannot accept that the initial inquest constituted an effective investigation within the meaning of the Court’s case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court will now examine the investigation carried out in 2002 with regard to the same requirements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  First of all, the Court notes that it was only conducted after the present application was communicated by the Court to the respondent Government, that is, more than three years after the incident. The Court reiterates that it is crucial in cases of deaths in contentious situations for the investigation to be prompt. The passage of time will inevitably erode the amount and quality of the evidence available and the appearance of a lack of diligence will cast doubt on the good faith of the investigative efforts, as well as drag out the ordeal for the members of the family (see Paul and Audrey Edwards, cited above, § 86). Such a substantial delay, unexplained in this case, not only demonstrates the authorities’ failure to act of their own motion but also constitutes a breach of the obligation to exercise exemplary diligence and promptness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Court notes, furthermore, that throughout the investigation the applicant and the rest of the family were entirely excluded from the proceedings. Contrary to the usual practice under national law, they were not granted the official status of victims in criminal proceedings, a procedural role which would have entitled them to intervene during the course of the investigation. Even assuming that the family’s participation could have been secured otherwise, this was not the case here. The terms of their access to the file were not defined. They were never informed or consulted about any proposed evidence or witnesses, including the appointment of posthumous psychological and psychiatric experts, so they could not take part in instructing the experts. The applicant did not receive any information about the progress of the investigation and, when it was discontinued on 10 October 2002, he was only notified five months later. Accordingly, the investigation did not ensure sufficient public accountability to provide the investigation and its results with a sufficient element of public scrutiny; nor did it safeguard the interests of the next-of-kin.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court notes that the authorities took a number of important steps to establish the true circumstances of Viktor Trubnikov’s death, such as examining key witnesses and appointing experts to prepare a posthumous psychological and psychiatric examination. However, having established that the investigation fell short of such essential requirements as promptness, exemplary diligence, initiative on the part of the authorities and public scrutiny, the Court does not find it necessary to examine its scope, and concludes that the investigation failed to meet the minimum standards of effectiveness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Court concludes that there has been a violation of the respondent State’s obligation under Article 2 § 1 of the Convention to conduct an effective investigation into the death of Viktor Trubnikov.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "96.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "97.  The applicant claimed 8,000 euros (EUR) for non-pecuniary damage in respect of the grief and distress he suffered as a result of his son’s death and the anguish caused by the authorities’ failure to carry out an effective investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Government considered this amount excessive and unfounded. They maintained that, if the Court found in the applicant’s favour, the finding of a violation would constitute sufficient just satisfaction in this case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court observes that it has found above that the authorities failed to protect the life of Viktor Trubnikov or to provide a prompt and public investigation meeting the requirements of Article 2 of the Convention. The applicant must have suffered anguish and distress from the circumstances of his son’s death and his inability to obtain an effective investigation in this respect. In these circumstances, the Court finds the applicant’s claim reasonable and therefore awards him, in his personal capacity, EUR 8,000 for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "100.  The applicant claimed EUR 3,000, less the amount already paid in legal aid, for costs and expenses incurred in the domestic proceedings and before the Court in respect of himself and his legal advisers. He submitted that he had paid 30,000 roubles (about EUR 1,000) for the representation of his case before the domestic courts, but that the rest of the work for him had been done pro bono and he wished to remunerate the lawyers for the advice and representation in the domestic proceedings and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Government contested this sum as unsubstantiated. They considered that the claim should be rejected in full.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Court notes that the applicant was granted legal aid under the Court’s legal-aid scheme, under which the sum of EUR 685 was paid to the applicant’s lawyer to cover the submission of the applicant’s observations on the admissibility and merits of the application. The submission of additional observations was not covered by this sum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Court observes that only legal costs and expenses necessarily and actually incurred and which are reasonable as to quantum can be reimbursed pursuant to Article 41 of the Convention. It notes that this case involved complex issues of fact and law which required qualified legal advice to submit the application to the Court, conduct domestic proceedings and which gave rise to two sets of written observations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Against the above background, the Court finds the applicant’s claim reasonable and therefore awards him EUR 3,000 for legal costs and expenses, less the EUR 685 received by way of legal aid from the Council of Europe, together with any value-added tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "105.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been no violation of Article 2 of the Convention as regards the authorities’ positive obligations to protect the right to life;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 2 of the Convention as regards the authorities’ failure to provide an effective investigation;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the Government have failed to fulfil their obligation under Article 38 § 1 (a) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds:",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts to be converted into the national currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 July 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MsD. Jočienė",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TRUBNIKOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-69616.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0705JUD004979099",
    "externalsources": [],
    "extractedappno": [
        "49790/99",
        "25656/94",
        "23763/94",
        "23531/94",
        "21986/93",
        "27229/95",
        "48939/99",
        "46477/99",
        "53924/00",
        "32967/96",
        "37703/97",
        "21954/93",
        "24746/94",
        "30054/96",
        "22535/93",
        "22277/93",
        "28883/95"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Constitution, Article 20",
        "Health Care (General Principles) Act 1993",
        "Law on Penitentiary Institutions 1993",
        "Penitentiary Code 1997, Article 18",
        "Code of Criminal Procedure 1960, Articles 3, 5, 53, 108-109, 113, 209"
    ],
    "itemid": "001-69616",
    "judgementdate": "05/07/2005 00:00:00",
    "kpdate": "05/07/2005 00:00:00",
    "kpthesaurus": [
        "449",
        "231",
        "121",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "2-1",
        "38",
        "2",
        "38-1-a",
        "41"
    ],
    "parties": [
        "TRUBNIKOV",
        "RUSSIA"
    ],
    "rank": "520.34130859375",
    "representedby": [
        "MOSKALENKO KARINNA AKOPOVNA"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Calvelli and Ciglio v. Italy [GC], no. 32967/96, § 51, ECHR 2002-I",
        "Güleç v. Turkey, judgment of 27 July 1998, Reports 1998-IV, p. 1733, §§ 81-82",
        "Hugh Jordan v. the United Kingdom, no. 24746/94, § 120, 4 May 2001",
        "Ilhan v. Turkey [GC], no. 22277/93, § 63, ECHR 2000-VII",
        "Keenan v. the United Kingdom, no. 27229/95, § 89, § 91, § 92, §§ 94-95, ECHR 2001-III",
        "Kelly and Others v. the United Kingdom, no. 30054/96, § 114, 4 May 2001",
        "L.C.B. v. the United Kingdom, judgment of 9 June 1998, Reports 1998-III, p. 1403, § 36",
        "Mahmut Kaya v. Turkey, no. 22535/93, §§ 106-107, ECHR 2000-III",
        "Mastromatteo v. Italy [GC], no. 37703/97, §§ 90, 91, 94 and 95, ECHR 2002-VIII",
        "McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, pp. 45-46, §§ 146-147, § 161",
        "McKerr v. the United Kingdom, no. 28883/95, § 148, ECHR 2001-III",
        "Ogur v. Turkey [GC], no. 21954/93, §§ 88, 91-92, ECHR 1999-III",
        "Öneryildiz v. Turkey [GC], no. 48939/99, § 91, § 93, ECHR 2004-...",
        "Orhan v. Turkey, no. 25656/94, § 266, § 274, 18 June 2002",
        "Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 54, § 70, § 86, ECHR 2002-II",
        "Salman v. Turkey [GC], no. 21986/93, ECHR 2000-VII, § 99",
        "Tanrikulu v. Turkey [GC], no. 23763/94, § 70, ECHR 1999-IV",
        "Timurtas v. Turkey, no. 23531/94, §§ 66 and 70, ECHR 2000-VI",
        "Vo v. France [GC], no. 53924/00, § 90, ECHR 2004-VII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "399306",
    "typedescription": "15"
}