{
    "__articles": "5;5-3;6;6-1;8;8-1;8-2;29;29-3;41",
    "__conclusion": "Violation of Art. 5-3;Violation of Art. 8;Remainder inadmissible;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "3489/03",
    "article": [
        "8",
        "29",
        "5",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-76631.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 3489/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Krzysztof Cegłowski (“the applicant”), on 31 December 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 16 September 2005 the President of the Fourth Section of the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it was decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1969 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The criminal proceedings",
                                "elements": [
                                    {
                                        "content": "5.  On 4 August 2001 the applicant was arrested by the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 7 August 2001 the Opole Lubelskie District Court (Sąd Rejonowy) ordered that the applicant be detained on remand in view of a reasonable suspicion that he had committed a robbery. The court added that the measure was also justified by the severity of the penalty that might be expected and the need to secure the proper conduct of the proceedings, particularly in the light of the fact that the applicant had previously been convicted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The applicant appealed against this decision, but on 27 August 2001 the  (Sąd Okręgowy) dismissed the appeal. It reiterated that it was highly probable that the applicant had committed the offences with which he had been charged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 8 August 2001 the applicant started a hunger strike. Due to the deterioration of his state of health he was subsequently transferred to the Warsaw Detention Centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 24 October 2001 the applicant was indicted before the District Court on charges of 6 offences of robbery and extortion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 29 October 2001 the Opole Lubelskie District Court further prolonged the applicant’s detention. It reiterated the grounds for detention given previously.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 31 January and 26 April 2002 the applicant’s pre-trial detention was prolonged. Both decisions repeated the same grounds: the reasonable suspicion against the applicant, the severity of the sentence that might be expected and the need to secure the proper conduct of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 29 July and 29 October 2002 the Opole Lubelskie District Court prolonged the applicant’s detention holding that the grounds previously given were still valid and finding that there was a risk that the applicant, once released, might go into hiding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 6 January, 28 April and 30 July 2003 the applicant’s detention was further prolonged by the District Court. The court relied on the same grounds: the reasonable suspicion against the applicant, the severity of the anticipated sentence and the need to secure the proper conduct of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Subsequently, as the length of the applicant’s detention had reached the statutory time-limit of 2 years laid down in Article 263 § 3 of the Code of Criminal Procedure (Kodeks postępowania karnego), the District Court made two application to the Lublin Court of Appeal (Sąd Apelacyjny) asking for the applicant’s detention to be prolonged beyond that term. On 31 July 2003 and 28 January 2004 the Court of Appeal granted those requests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant’s appeals and numerous applications for release and release on bail were to no avail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 13 April 2004 the Opole Lubelskie District Court gave judgment. The applicant was convicted as charged and sentenced to seven years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The applicant lodged an appeal against this judgment, but on 17 December 2004 the  dismissed it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On an unspecified later date the applicant’s court-appointed lawyer refused to lodge a cassation appeal on his behalf with the Supreme Court as he saw no legal grounds for doing so.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The monitoring of the applicant’s correspondence",
                                "elements": [
                                    {
                                        "content": "19.  On 7 February 2003 the Registry of the Court sent the applicant an application form and accompanying documents in reply to his first letter to the Court. The envelope in which this letter was delivered to the applicant bears the following stamps: Warsaw Detention Centre, 19 February 2003 (Areszt Śledczy Warszawa, 19 luty 2003); a handwritten note: Opole D[istrict] C[ourt] (S.R. Opole); a stamp: censored, judge (ocenzurowano, sędzia), date, 25.02.[20]03 (data 25.02.03), and an illegible signature. It appears that the letter was delivered to the applicant on 28 February 2003, 9 days after it had been delivered to the Detention Centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 14 April 2003 the Court received the applicant’s application form posted on 3 April 2003, dated, however, 11 March 2003. It appears from the stamp on the envelope that the letter had entered a registry of either detention centre or prosecution service on 12 March 2003. The envelope in which the application form was delivered bears the following stamps: Lublin Appellate Prosecutor’s Office... (Prokuratura Apelacyjna... ), a handwritten note: censored, 2 [April] 2003 (cenzurowano 2.04.2003) and an illegible signature. The envelope bears signs of having been opened after being sealed: its right side had been cut open and then resealed with sellotape.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 14 July 2003 the applicant sent a letter to the Court. The envelope in which the letter was delivered to the Registry bears the following stamp: censored (ocenzurowano) and a handwritten note  A[ppellate] P[rosecutor] ... (P. A. Lublin). The envelope bears signs of having been opened after being sealed: its top side had been cut open and then resealed with sellotape.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 15 September 2003 the applicant sent to the Court another letter with some documents. On the top of the first page of the applicant’s letter, which was delivered to the Registry on 2 October 2003, there is the following stamp: censored (cenzurowano).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 12 February 2004 the Registry sent to the applicant a letter in which he was asked to provide certain additional documents concerning his case. The applicant submitted that the letter had been opened and censored by the authorities. The original of the Registry’s letter, provided by him, bears the stamp: censored (ocenzurowano) - identical to the two described above.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Preventive measures, including detention on remand",
                                "elements": [
                                    {
                                        "content": "24.  The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the socalled “preventive measures” (środki zapobiegawcze). The other measures are bail (poręczenie majątkowe), police supervision (dozór policji), guarantee by a responsible person (poręczenie osoby godnej zaufania), guarantee by a social entity (poręczenie społeczne), temporary ban on engaging in a given activity (zawieszenie oskarżonego w określonej działalności) and prohibition on leaving the country (zakaz opuszczania kraju).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 249 § 1 sets out the general grounds for imposition of the preventive measures. That provision reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Preventive measures may be imposed in order to ensure the proper conduct of proceedings and, exceptionally, also in order to prevent an accused committing another serious offence; they may be imposed only if evidence gathered shows a significant probability that an accused has committed an offence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Article 258 lists grounds for detention on remand. It provides, in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Detention on remand may be imposed if:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or when he has no permanent abode [in Poland];",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  there is a justified fear that an accused will attempt to induce [witnesses or codefendants] to give false testimony or to obstruct the proper course of proceedings by any other unlawful means;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  If an accused has been charged with a serious offence or an offence for the commission of which he may be liable to a statutory maximum sentence of at least 8 years’ imprisonment, or if a court of first instance has sentenced him to at least 3 years’ imprisonment, the need to continue detention to ensure the proper conduct of proceedings may be based on the likelihood that a severe penalty will be imposed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Code sets out the margin of discretion as to the continuation of a specific preventive measure. Article 257 reads, in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Detention on remand shall not be imposed if another preventive measure is sufficient.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 259, in its relevant part, reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  If there are no special reasons to the contrary, detention on remand shall be lifted, in particular if depriving an accused of his liberty would:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  seriously jeopardise his life or health; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  entail excessively harsh consequences for the accused or his family.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The 1997 Code not only sets out maximum statutory time-limits for detention on remand but also, in Article 252 § 2, lays down that the relevant court – within those time-limits – must in each detention decision determine the exact time for which detention shall continue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Article 263 sets out time-limits for detention. In the version applicable up to 20 July 2000 it provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Imposing detention in the course of an investigation, the court shall determine its term for a period not exceeding 3 months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  If, due to the particular circumstances of the case, an investigation cannot be terminated within the term referred to in paragraph 1, the court of first instance competent to deal with the case may – if need be and on the application made by the [relevant] prosecutor – prolong detention for a period [or periods] which as a whole may not exceed 12 months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The whole period of detention on remand until the date on which the first conviction at first instance is imposed may not exceed 2 years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Only the Supreme Court may, on application made by the court before which the case is pending or, at the investigation stage, on application made by the Prosecutor General, prolong detention on remand for a further fixed period exceeding the periods referred to in paragraphs 2 and 3, when it is necessary in connection with a stay of the proceedings, a prolonged psychiatric observation of the accused, a prolonged preparation of an expert report, when evidence needs to be obtained in a particularly complex case or from abroad, when the accused has deliberately prolonged the proceedings, as well as on account of other significant obstacles that could not be overcome.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 20 July 2000 paragraph 4 was amended and since then the competence to prolong detention beyond the time-limits set out in paragraphs 2 and 3 has been vested in the court of appeal within whose jurisdiction the offence in question has been committed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Censorship of correspondence",
                                "elements": [
                                    {
                                        "content": "1.  The Code of Execution of Criminal Sentences 1997",
                                        "elements": [
                                            {
                                                "content": "28.  Rules relating to means of controlling correspondence of persons involved in criminal proceedings are set out in the Code of Execution of Criminal Sentences (Kodeks karny wykonawczy) (“the 1997 Code”) which entered into force on 1 September 1998.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The relevant part of Article 103 § 1 of the Code provides as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Convicts (...) have a right to lodge complaints with institutions established by international treaties ratified by the  concerning the protection of human rights. Correspondence in those cases (...) shall be sent to the addressee without delay and shall not be censored.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Article 214 § 1 reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Unless exceptions are provided for in the present Chapter, a detainee shall enjoy at least the same rights as are secured to a convicted person serving a sentence of imprisonment under the ordinary regime in a closed prison. No restrictions shall be applied to him except such as are necessary to secure the proper conduct of criminal proceedings, to maintain order and security in a remand centre and to prevent demoralisation of detainees.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  Article 217 § 1 reads, in so far as relevant, as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(...) detainee’s correspondence shall be censored by [the authority at whose disposal he remains], unless the authority decides otherwise.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 242 § 5 reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The prohibition of censorship shall also mean the prohibition of acquainting oneself with the content of the letter.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Rules of Detention on Remand 1998",
                                        "elements": [
                                            {
                                                "content": "32.  On 1 September 1998 the Rules of Detention on Remand (Rozporządzenie Ministra Sprawiedliwości w sprawie regulaminu wykonywania tymczasowego aresztowania) entered into force.",
                                                "elements": []
                                            },
                                            {
                                                "content": "§ 36 of the Rules provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The detainee’s correspondence, including the correspondence with the international institutions for the protection of human rights, which act on the basis of international agreements ratified by the , with the Ombudsman and public and local government institutions, is mailed through the intermediary of the organ at whose disposal he remains.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.   The applicant complained that the length of his detention on remand had been unreasonable. He relied on Article 5 § 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "34.  The Government contested that argument. They considered that the applicant’s pre-trial detention satisfied the requirements of Article 5 § 3. It was justified on “relevant” and “sufficient” grounds. One of those grounds was the risk that the applicant might interfere with the course of proceedings. The charges laid against him carried a severe penalty.",
                                "elements": []
                            },
                            {
                                "content": "The Government further submitted that the domestic courts acted diligently and speedily, in particular having regard to the complexity of the case.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "35.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Period to be taken into consideration",
                                        "elements": [
                                            {
                                                "content": "36.  The Court notes that the applicant was detained on remand on 4 August 2001 and the first-instance judgment in his case was given on 13 April 2004. Consequently, the period to be taken into consideration lasted 2 years, 8 months and 10 days.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The reasonableness of the length of detention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Principles established under the Court’s case-law",
                                "elements": [
                                    {
                                        "content": "37.  Under the Court’s case-law, the issue of whether a period of detention is reasonable cannot be assessed in abstracto. Whether it is reasonable for an accused to remain in detention must be assessed in each case according to its special features. Continued detention can be justified in a given case only if there are specific indications of a genuine requirement of public interest which, notwithstanding the presumption of innocence, outweighs the rule of respect for individual liberty (see, among other authorities, W. v. Switzerland, judgment of 26 January 1993, Series A no. 254A, p. 15, § 30, and Kudła v. Poland [GC], no. 30210/96, § 110, ECHR 2000XI). The Convention case-law has developed four basic acceptable reasons for refusing bail: the risk that the accused will fail to appear for trial; the risk that the accused, if released, would take action to prejudice the administration of justice or commit further offences or cause public disorder (see Smirnova v. Russia, nos. 46133/99 and 48183/99, § 59, ECHR 2003IX (extracts)). The danger of absconding cannot be gauged solely on the basis of the severity of the possible sentence; it must be assessed with reference to a number of other relevant factors which may either confirm the existence of a danger of absconding or make it appear so slight that it cannot justify pre-trial detention. In this context regard must be had in particular to the character of the person involved, his morals, his assets, his links with the State in which he is being prosecuted and his international contacts (see W. v. Switzerland, judgment of 26 January 1993, Series A no. 254-A, § 33 with further references, and Smirnova, cited above, § 60).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  It falls in the first place to the national judicial authorities to ensure that, in a given case, the pre-trial detention of an accused person does not exceed a reasonable time. To this end they must examine all the facts arguing for or against the existence of a genuine requirement of public interest justifying, with due regard to the principle of the presumption of innocence, a departure from the rule of respect for individual liberty and set them out in their decisions dismissing the applications for release. It is essentially on the basis of the reasons given in these decisions and of the true facts mentioned by the applicant in his appeals, that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The persistence of a reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the lawfulness of the continued detention, but after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds were “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings (see Labita v. Italy [GC], no. 26772/95, § 153, ECHR 2000IV, and Jablonski v. Poland, no. 33492/96, § 80, 21 December 2000).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)   Application of the principles to the circumstances of the present case",
                                "elements": [
                                    {
                                        "content": "40.  The Court observes that in the present case the authorities relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged and the severity of the anticipated sentence. They repeated those grounds in all their decisions. The domestic courts referred to the danger that the applicant would interfere with the conduct of the proceedings basing the perceived danger solely on the severity of the possible sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court accepts that the suspicion against the applicant of having committed the offences and the need to secure the proper conduct of the proceedings might initially justify his detention. However, with the passage of time, these grounds became less relevant and cannot justify the entire period of 2 years and over 8 months during which the most serious preventive measure against the applicant had been imposed (see, among many other authorities, Malik v. Poland, no. 57477/00, § 45, 4 April 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, the domestic courts relied heavily on the likelihood that a severe sentence would be imposed on the applicant given the serious nature of the offences at issue. In this respect, the Court agrees that the severity of the sentence faced is a relevant element in the assessment of the risk of absconding or re-offending. However, the Court has repeatedly held that the gravity of the charges cannot by itself serve to justify long periods of detention on remand (see Ilijkov v. Bulgaria, no. 33977/96, §§ 8081, 26 July 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court observes further that the applicant was detained on charges of having committed several robberies. The applicant acted without accomplices. It does not appear therefore that his case presented particular difficulties for the investigation authorities and for the courts to determine the facts and mount a case against the perpetrator, as would undoubtedly have been the case had the proceedings concerned organised crime (see Celejewski v. Poland, no. 17584/04, § 37, 4 May 2006; Dudek v. Poland, no. 633/03, § 36, 4 May 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court also notes that there is no specific indication that during the entire period in question the authorities envisaged the possibility of imposing other preventive measures on the applicant – such as bail or police supervision. In this context the Court would emphasise that “other preventive measures” are expressly foreseen by Polish law to secure the proper conduct of the criminal proceedings (see paragraphs 24 and 25 above) and that under Article 5 § 3 the authorities, when deciding whether a person should be released or detained, are obliged to consider alternative measures for ensuring his appearance at the trial. Indeed, that Article lays down not only the right to “trial within a reasonable time or release pending trial” but also provides that “release may be conditioned by guarantees to appear for trial” (see Jablonski, cited above, § 83).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In the circumstances, the Court concludes that the grounds given by the domestic authorities were not “relevant” and “sufficient” to justify the applicant’s being kept in detention for 2 years and over 8 months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has therefore been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The applicant complained that the criminal proceedings against him were unfair. He relied on Article 6 of the Convention, which in so far as relevant provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "46.  The Court reiterates that it is not called upon to deal with errors of fact and law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention (see García Ruiz v. Spain [GC], no. 30544/96, § 28, ECHR 1999-I).",
                                "elements": []
                            },
                            {
                                "content": "47.  The Court observes that the applicant does not allege any particular failure to respect his right to a fair hearing. Assessing the criminal proceedings against the applicant as a whole, it finds no indication that they were unfairly conducted.",
                                "elements": []
                            },
                            {
                                "content": "It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  The applicant further complained under Article 8 of the Convention that his correspondence with the Court had been censored. This Article, in its relevant part, reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his ... correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "49.  The Government refrained from expressing their opinion on the admissibility and merits of the complaint under Article 8. They argued, however, that only two out of five letters had apparently been opened as only two letters had been stamped. As regards the remaining three, the Government submitted that the stamp “censored” cannot prove that there had been an interference with the applicant’s right to respect for his correspondence in breach of Article 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "50.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Principles established under the Court’s case-law",
                                        "elements": [
                                            {
                                                "content": "51.  The Court recalls that any “interference by a public authority” with the right to respect for correspondence will contravene Article 8 of the Convention unless it is “in accordance with the law”, pursues one or more of the legitimate aims referred to in paragraph 2 of that Article and is “necessary in a democratic society” in order to achieve them (see, among many other authorities, Silver and Others v. the United Kingdom, 25 March 1983, Series A no. 61, p. 32, § 84; Campbell v. the United Kingdom, 25 March 1992, Series A no. 233, p. 16, § 34 and Niedbała v. Poland no. 27915/95, § 78).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  As to the expression “in accordance with the law”, the Court has established three fundamental principles. The first one is that the interference in question must have some basis in domestic law. The second principle is that “the law must be adequately accessible”, a person must be able to have an indication that is adequate, in the circumstances, of the legal rules applicable to his case. The third principle is that “a norm cannot be regarded as a ‘law’ unless it is formulated with sufficient precision to enable a person to regulate his conduct; he must be able  if need be with appropriate advice  to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail” (see Silver, cited above, §§ 86-88).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  It is of utmost importance for the effective operation of the system of individual application instituted by Article 34 that the applicants should be able to communicate freely with the Court without being subjected to any form of pressure from the authorities to withdraw or modify their complaints. In this context, “pressure” includes not only direct coercion and flagrant acts of intimidation, but also other improper indirect acts or contacts designed to dissuade or discourage applicants from using a Convention remedy (see Aydın v. Turkey, judgment of 25 September 1997, Reports of Judgments and Decisions 1997VI, §§ 115-117). The interception of letters by prison authorities can also hinder applicants in bringing their cases to the Court (see Klyakhin v. Russia, no. 46082/99, § 119, 30 November 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  It is important to respect the confidentiality of correspondence with the Court since it may concern allegations against prison authorities or prison officials. The opening of letters both to and from the Convention organs undoubtedly gives rise to the possibility that they will be read and may conceivably, on occasion, also create the risk of reprisals by prison staff against the prisoner concerned (see Campbell, cited above, p. 22, § 62). No compelling reasons have been found to exist for monitoring or delaying an applicant’s correspondence with the Court (see Campbell, cited above, §§ 48 and 62; and Peers v. , no. 28524/95, § 84, ECHR 2001III and Drozdowski v. Poland, no. 20841/02, §§ 27-31, 6 December 2005).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the principles to the circumstances of the present case",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Existence of an interference",
                                "elements": [
                                    {
                                        "content": "55.  The Court firstly notes that the envelope in which the Registry’s letter to the applicant of 7 February 2003 had been delivered had been stamped “censored, judge”, dated 25 February 2003 and signed. The letter had been delivered to the Detention Centre on 19 February 2003, and the applicant received it 9 days later on 28 February 2003 (see paragraph 19 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Secondly, the envelope containing the applicant’s application form bears the stamp of the Lublin Appellate Prosecutor’s Office, a handwritten note “censored”, the date 2 April 2003 and an illegible signature. The letter had apparently been posted with almost 4 weeks delay, on 3 April 2003, as the application form dated 11 March 2003 had been entered on a register of either the detention centre or the prosecution service on 12 March 2003 – the date mentioned on the envelope. The envelope bears signs of having been opened after being sealed and then resealed with sellotape (see paragraph 20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Thirdly, the envelope in which the applicant’s letter of 14 July 2003 was delivered to the Registry bears the stamp “censored” and a handwritten note “Lublin Appellate Prosecutor’s Office”. The identical stamps “censored” had been found on the first page of the Registry’s letter to the applicant of 12 February 2004 and on the applicant’s letter to the Court of 15 September 2003 (see paragraphs 21, 22 and 23 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In the light of the above the Court notes that two of the letters mentioned above had obviously been opened by the authorities as they had been stamped on their first pages. As regards the remaining three letters from and to the Court, it considers that even if there is no separate stamp on the letters as such, there is a reasonable likelihood that the envelopes were opened by the domestic authorities. The Court has held on many occasions that as long as the Polish authorities continue the practice of marking the detainees’ letters with the “censored” stamp, the Court has no alternative but to presume that those letters have been opened and their contents read (see Matwiejczuk v. Poland, no. 37641/97, § 99, 2 December 2003 and PiskPiskowski v. Poland, no. 92/03, § 26, 14 June 2005, Michta v. Poland, no. 13425/02, § 58, 4 May 2006). Moreover, the delivery of one letter to the applicant had been delayed by 9 days and the second one had been sent to the Court with almost 4-weeks delay. It follows that all 5 abovementioned incidents amounted to an “interference” with the applicant’s right to respect for his correspondence under Article 8.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Whether the interference was “in accordance with the law”",
                                "elements": [
                                    {
                                        "content": "59.  The Government did not indicate a concrete legal basis in the domestic law for the impugned interference. The Court notes that the interference took place on 5 instances between February 2003 and February 2004 when the applicant had been detained on remand pending trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It further observes that, according to Article 214 of the Code of Execution of Criminal Sentences, persons detained on remand should enjoy the same rights as those convicted by a final judgment. Accordingly, the prohibition on censorship of correspondence with the European Court of Human Rights contained in Article 103 of the 1997 Code, which expressly relates to convicted persons, was also applicable to detained persons (see Michta, cited above, § 61, Kwiek v. Poland, no. 51895/99, § 44, 30 May 2006). Thus, censoring and delaying the applicant’s letters to and from the Court’s Registry was contrary to the domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that the interference in the present case was not “in accordance with the law”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Having regard to that finding, the Court does not consider it necessary to ascertain whether the other requirements of paragraph 2 of Article 8 were complied with. Consequently, the Court finds that there has been a violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "62.  The applicant did not claim any particular sum in respect of nonpecuniary damage. He asked the Court to award him just satisfaction in the amount it considered adequate, given the detriment suffered by him on account of the unreasonable length of the pre-trial detention and the interference with his right to respect for his correspondence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government asked the Court to rule that a finding of a violation would constitute in itself just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court considers that the applicant must have sustained nonpecuniary damage. Ruling on an equitable basis, and in particular having regard to the finding above that the applicant’s right to respect for his correspondence with the Court had been violated on 5 occasions, it awards him 3,000 euros (EUR) under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "65.  The applicant did not submit any claims for the costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "66.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the length of the applicant’s pretrial detention and the monitoring of his correspondence admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable, to be converted into Polish zlotys at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 August 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MsL. Mijović",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "04/07/2006 00:00:00",
    "docname": "CASE OF CEGLOWSKI v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-76631.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0808JUD000348903",
    "externalsources": [],
    "extractedappno": [
        "3489/03",
        "30210/96",
        "46133/99",
        "48183/99",
        "26772/95",
        "33492/96",
        "57477/00",
        "33977/96",
        "17584/04",
        "633/03",
        "30544/96",
        "27915/95",
        "46082/99",
        "28524/95",
        "20841/02",
        "37641/97",
        "92/03",
        "13425/02",
        "51895/99"
    ],
    "importance": "4",
    "introductiondate": "06/06/2002 00:00:00",
    "issue": [
        "Articles 103 and 214 of the Code of Execution of Criminal Sentences"
    ],
    "itemid": "001-76631",
    "judgementdate": "08/08/2006 00:00:00",
    "kpdate": "08/08/2006 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "448",
        "227",
        "451",
        "319",
        "424",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-3",
        "8",
        "8-1",
        "29",
        "41",
        "6-1",
        "8-2",
        "5",
        "6",
        "29-3"
    ],
    "parties": [
        "CEGLOWSKI",
        "POLAND"
    ],
    "rank": "554.513122558594",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Aydin v. Turkey, judgment of 25 September 1997, Reports of Judgments and Decisions 1997-VI, §§ 115-117",
        "Campbell v. the United Kingdom, 25 March 1992, Series A no. 233, p. 16, § 34, §§ 48 and 62",
        "Celejewski v. Poland, no. 17584/04, § 37, 4 May 2006",
        "Drozdowski v. Poland, no. 20841/02, §§ 27-31, 6 December 2005",
        "Dudek v. Poland, no. 633/03, § 36, 4 May 2006",
        "García Ruiz v. Spain [GC], no. 30544/96, § 28, ECHR 1999-I",
        "Ilijkov v. Bulgaria, no. 33977/96, §§ 80-81, 26 July 2001",
        "Jablonski v. Poland, no. 33492/96, § 80, § 83, 21 December 2000",
        "Klyakhin v. Russia, no. 46082/99, § 119, 30 November 2004",
        "Kudla v. Poland [GC], no. 30210/96, § 110, ECHR 2000-XI",
        "Kwiek v. Poland, no. 51895/99, § 44, 30 May 2006",
        "Labita v. Italy [GC], no. 26772/95, § 153, ECHR 2000-IV",
        "Malik v. Poland, no. 57477/00, § 45, 4 April 2006",
        "Matwiejczuk v. Poland, no. 37641/97, § 99, 2 December 2003",
        "Michta v. Poland, no. 13425/02, § 58, § 61, 4 May 2006",
        "Niedbala v. Poland no. 27915/95, § 78",
        "Peers v. Greece, no. 28524/95, § 84, ECHR 2001-III",
        "Pisk-Piskowski v. Poland, no. 92/03, § 26, 14 June 2005",
        "Silver and Others v. the United Kingdom, judgment of 25 March 1983, Series A no. 61, p. 32, § 84, §§ 86-88",
        "Smirnova v. Russia, nos. 46133/99 and 48183/99, § 59, § 60, ECHR 2003-IX (extracts)",
        "W. v. Switzerland, judgment of 26 January 1993, Series A no. 254-A, p. 15, § 30, 33"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "341097",
    "typedescription": "15"
}