{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "21510/03",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-80738.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 21510/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Macedonian national, Mr Nikola Grozdanoski (“the applicant”), on 21 May 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr P. Stojanoski, a lawyer practising in Ohrid. The Macedonian Government (“the Government”) were represented by their Agent, Mrs R. Lazareska Gerovska.",
                        "elements": []
                    },
                    {
                        "content": "3. The applicant alleged unfairness of the proceedings before the Supreme Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 June 2006 the Court decided to communicate to the Government the applicant's allegations about the unfairness of the proceedings, in particular the alleged breach of the principle of equality of arms. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1934 and lives in Ohrid.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 30 December 1993 the applicant concluded a loan agreement (“the agreement”) (договор за одобрување на кредит) with the “Makbanka-BS” A.D. (“the company”), in accordance with which he received a loan in the amount of DM 40,000 (German Marks) under the following conditions: to repay the loan within three months with 8% monthly interest. The applicant took the loan for the benefit of Mr K.S. who had been ineligible to apply due to his poor financial status.",
                                "elements": []
                            },
                            {
                                "content": "7. On the same date, the then Ohrid Municipal Court entered a notice (“the notice”) in the public register, recording a mortgage in favour of the company over a house and a plot of land owned by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "8. The principal amount of the loan with interest was paid by Mr K.S. within the three-month period as set forth in the agreement. Despite that fact, the company continued charging 8% interest although the validity of the agreement had not been extended. Until 10 May 1996 the amount was paid by Mr K.S. on behalf of the applicant. After that date, the applicant continued to pay the 8% interest until 26 October 1996 when the loan was completely repaid.",
                                "elements": []
                            },
                            {
                                "content": "9. On 29 May 1997 the Ohrid Court of First Instance deleted the notice from the public register after it had received a notification by the company that the loan had been completely repaid.",
                                "elements": []
                            },
                            {
                                "content": "10. On an unspecified date in 1997, Mr K.S. brought a civil action against the company and the applicant claiming the difference between the interest actually paid and the domestic rate, following the three-month period. According to the expert opinion given in this case, Mr K.S. and the applicant overpaid in the sum of DM 85, 831. On 28 October 1997 Mr K.S. withdrew the claim against the applicant. On 6 February 1998 the Ohrid Court of First Instance dismissed the applicant's request to intervene in the proceedings as a claimant and ordered his claim to be registered separately. On 16 September 1998 the court's decision became final and the applicant's action was registered as a separate claim.",
                                "elements": []
                            },
                            {
                                "content": "11. Mr K.S.'s claim was dismissed on 10 February and 17 October 2000 respectively, by the Court of First Instance and the Court of Appeal. The courts considered that the company had no legal capacity to stand in the proceedings as it had concluded the agreement with the applicant and not with Mr K.S. The courts further found Mr K.S.'s claim ill-founded as he had not been a party to the agreement, even though the applicant had concluded it for his benefit.",
                                "elements": []
                            },
                            {
                                "content": "12. It appears that the applicant's claim was dismissed by the trial court's decision of 16 February 2000. On 1 June 2000 the Bitola Court of Appeal upheld the applicant's appeal and remitted the case for a fresh consideration.",
                                "elements": []
                            },
                            {
                                "content": "13. On 3 April 2001 the Ohrid Court of First Instance dismissed as ill-founded the applicant's claim for unlawful enrichment (неосновано збогатување). It held that the company had lawfully charged 8% interest as the loan had not been repaid in time and accordingly as such the applicant had been liable to pay interest as set forth in the agreement. It concluded, therefore, that the agreement had been implicitly extended without a need for a further express agreement by the parties. The court further declared as withdrawn the applicant's claim against Mr K.S.",
                                "elements": []
                            },
                            {
                                "content": "14. On 25 September 2001 the Bitola Court of Appeal upheld the applicant's appeal and remitted the case for re-examination. It held that the lower court had not properly established in what capacity the company had concluded the agreement: as an undertaking or a savings institution (штедилница). Relying on a letter of the National Bank of 4 May 1999, it stated that the company had not been incorporated as a savings institution at the time when the agreement had been concluded and consequently, that it had not been authorised to give loans in foreign currency. It held that the manner of incorporation of the company was decisive for the legal status of the agreement: namely, whether it was null and void or whether another agreement was implicitly concluded. In the latter case, the company could only charge statutory interest, but not at the rate as provided for by the agreement.",
                                "elements": []
                            },
                            {
                                "content": "15. On 24 December 2001 the Ohrid Court of First Instance upheld the applicant's claim. The court found that, at the time when the agreement had been concluded, the company had not been incorporated in compliance with the Law on Banks and Savings Institutions and, as a consequence, it had not been authorised to give loans in foreign currency, but only in domestic currency. It further established that the company had been incorporated as a savings institution on 1 March 1994, i.e. following the conclusion of the agreement. It consequently declared the agreement null and void. As the agreement met the statutory requirements of another agreement (договор за заем), the court decided to consider it as it had been so concluded. As the company was not authorised to enter into loan agreements in foreign currency and to charge interest as set forth by the agreement, the court ordered it to repay the applicant DM 85,831, as the difference between the interest actually paid and the domestic rate, together with interest.",
                                "elements": []
                            },
                            {
                                "content": "16. On 7 February 2002 the company appealed. By submissions of 26 February and 19 March 2002 it supplemented the appeal.",
                                "elements": []
                            },
                            {
                                "content": "17. On 14 March 2002 the applicant replied to the company's appeal.",
                                "elements": []
                            },
                            {
                                "content": "18. On 25 April 2002 the Bitola Court of Appeal dismissed the company's appeal and upheld the lower court's decision. It held that the court below had correctly established the facts and applied domestic law. It reiterated that, at the time when the agreement had been concluded, the company had not been incorporated in accordance with the Law on Banks and Savings Institutions and, as such, it had not been authorised to give loans in foreign currency. It also found that the lower court had correctly declared the agreement null and void.",
                                "elements": []
                            },
                            {
                                "content": "19. On 15 May 2002 the Ohrid Court of First Instance granted the applicant's request for enforcement and ordered the company to pay the amount due. The money was subsequently transferred to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "20. On 22 May 2002 the company submitted to the Supreme Court an appeal on points of law (ревизија).",
                                "elements": []
                            },
                            {
                                "content": "21. On 9 July 2002 the public prosecutor lodged with the Supreme Court a request for the protection of legality (барање за заштита на законистоста).",
                                "elements": []
                            },
                            {
                                "content": "22. On 27 February 2003 the Supreme Court gave a single decision upholding the company's appeal on points of law and the public prosecutor's request for the protection of legality. It overturned the lower courts' decisions and dismissed the applicant's claim. It found that the lower courts had properly established the facts, but had incorrectly applied the substantive law. It found that at the time when the agreement had been concluded, the company had been registered as a financial institution authorised to enter into loan and savings agreements with physical persons. It stated, inter alia, that:",
                                "elements": []
                            },
                            {
                                "content": "“... In accordance with the Law on Banks and Savings Institutions of 1993 in force at that time, [the company] was authorised to accept savings in domestic currency from physical persons and to give loans to physical persons and sole proprietors. Inferences can be drawn that [the company] was not authorised to accept or to give loans in foreign currency to citizens. However, that law does not provide for nullity of such agreements nor does it prohibit the execution of such operations by savings institutions. Such operation of a savings institution is regulated by penalty provisions. It is undisputed that the agreement concluded between the parties [the company and the applicant] was voluntarily executed by [the applicant]... “",
                                "elements": []
                            },
                            {
                                "content": "23. The court rejected the lower courts' reasoning that the agreement had been null and void, as the company had been registered and authorised to enter into such agreements irrespective of whether it had concerned foreign currency. It stated that that fact could have only influenced the execution of the agreement. It went on to conclude that the applicant could not have requested restoration of the money already paid to the company under the agreement, as the latter was a financial institution set up by virtue of law, the operation of which was authorised by the National Bank. Moreover, the scope of reference of the company was regulated by a law which could not have been unknown to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "24. The decision was served on the applicant on 24 April 2003.",
                                "elements": []
                            },
                            {
                                "content": "25. On 5 May 2003 the Ohrid Court of First Instance granted the company's request for enforcement of the Supreme Court's decision. The money, which had already been transferred to the applicant, has been deducted from the latter's pension in monthly instalments since then.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "26. Section 374 of the Civil Proceedings Act (Закон за парничната постапка) (“the Act”) provides that appeals on points of law must be submitted to the first-instance court in sufficient number of copies for the court, the opposing party and the public prosecutor.",
                                "elements": []
                            },
                            {
                                "content": "27. Section 376 of the Act provides that, inter alia, the presiding judge of the first-instance court's panel of judges shall communicate a copy of a timely, complete and admissible appeal on points of law to the opposing party and to the public prosecutor authorised to file a request for the protection of legality. According to paragraph 3 of this section, the opposing party may, within thirty days from the service of the appeal, lodge with the court a reply. According to paragraph 4, after receipt of the reply or after expiration of the time-limit for reply, the presiding judge of the first-instance court's panel of judges shall transfer the appeal and any reply, together with the complete file, to the [the Supreme Court] through the second-instance court.",
                                "elements": []
                            },
                            {
                                "content": "28. Section 381 § 1 of the Act provides that [the Supreme Court] shall uphold the appeal on points of law and overturn the impugned decision if it finds that domestic law was wrongly applied.",
                                "elements": []
                            },
                            {
                                "content": "29. Section 392 of the Act provides that the Supreme Court shall give a single decision if an appeal on points of law and a request for the protection of legality were submitted against the same decision.",
                                "elements": []
                            },
                            {
                                "content": "30. Section 394 of the Act provides that, if not otherwise regulated, the above provisions likewise apply to a request for the protection of legality submitted by the public prosecutor.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS UNDER ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained under Article 6 of the Convention that the proceedings before the Supreme Court were unfair. In particular, he argued that the principle of equality of arms had been violated as he had not been given an opportunity to comment on the company's appeal on points of law and the public prosecutor's request for the protection of legality. He further complained that the Supreme Court had incorrectly applied the national law. Article 6 of the Convention, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "32.  The Court considers that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further finds that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": []
                            },
                            {
                                "content": "1.  The alleged violation of the equality of arms",
                                "elements": [
                                    {
                                        "content": "I.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "33.  The Government submitted that the proceedings were fair as the parties were given an equal opportunity to present their case; that the domestic courts had admitted in evidence their arguments; and that all observations filed to the courts had been communicated for reply to the other party concerned. They further averred, that despite the complexity of the case, the domestic courts had proceeded with due diligence and without unjustified delays.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34. The Government also maintained that the Supreme Court had reviewed the lower courts' decisions in accordance with its jurisdiction and had adopted the decision after having examined the evidence adduced. They argued that the applicant's complaints requested this Court to decide matters properly for the domestic courts. They stated that the Supreme Court would not consider the case if the formal requirements set forth in section 376 of the Act (see “Relevant domestic law” above) had not been satisfied. Accordingly, they denied any possibility that the Supreme Court would decide the company's appeal on points of law without it being previously communicated to the applicant. However, due to the frequent transmission of the case-file between the courts, they could not provide a copy of the slip receipt (доставница) as evidence that the company's appeal on points of law had been communicated to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The applicant disputed that he had been given a fair trial before the Supreme Court. He submitted that the Government had failed to provide any evidence that a copy of the company's appeal on points of law had been communicated to him. He averred that the rules of proceedings before the Supreme Court had been infringed as he had been prevented from commenting on the company's appeal on points of law. The lack of the slip receipt in the case-file supported his arguments.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "ii.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "36.  The Court firstly recalls that, in civil proceedings, the principle of equality of arms implies that each party must be afforded a reasonable opportunity to present his or her case - including evidence – under conditions that do not place him/her at a substantial disadvantage vis-à-vis his/her opponent (see Dombo Beheer B.V. v. the Netherlands, judgment of 27 October 1993, Series A no. 274, p. 19, § 33; Stran Greek Refineries and Stratis Andreadis v. Greece, judgment of 9 December 1994, Series A no. 301B, p. 81, § 46). The concept of a fair trial, of which equality of arms is one aspect, implies the right for the parties to have knowledge of and to comment on all evidence adduced or observations filed (see Nideröst-Huber v. Switzerland, judgment of 18 February 1997, Reports of Judgments and Decisions 1997-I, p. 108, § 24, Steck-Risch and Others v. Liechtenstein, no. 63151/00, § 55, 19 May 2005; M.S. v. , no. 46601/99, § 32, 22 March 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37. In the present case, the Court notes that the Supreme Court had full jurisdiction to decide the applicant's case, as it examined the merits of the company's appeal on points of law and the public prosecutor's request for the protection of legality. It had, accordingly, the option of remitting the case for a new decision by the lower courts or quashing the impugned decision and taking the decision itself: the latter option was taken in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38. It further observes that the company, being the opposing party in the proceedings at issue, filed an appeal on points of law against the Court of Appeal's decision. The public prosecutor also filed a request for the protection of legality. According to section 376 of the Act, they should have been communicated to the applicant (see paragraph 27 above). In the absence of any evidence of service, the Court is unable to accept the Government's argument that the appeal and the request were ever served on the applicant. Moreover, the company's appeal and the public prosecutor's request led to the Supreme Court's decision which was to the applicant's significant disadvantage. The Court considers that that procedural failure prevented the applicant from effectively participating in the proceedings before the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Article 6 § 1 of the Convention is intended, above all, to secure the interests of the parties and those of the proper administration of justice (see, mutatis mutandis, Acquaviva v. France, judgment of 21 November 1995, Series A no. 333A, p.17, § 66). In the present case, respect for the right to a fair trial, guaranteed by Article 6 § 1 of the Convention, required that the applicant be given an opportunity to have knowledge of, and to comment upon the company's appeal and the public prosecutor's request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Consequently, there has been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "2.  The remaining complaint under Article 6 of the Convention",
                                "elements": [
                                    {
                                        "content": "41.  Having regard to its conclusion that there was an infringement of the applicant's right to a fair hearing for the reasons stated above and considering that it has only limited powers to deal with errors of fact or law allegedly committed by national courts, the Court does not find it necessary to examine separately the applicant's complaint that the fairness of the proceedings was also breached on account of the alleged incorrect application of the substantive law (see, mutatis mutandis, Komanický v. Slovakia, no. 32106/96, § 56, 4 June 2002).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "43.  In the application form, the applicant claimed 3,000,000 euros (EUR) without specifying whether it concerned pecuniary or non-pecuniary damage. In his reply to the Government's observations, the applicant maintained that he suffered from a deterioration of his health. He submitted that the respondent State should be ordered to pay a higher amount than initially claimed. However he did not further particularise this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government commented on the applicant's claims for just satisfaction as submitted in his application form.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Since the Court cannot speculate about the outcome of the trial had it been in conformity with Article 6, an award of just satisfaction can only be based on the fact that the applicant did not have the benefit of the guarantees of that Article. The Court accepts that the lack of such guarantees has caused the applicant non-pecuniary damage (see M.S. v. Finland, cited above, § 41; Kuopila v. , no. 27752/95, § 42, 27 April 2000). The Court, making its assessment on an equitable basis, awards the applicant EUR 1,500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "46.  The applicant did not claim reimbursement of his costs and expenses. Accordingly, the Court does not award any sum in this respect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of the principle of equality of arms under Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the remaining complaint under Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,500 (one thousand five hundred euros) in respect of non-pecuniary damage, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 May 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrP. Lorenzen",
            "role": "president"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "MrM. Villiger",
            "role": "judges"
        },
        {
            "name": "Mrs C. Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GROZDANOSKI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-80738.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0531JUD002151003",
    "externalsources": [],
    "extractedappno": [
        "21510/03",
        "63151/00",
        "46601/99",
        "32106/96",
        "27752/95"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-80738",
    "judgementdate": "31/05/2007 00:00:00",
    "kpdate": "31/05/2007 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "GROZDANOSKI",
        "\"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\""
    ],
    "rank": "584.923400878906",
    "representedby": [
        "STOJANOSKI P."
    ],
    "respondent": "MKD",
    "respondentOrderEng": "33",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "337998",
    "typedescription": "15"
}