{
    "__articles": "5;5-3",
    "__conclusion": "Violation of Art. 5-3",
    "applicability": "",
    "appno": "33937/06",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        }
    ],
    "content": {
        "001-107337.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 33937/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovak national, Mr Ján Bruncko (“the applicant”), on 5 August 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms M. Bobíková, a lawyer practising in Dolný Kubín. The Government of the  (“the Government) were represented by their Agent, Mrs. M. Pirošíková.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had been detained in custody in breach of Article 5 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 12 January 2010 the Court decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1981 and lives in Dolný Kubín.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 5 February 2004 the police arrested the applicant. He was accused of planning a robbery and remanded in custody from that date.",
                                "elements": []
                            },
                            {
                                "content": "7.  Several decisions extending the applicant’s detention were made. In particular, on 18 November 2004 the Žilina District Court extended his detention in the context of the preliminary proceedings until 24 January 2005.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 21 January 2005 the public prosecutor indicted the applicant and several other persons before the Žilina .",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant requested to be released, arguing that the  had not extended his detention after the expiry of the period indicated in the District Court’s decision of 18 November 2004.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 20 April 2005 the  ordered the applicant’s release. Upon a complaint lodged by the public prosecutor the Supreme Court decided on 24 May 2005 that the applicant should remain remanded in custody.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 27 July 2005 the applicant complained to the  that his detention in the period after 24 January 2005 was unlawful.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 5 February 2006 the applicant was released.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 15 February 2006 the Constitutional Court found that by the above decision of 24 May 2005 the Supreme Court had breached the applicant’s right under Article 5 § 1 of the Convention (judgment I.ÚS 204/05). There had been no judicial decision extending the applicant’s detention after 24 January 2005 and there existed no justification for that situation.",
                                "elements": []
                            },
                            {
                                "content": "14.  The  ordered the Supreme Court to reimburse the applicant’s costs in the constitutional proceedings. It dismissed the applicant’s claim for just satisfaction, holding that (i) the finding of a violation of Article 5 § 1 provided appropriate redress for the applicant and (ii) the Supreme Court’s decision of 24 May 2005 was based on that court’s practice which, however, was not in accordance with practice under the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.   The Code of Criminal Procedure of 1961",
                                "elements": [
                                    {
                                        "content": "15.  The following provisions of the Code of Criminal Procedure of 1961 (Law no. 141/1961 Coll., in force until 31 December 2005) are relevant in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Pursuant to Article 71 § 1, a person’s detention in the context of both pre-trial proceedings and during proceedings before a trial court can only last as long as necessary. Where detention in the context of pre-trial proceedings is to exceed six months, it can be extended at a public prosecutor’s request up to one year by a judge or to a maximum of two years by a court’s chamber.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Article 71 § 2 provides that a person’s detention in the context of both pre-trial proceedings and during a trial must not exceed two years. In justified cases the Supreme Court may extend its duration to a maximum of three years and, in cases of particularly serious offences, up to five years. Under paragraph 3 of Article 71, a proposal for extension of a person’s detention is to be submitted by a public prosecutor in the pre-trial proceedings and by the president of the court’s chamber during the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Article 72 § 1 obliges investigators, prosecutors and judges to examine, at each stage of criminal proceedings, whether reasons for the accused person’s detention persist. In pre-trial proceedings a judge is obliged to do so only when deciding on a public prosecutor’s proposal to extend detention or to modify the reasons for it or when deciding on the accused person’s application for release. Where a reason for an accused person’s detention no longer exists, the accused must be released immediately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Article 72 § 2 entitles an accused to apply for release at any time. When the public prosecutor dismisses such an application in the course of pre-trial proceedings, he or she must submit it immediately to the court. The decision on an application for release must be taken without delay. If an application is dismissed, the accused may only renew it fourteen days after the decision has become final unless he or she gives other reasons justifying his or her release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Pursuant to Article 192, where the court carries out a preliminary examination of the indictment of a person who is detained, it shall also decide whether that person is to remain in custody.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Practice of the Supreme Court",
                                "elements": [
                                    {
                                        "content": "21.  In accordance with the Supreme Court’s practice, the time-limits mentioned in Article 71 § 1 of the Code of Criminal Procedure of 1961 concerned exclusively situations where a decision on a public prosecutor’s proposal was to be made in the context of pre-trial proceedings. However, where an indictment had been filed within a shorter time than the two-year period mentioned in Article 71 § 1, the law did not require a request for continued detention of the accused persons to be made or a separate decision on their continued detention, with the exception of cases where the indictment had been filed less than ten days before the expiry of the two-year maximum period of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Pursuant to a 1975 Supreme Court ruling (Rt 5/75), Article 192 of the Code of Criminal Procedure requires a court to decide on further detention of an accused where it has carried out a preliminary examination of the indictment. Accordingly, where the presiding judge concludes, on the basis of the file, that a preliminary examination of the indictment is not required, and considers the detention of the accused to be lawful, there is no need for a separate decision of the court chamber on continued detention of the accused. However, where the accused applies for release, the application must be decided upon without delay in accordance with Article 72 § 2 of the Code of Criminal Procedure.`",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Practice of the ",
                                "elements": [
                                    {
                                        "content": "1.  Judgment I. ÚS 6/02 of 4 December 2002",
                                        "elements": [
                                            {
                                                "content": "23.  In judgment I. ÚS 6/02 the Constitutional Court noted that the Code of Criminal Procedure did not explicitly require that a decision on extension of an accused person’s detention be given in cases where an indictment had been filed and where the detention, both at the pre-trial stage and during the trial, had not exceeded two years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  It held, however, that the filing of an indictment alone did not as such justify a person’s continued detention. The court dealing with the case was required to decide explicitly on further detention of the accused prior to the expiry of the period for which the detention had been extended in the context of pre-trial proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  In its judgment the  referred in particular to the guarantees laid down in Article 5 § 1 of the Convention and the Court’s judgment in Stašaitis v. Lithuania (no. 47679/99, 21 March 2002, §§ 5961).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  In that case the Constitutional Court found no breach of Article 5 § 1 as the ordinary court involved, both in the context of a preliminary examination of the indictment and in reaction to the accused person’s request for release, decided that the reasons for the latter’s detention persisted. That decision had the same effect as a decision to extend the accused person’s detention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Judgments III. ÚS 322/05 of 10 May 2006 and III. ÚS 167/06 of 30 November 2006",
                                        "elements": [
                                            {
                                                "content": "27.  In the above two judgments given in the case of one of the applicant’s co-accused, the Constitutional Court found a breach of Article 5 § 1, in that there had been no judicial decision extending the accused person’s detention after the filing of the indictment. In the latter judgment it held, in particular:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the Constitutional Court’s view, the jurisdiction of the court involved at the pre-trial stage ended with the filing of the indictment on 21 January 2005. The indictment as such is not a ground for continued detention of a person as it does not explicitly follow from the law, and it is inadmissible to extend the possibilities of restricting a person’s liberty by extensive interpretation of several provisions of the Code of Criminal Procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, a court’s decision on detention of a person given at the pre-trial stage can constitute a ground for that person’s detention during a short period following the indictment. Otherwise it would be practically impossible to ensure continued detention of a person after an indictment has been filed. In the circumstances, a ground for the plaintiff’s detention existed until 25 January 2005. The detention should have been extended by a decision not later than 25 January 2005 if it was to last after that date. In the absence of any such decision, the restriction of the plaintiff’s liberty after 25 January 2005 was unlawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The unlawfulness of the plaintiff’s deprivation of liberty after 25 January 2005 cannot be justified retrospectively, not even by a judicial decision. Subsequent judicial decisions could not have extended the plaintiff’s detention, as it had ended on 25 January 2005. The only existing possibility was to remand the plaintiff in custody again. As this was not done, his subsequent deprivation of liberty had no legal ground.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Judgment I. ÚS 115/07 of 23 October 2007",
                                        "elements": [
                                            {
                                                "content": "28.  In judgment I. ÚS 115/07 the  confirmed that the filing of an indictment alone does not suffice for continued detention of the accused to be lawful. It is required that the court dealing with the criminal case following the indictment should take a decision on the accused person’s detention prior to the expiry of the period for which the latter had been remanded in the context of pre-trial proceedings. The  found a breach of the accused person’s right under Article 5 § 1 of the Convention and ordered his immediate release.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Code of Criminal Procedure of 2005",
                                "elements": [
                                    {
                                        "content": "29.  The new Code of Criminal Procedure (Law no. 301/2005 Coll.) entered into force on 1 January 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Article 76 § 5 provides, inter alia, that a court is obliged to decide on further detention of an accused within fifteen days of his or her indictment (or submission for its approval of an agreement between the prosecution and the accused on guilt and punishment) unless it has already decided on detention of the accused under provisions which govern the examination of indictments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The explanatory report to the draft Code of Criminal Procedure of 2005 indicates that the above provision accentuates judicial supervision of a person’s detention following his or her indictment and that the amendment is also in reaction to the Constitutional Court’s judgment I. ÚS 6/02 of 4 December 2002.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  The applicant complained that his detention after 24 January 2005 had been unlawful and that he was unable to obtain appropriate redress in that respect. He alleged a violation of Article 5 § 1 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law: (...)",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so; (...)”",
                                "elements": []
                            },
                            {
                                "content": "33.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "34.  The Government argued that the application was manifestly ill-founded as the guarantees of Article 5 § 1 had been complied with. In any event, given the redress which the applicant had obtained in the proceedings before the , he could no longer be considered a “victim” within the meaning of Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The applicant disagreed with the arguments of the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court reiterates that a decision or measure favourable to the applicant is not in principle sufficient to deprive the applicant of his or her status as a “victim”, within the meaning of Article 34 of the Convention, unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see Rosselet-Christ v. , no. 25329/05, § 49, 26 October 2010, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  In the present case, the Constitutional Court, on 15 February 2006, found that the applicant’s right under Article 5 § 1 had been violated in that there had been no judicial decision extending his detention after 24 January 2005. It ordered the Supreme Court to reimburse the applicant’s costs in the constitutional proceedings and dismissed his claim for just satisfaction, holding that (i) its finding as such provided appropriate redress for the applicant and (ii) the Supreme Court decision of 24 May 2005 was based on that court’s practice, which, however, was not in accordance with practice under the Convention (see paragraphs 13-14 above). At the time of the judgment the applicant had been released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Thus the Constitutional Court explicitly acknowledged a breach of the applicant’s right under the Convention on which he relies in the present application. However, the Court considers that, in the absence of any just satisfaction award, its judgment did not provide the applicant with appropriate redress, in view of the importance of the right to liberty and security as enshrined in Article 5 § 1 and the duration of the applicant’s detention, which the Constitutional Court had found to be unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In these circumstances, the applicant can still claim to be a “victim” of a breach of his rights within the meaning of Article 34 of the Convention, and the Government’s objection in this respect must therefore be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "41.  The applicant maintained that his detention after 24 January 2005 had been contrary to Article 5 § 1 as indicated in the Constitutional Court’s judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government argued that the applicant’s detention after 24 January 2005 had been in accordance with the law. They relied on Article 72 § 1 of the Code of Criminal Procedure of 1961 which obliged judges to examine, at each stage of criminal proceedings, whether reasons for the accused person’s detention persisted, as well as the existing practice of ordinary courts, as described above. The maximum permissible duration of the applicant’s detention was laid down in the Code of Criminal Procedure of 1961 and had not been exceeded. His detention after 24 January 2005 therefore had an appropriate legal basis and was neither arbitrary nor otherwise contrary to Article 5 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government further argued that in Pavlík v. Slovakia (no. 74827/01, judgment of 30 January 2007) the Court had found no breach of Article 5 § 1 despite the fact that the applicant’s detention had not been covered by a judicial decision for nearly one month.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  At the relevant time there was no established practice of the  as, prior to the facts of the present case, it had addressed the point in issue in a single judgment, namely I. ÚS 6/02 of 4 December 2002. The actual change in its approach had occurred in the context of proceedings brought by the applicant in the present case and his co-accused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The new approach consisted of an interpretation of the guarantees under Article 5 § 1 of the Convention which was broader than that which the Court gave to that provision under its case-law. In particular, the Government argued that while Article 5 § 1 required a legal basis in the domestic legal order for detention to be lawful, it did not follow from the Court’s case-law that lawful detention of a person should exclusively be based on an explicit judicial order.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Recapitulation of the relevant principles",
                                "elements": [
                                    {
                                        "content": "46.  The relevant principles are set out, for example, in Mooren v. Germany [GC] (no. 11364/03, §§ 72-81, ECHR 2009...; with further references). They can be summed up as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down an obligation to conform to the substantive and procedural rules thereof. Compliance with national law is not, however, sufficient: Article 5 § 1 requires in addition that any deprivation of liberty should be in keeping with the purpose of protecting the individual from arbitrariness. The Court must further ascertain in this connection whether domestic law itself is in conformity with the Convention, including the general principles expressed or implied therein, notably the principle of legal certainty. Although it is in the first place for the national authorities, notably the courts, to interpret and apply domestic law, under Article 5 § 1 failure to comply with domestic law entails a breach of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  A period of detention is, in principle, “lawful” if it is based on a court order. However, the Court has considered the absence of any grounds given by the judicial authorities in their decisions authorising detention for a prolonged period of time to be incompatible with the principle of the protection from arbitrariness enshrined in Article 5 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  It has further acknowledged that the speed with which the domestic courts replaced a detention order which had either expired or had been found to be defective is a relevant element in assessing whether a person’s detention must be considered arbitrary. Thus, in the context of sub-paragraph (c) of Article 5 § 1, a period of more than a year following a remittal from a court of appeal to a lower-level court, in which the applicant remained in a state of uncertainty as to the grounds for his detention, combined with the lack of a time-limit for the lower court to re-examine his detention, was found to render the applicant’s detention arbitrary (see Khudoyorov v. Russia, no. 6847/02, §§ 136-137, ECHR 2005X (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In the Jėčius v. Lithuania judgment (no. 34578/97, 31 July 2000, §§ 56-64, ECHR 2000-IX) the Court found that the sole fact that the case had been transmitted to the court did not constitute a “lawful” basis for detention within the meaning of Article 5 § 1 of the Convention, and that it could not extend or replace the valid detention order required by domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In Stašaitis, (cited above, §§ 68-69) the Court held that uncertainty had been created by the judicial authorities’ merging of detention decisions with other procedural acts, resulting in a lack of clarity regarding the lawfulness of the applicant’s detention. In that case the Court of Appeal retroactively reinstated a detention order issued more than a year before, but gave no reasons for its decision in that respect. In doing so it took no account of the applicant’s current situation. The Court concluded that the decision did not constitute a “lawful” basis for the applicant’s continued remand in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In the Žirovnický v. the  judgment (no. 23661/03, §§ 58-62, 30 September 2010), the Court found a breach of Article 5 § 1 as no detention warrant had been issued by a court or other judicial body authorising the applicant’s continued remand in custody for a period exceeding one month.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the relevant principles to the present case",
                                "elements": [
                                    {
                                        "content": "53.  In the present case the  acknowledged a breach of the applicant’s rights under Article 5 § 1, but the Government expressed their disagreement with that decision. In view of such situation the Court is required to take a stand on the point of issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  It would be justified for the Court to reach a contrary conclusion to that of the Constitutional Court only if it was satisfied that the latter had misinterpreted or misapplied the Convention provision or the Court’s jurisprudence under that provision or reached a conclusion which was manifestly unreasonable (see, mutatis mutandis, A. and Others v. the United Kingdom [GC], no. 3455/05, § 174 in fine, ECHR 2009-..., and Henryk Urban and Ryszard Urban v. Poland, no. 23614/08, §§ 51-53, 30 November 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The  found, with reference to its  ÚS 6/02, that the domestic law did not list indictment as a ground for continued detention of an accused. It considered inadmissible the practice of extending the statutory possibilities of restricting a person’s liberty by extensive interpretation of several provisions of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court concurs with the reasons put forward by the  which it finds to be in line with its above case-law. It considers that the purpose of Article 5, namely to protect individuals from arbitrary deprivation of liberty, is served in an appropriate manner where there is a mandatory formal judicial review requiring a decision which gives reasons for a person’s detention after his or her case has been submitted to the trial court and, as the case may be, the detention order issued at the pre-trial stage has expired.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court has noted that a judicial review of this kind was allowed for in Article 76 § 5 of the Code of Criminal Procedure of 2005, also with reference to the above Constitutional Court’s judgment I. ÚS 6/02. However, that development did not concern the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The foregoing considerations and the fact that the applicant has not obtained appropriate redress at domestic level enable the Court to conclude, in line with the Constitutional Court’s judgment, that the applicant’s detention after the expiry of the detention order given at pre-trial stage fell short of the requirement of lawfulness within the meaning of Article 5 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  There has therefore been a violation of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "61.  The applicant claimed 33,193.92 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government considered the sum claimed to be excessively high.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court awards the applicant EUR 15,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "64.  The applicant also claimed EUR 452.14 for costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Government had no objection to an award corresponding to the sum which the applicant had demonstrably incurred with a view to redressing the alleged breach of his right under Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 452 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "67.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following sums:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 November 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "Santiago Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BRUNCKO v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-107337.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1103JUD003393706",
    "externalsources": [],
    "extractedappno": [
        "33937/06",
        "204/05",
        "5/75",
        "6/02",
        "47679/99",
        "322/05",
        "167/06",
        "115/07",
        "25329/05",
        "74827/01",
        "11364/03",
        "6847/02",
        "34578/97",
        "23661/03",
        "3455/05",
        "23614/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-107337",
    "judgementdate": "03/11/2011 00:00:00",
    "kpdate": "03/11/2011 00:00:00",
    "kpthesaurus": [
        "448"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "5-3",
        "5"
    ],
    "parties": [
        "BRUNCKO",
        "SLOVAKIA"
    ],
    "rank": "837.936584472656",
    "representedby": [
        "BOBIKOVA M."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "365401",
    "typedescription": "15"
}