{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "26892/05",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-93730.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 26892/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Lithuanian nationals, Ms Laima Sofija Igarienė and Ms Diana Petrauskienė (“the applicants”), on 22 July 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Lithuanian Government (“the Government”) were represented by their Agent, Ms E. Baltutytė.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 2 February 2007 the Court decided to give notice to the Government of the applicants’ complaints under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention. It also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1938 and 1968 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 17 November 1992 the Kaunas City Board restored the applicants’ property rights to part of a building in . In particular, it restored in kind the applicants’ property rights to the flats in which they lived. The property restitution decision specified that the property rights to the uninhabited part of the building (hereafter “the disputed premises”) would be restored in accordance with the procedure and terms fixed by the Government.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 15 October 1993 the  deputy mayor and the applicants signed a statement of transfer acceptance (priėmimo-perdavimo aktas), by which the disputed premises were transferred to the applicants. \nOn 21 December 1993 the applicants registered their title to the premises.",
                                "elements": []
                            },
                            {
                                "content": "7.  By a decision of 21 March 1994, the  mayor declared the statement of transfer acceptance unlawful and consequently null and void. By a decision of 31 May 1994 the Kaunas City Board supplemented the decision of 17 November 1992 with a clause which specified the form in which the property rights were to be restored. Therein it was decided to pay compensation for the disputed premises, at that time occupied by a pharmacy, after the Government had determined the means and the procedure by which compensation was to be paid.",
                                "elements": []
                            },
                            {
                                "content": "8.  By a decision of 14 June 1994, the Kaunas City Board transferred the disputed premises from the balance sheet of one State-run company to the balance sheet of the State-run company of  area pharmacies. Subsequently, by a decision of the Kaunas City Board of 14 June 1996, the disputed premises were transferred into the private ownership of the closed-stock company, Šlamučio vaistinė.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 3 June 1994 the applicants, together with other persons in a similar situation, brought a civil claim, challenging the local authorities’ decisions of 21 March 1994 and 31 May 1994. It was dismissed as unsubstantiated by the Kaunas City District Court on 4 July 1994.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 22 August 1994 the Supreme Court quashed the lower court’s decision and remitted the case for a fresh examination. The Supreme Court noted that the lower court had not examined all the relevant circumstances. In particular, it had not taken account of the fact that, at the time of the adoption of the impugned decisions, the applicants had already been recognised as the owners of the entire building. The Supreme Court observed that only a court and not a local authority could have annulled the applicants’ ownership rights.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 7 October 1994 the Kaunas City District Court decided to suspend the civil proceedings further to a request by V.A., one of the plaintiffs in the case, on account of the illness of one of his relatives, who also was a plaintiff in that case. The court ordered V.A. to inform it when his relative’s state of health would allow her to participate in the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 1 July 1999 the Kaunas City District Court of its own motion resumed the civil proceedings.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 9 September 1999 the Kaunas City District Court granted the applicants’ claim. It declared the local authority’s decisions \nof 21 March 1994 and 31 May 1994 null and void, restoring the applicants’ title to the premises occupied by the pharmacy.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 28 February 2000 the  upheld that decision.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 12 September 2000 the Supreme Court quashed the lower courts’ decisions and returned the case to the Kaunas City District Court for an examination de novo. The Supreme Court considered that the lower courts had again failed to assess all the relevant circumstances – even those to which attention had been drawn in its decision of 22 August 1994 – and that they had erred in law.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 18 February 2004 the Kaunas City District Court dismissed the applicants’ action. The court observed that the law had not provided for restitution in kind of immovable property if it had been occupied by public-interest institutions, such as a pharmacy. The court further interpreted the decision of 17 November 1992, noting that it could not have been read as guaranteeing restitution in kind of the entire building, but only of the unoccupied part. The court annulled the ambiguous phrasing of the decision, leaving it to the local authorities to determine how to remedy the situation, either by pecuniary compensation or by the transfer of an equivalent property.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 23 September 2004 the  upheld the decision of the first-instance court.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 26 January 2005 the Supreme Court dismissed a cassation appeal by the applicants.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 25 May 2005 certain parties to the case, including the applicants, submitted a request to the Kaunas City District Court to interpret its decision of 18 February 2004. Their request was dismissed \non 21 June 2005.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 3 April 2006 V.A. instituted civil proceedings challenging the initial proportions of the applicants’ and other interested parties’ property rights, as set in the decision of 17 November 1992. By a final decision of 5 September 2007 the Kaunas City District Court left V.A.’s request unexamined because V.A., although having been duly informed about the hearing, failed to appear in court.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 11 December 2008 the head of the  issued an order to pay the applicants pecuniary compensation for the disputed premises. The compensation was to be paid in three instalments and on 29 December 2008 the applicants received the first payment due. The two remaining instalments are to be paid in 2009 and 2010.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "22.  The relevant domestic law and practice concerning the domestic remedies with regard to length of proceedings complaints have been summarised in the judgment of Četvertakas and Others v. Lithuania \n(no. 16013/02, §§ 19-22, 20 January 2009). In addition, Article 484 of the Civil Code, in force until 1 July 2001, provided that an organisation was to compensate for any damage which its employees had caused while performing their professional duties.",
                                "elements": []
                            },
                            {
                                "content": "23. The Law on the procedure and conditions for thr restoration of ownership rights to existing real property (Įstatymas dėl piliečių nuosavybės teisių į išlikusį nekilnojamąjį turtą atstatymo tvarkos ir sąlygų), enacted on 18 June 1991 and amended on numerous occasions, provided for two forms of restitution – the return of the property in kind or compensation for it if its physical return was not possible. Pursuant to Article 14 of the Law, if a house had been converted into non-residential premises which had been given to a medical institution or used for medical purposes, those premises were to be bought out by the State. The local authorities were competent to decide on the method of compensation.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 27 May 1994 the  examined the issue of the compatibility of the Constitution with the domestic laws on the restoration of property rights. In its decision the  held, inter alia, that possessions which had been nationalised by the Soviet authorities since 1940 should be treated as “property under the de facto control of the State”. The  stated:",
                                "elements": []
                            },
                            {
                                "content": "“The rights of a former owner to particular property have not been restored until the property is returned or appropriate compensation is afforded. The law does not itself provide any rights while it is not applied to a concrete person in respect of a specific property. In such a situation the legal effect of a decision by a competent authority to return the property or to provide compensation is such that only from that moment does the former owner obtain property rights to a specific property.”",
                                "elements": []
                            },
                            {
                                "content": "The  also held that fair compensation for property which could not be returned in kind was compatible with the principle of the protection of property.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 20 June 1995 the Constitutional Court affirmed that the choice by Parliament of the partial reparation principle was influenced by the difficult political and social conditions, in that “new generations had grown, new proprietary and other socio-economic relations had been formed during the 50 years of occupation, which could not be ignored in deciding the question of restitution of property”.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Law on the restoration of citizens’ ownership rights to existing real property (Piliečių nuosavybės teisių į išlikusį nekilnojamąjį turtą atkūrimo įstatymas), which was enacted on 1 July 1997 and which repealed the Law on the procedure and conditions for the restoration of ownership rights to existing real property, at the material time read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 8 Conditions and procedures for the restoration of ownership rights to residential houses, portions thereof and flats",
                                "elements": []
                            },
                            {
                                "content": "“1. Ownership rights to residential houses, portions thereof and flats shall be restored to persons specified in Article 2 of this Law by returning them in kind, except for residential houses, portions thereof and flats which are subject to a State buyout pursuant to Article 15 of this Law...”",
                                "elements": []
                            },
                            {
                                "content": "Article 15 Residential houses, portions thereof and flats bought out by the State",
                                "elements": []
                            },
                            {
                                "content": "“Residential houses, portions thereof and flats shall be bought out by the State from the citizens specified in Article 2 of this Law, who shall be compensated in accordance with Article 16 of this Law, provided that such residential houses, portions thereof or flats:",
                                "elements": []
                            },
                            {
                                "content": "(1) have been converted into premises unfit for human occupancy and used for educational, health care protection, cultural or scientific purposes, or by communal care residences. The list of such premises shall be approved by the Government...”",
                                "elements": []
                            },
                            {
                                "content": "Article 16 Compensation to citizens for real property bought out by the State",
                                "elements": []
                            },
                            {
                                "content": "“1. The State shall compensate citizens for existing real property which is bought out by the State, as well as for real property which existed prior to 1 August 1991 but subsequently ceased to exist as a result of decisions adopted by the State or local authorities.",
                                "elements": []
                            },
                            {
                                "content": "2. When the State compensates citizens for real property which, in accordance with this Law, is not returned in kind, the principle of equal value shall be applied to both the property that is not returned and other property which is transferred instead of it as compensation for the property bought out by the State. ...",
                                "elements": []
                            },
                            {
                                "content": "7. Compensation for buildings used for economic and commercial purposes, residential houses, portions thereof and flats which are not returned pursuant to this Law shall be established in accordance with the methods approved by the Government. ...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  The applicants complained that the length of the civil proceedings had been incompatible with the “reasonable time” requirement laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "28.  The Government submitted that the applicants should have brought a claim for damages before a civil court under Articles 483 and 484 of the Civil Code, in force until 1 July 2001. Relying on the ruling of the Constitutional Court of 19 August 2006, the Government also argued that, even assuming that specific redress had not been enshrined in any law, the applicants could have claimed redress by directly relying on the Constitution or on the general principles of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government further contended that the applicants could have applied to the domestic courts, seeking redress for the length of the civil proceedings under Article 6.272 of the Civil Code, in force since \n1 July 2001. In this connection the Government submitted a copy of a judgment delivered by the Supreme Court on 6 February 2007 whereby a person had been awarded damages under Article 6.272 of the Civil Code for the excessive length of proceedings, albeit criminal, which had been instituted in 1998 and discontinued in 2004. In view of the applicants’ failure to lodge such a claim in the present case, the complaint about the length of the proceedings should be rejected for non-exhaustion of domestic remedies, pursuant to Article 35 § 1 of the Convention. Lastly, the Government submitted that part of the impugned civil proceedings fell outside the Court’s competence ratione temporis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicants contested the Government’s argument, stating that no adequate remedy existed which they could use in relation to their Convention complaint as to the excessive length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court observes first that it has no competence to examine events which occurred prior to 20 June 1995, the date of the entry into force of the Convention in respect of . In so far as part of the civil proceedings took place before that date, this aspect of the application should be rejected under Article 35 §§ 3 and 4 as being incompatible ratione temporis with the provisions of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  As to the Government’s plea of non-exhaustion of domestic remedies, the Court refers to its conclusion in Baškienė v. Lithuania (no. 11529/04, §§ 68-72, 24 July 2007), where it held that a claim for damages under Article 6.272 of the Civil Code did not satisfy the test of “effectiveness”. The Court finds no reason to depart from its existing case-law in this regard. It further observes that, as an example of the relevant domestic case-law regarding Article 6.272 of the Civil Code, the Government relied on the decision of the Supreme Court of 6 February 2007. However, in the instant case the civil proceedings lasted from \n3 June 1994 until 26 January 2005 (see paragraphs 9 and 18 above) while the application was lodged with the Court on 22 July 2005. Consequently, the Court remains unconvinced that the possibility of claiming damages for the excessive length of proceedings under Article 6.272 of the Civil Code had – at the time when the present application was submitted – already acquired a sufficient degree of legal certainty requiring its use for the purposes of Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  As to the Government’s argument that the applicants could have brought a claim based on Articles 483 and 484 of the Civil Code, in force until 1 July 2001, or on the general principles of law or the Constitution, they have not adduced any evidence to demonstrate that such a remedy had any reasonable prospect of success, especially before the ruling of the Constitutional Court on 19 August 2006 (see Četvertakas and Others v. , no. 16013/02, § 30, 20 January 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court also notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "36.  The Government admitted that before the courts of first instance the civil proceedings as a whole had lasted a relatively long time. They submitted, however, that the length of the proceedings had been preconditioned by the serious illness of one of the parties. In particular, they noted that the civil proceedings had been suspended for almost five years and that this delay had been partly attributable to the conduct of the parties to the case, who had failed to request the domestic court to resume them (see paragraphs 11 and 12 above and the judgment Aleksa v. Lithuania, no. 27576/05, §§ 11 and 14, 21 July 2009, not yet final). They further contended that the case was complex since it had involved many plaintiffs, who had submitted numerous claims and counterclaims. A number of parties to the case had been replaced by other persons. The Government also drew the Court’s attention to the fact that the case file consisted of 8 volumes (2,234 pages) and that there had been frequent changes in domestic legislation regulating the restitution process. It followed that there had been no breach of the right to a hearing within a “reasonable time”, conferred by Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37. The applicants disagreed, stating that the complexity of the case was not sufficient to discharge the State from its obligation to observe the reasonable-time requirement. They noted, in particular, that the case had been suspended for almost five years and argued that the Kaunas City District Court had not made any efforts to resume its examination of the case. The applicants further observed that after the decision of the Supreme Court of 12 September 2000, by which the case had been returned to the first-instance court for a fresh examination, the Kaunas City District Court had only given its decision on 18 February 2004. Consequently, the length of these proceedings had been excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court notes that, although the civil proceedings were instituted on 14 June 1994, the period falling within its jurisdiction began only on 20 June 1995 (see paragraph 31 above) and lasted until 26 January 2005. The overall length of the proceedings was thus nine years and seven months for three levels of jurisdiction. However, the Court notes that \nby 20 June 1995 the proceedings had already been pending for a year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court has frequently found violations of Article 6 § 1 of the Convention in applications raising issues similar to the one in the present case (see Szilágyi v. , no. 73376/01, 5 April 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court observes that the present proceedings were indeed complex, particularly because of the number of participants, the ongoing legislative amendments and the restitution aspect. That, however, cannot justify their significant overall length.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court finds no evidence to demonstrate that at any stage of the proceedings the applicants displayed dilatory conduct or otherwise disrupted their proper conduct. The Court takes into consideration the Government’s argument that, from 7 October 1994 until 1 July 1999, the civil proceedings were suspended because one of the plaintiffs, V.A., had failed to inform the Kaunas City District Court about his relative’s state of health. It is to be noted, however, that this was an obligation imposed upon V.A. and not upon the applicants in the case at hand, who consequently cannot be held responsible for that omission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  As regards the conduct of the authorities, the Court notes that, owing to the lower courts’ failure to assess all the relevant circumstances in the case, the Supreme Court twice remitted the case to the lower courts for a fresh examination (see paragraphs 10 and 15 above). It should also be noted that it took the  City District Court three and a half years to adopt a new decision after the Supreme Court had returned the case to it for an examination de novo (see paragraphs 15 and 16 above and the judgment Kobelyan v. Georgia, no. 40022/05, not yet final, § 19).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44. The foregoing considerations are sufficient to enable the Court to conclude that the total length of the impugned civil proceedings breached the “reasonable time” requirement. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The applicants also complained in their original application that they had not been able to obtain restitution of the disputed premises in kind. They further contended that, owing to the protracted nature of the civil proceedings which had started in 1994 and lasted more than eleven years, they had been unduly restricted in the enjoyment of their property. The applicants expanded the latter aspect of their complaint in their observations on admissibility and merits dated 3 July 2007, contending that up to that date they had not been awarded any compensation for their property. They alleged a violation of Article 1 of Protocol No. 1, which provides:",
                                "elements": []
                            },
                            {
                                "content": " “Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ arguments",
                                "elements": [
                                    {
                                        "content": "46.  The Government submitted that this part of the application was inadmissible ratione temporis, since the applicants’ complaints related to events which had occurred before 24 May 1996, when Protocol No. 1 entered into force in respect of .",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government pointed out that the focus of the dispute between the applicants and the authorities was not the restoration of their property rights as such, but the question whether the applicants had been entitled to restitution of the disputed premises in kind. By the decisions of \n21 March 1994 and 31 May 1994, the local authorities had not annulled the applicants’ property rights but had only specified the form of the restitution. As under national law it was not possible to return the disputed property itself, the local authorities and, later, the courts had decided that the applicants had to be compensated for the disputed premises either by allocating to them a property of equivalent value or by paying them pecuniary compensation. The Government further contended that this possibility for the applicants to obtain compensation for the premises at issue ensured a reasonable balance between the interests of the applicants and the public and had been approved by the courts at three levels of jurisdiction. They alleged that the delay in paying the applicants the compensation for the disputed premises had resulted from the complexities of the restitution process and the related legal disputes. The Government concluded that this part of the application was manifestly ill-founded and should be dismissed pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicants noted that on 17 November 1992 the local authorities had restored their property rights. Even though the disputed decisions of 21 March 1994 and 31 May 1994 regarding the way their property rights should be restored had been adopted prior to the entry into force of Protocol No. 1 in respect of Lithuania, the hindrance to their peaceful enjoyment of their possessions had continued until the decision of the Supreme Court of 26 January 2005. Taking into account this continuous violation of their property rights, the present complaint fell within the Court’s competence ratione temporis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The applicants further argued that the domestic courts had misinterpreted the national law in finding that the disputed premises could not have been returned to them in kind. In particular, they alleged that there was no public interest in refusing them ownership of those premises and in transferring title to them to the pharmacy. In the applicants’ view, there was no public interest in that particular pharmacy conducting its business in those particular premises. Moreover, the restoration of the applicants’ property rights did not preclude the pharmacy from renting those premises. As the domestic courts had not established a sufficient public interest for the expropriation of the applicants’ property, there had been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "50.  The Court recalls that on 17 November 1992 the local authorities restored in kind the applicants’ ownership of part of a building in  and noted that their rights to the remaining part of the disputed premises would be restored in accordance with the procedure and terms set by the Government (see paragraph 5 above). Moreover, the aforementioned property restitution decision was never revoked; by a decision of 18 February 2004 the Kaunas City District Court merely left it to the local authorities to take appropriate measures to choose the form of compensation to be afforded to the applicants. The Court considers therefore that the local authorities’ decision of 17 November 1992 to restore the applicants’ property rights provided them with an enforceable claim constituting a “possession” within the meaning of Article 1 of Protocol No. 1 \n(see Jasiūnienė v. , no. 41510/98, § 44, 6 March 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court notes the Government’s argument that the impugned restitution-related decisions were adopted between 1992 and 1994, that is to say, before 24 May 1996, when Protocol No. 1 entered into force in respect of . However the Court observes that even though the judicial proceedings as to the lawfulness of those decisions were initiated on 3 June 1994, they lasted until 26 January 2005, and that during that period the applicants were restricted in their enjoyment of their possessions. Furthermore, the applicants did not receive the first part of the compensation for their property until 29 December 2008 (see paragraph 21 above). It follows that the applicants’ complaint cannot be dismissed as incompatible ratione temporis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court observes that in this part of the application the applicants complained about two different issues. Firstly, they complained about their inability to recover ownership of the disputed premises in kind. Secondly, they argued that they had not had peaceful enjoyment of their possessions since 1994. The Court will examine the admissibility of each of these complaints separately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The applicants’ inability to recover the disputed premises in kind",
                                        "elements": [
                                            {
                                                "content": "53.  To the extent that the applicants complained about their inability to recover the disputed premises in kind following the re-establishment of the , the Court reiterates that Article 1 of Protocol No. 1 to the Convention does not guarantee, as such, the right to restitution of property. Nor can it be interpreted as creating any general obligation for the Contracting States to restore property which had been expropriated before they ratified the Convention, or as imposing any restrictions on their freedom to determine the scope and conditions of any property restitution to former owners (see, among many authorities, Jantner v. Slovakia, \nno. 39050/97, § 34, 4 March 2003, and Bergauer and Others v. the Czech Republic (dec.), no. 17120/04, 13 December 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In the context of the present case the Court has regard to the decision of the Kaunas City District Court of 18 February 2004 that in accordance with the applicable domestic legislation the applicants had no right to recover the disputed premises in kind, and the authorities were simply required to grant them compensatory property. The Court sees no cause to depart from the domestic court’s findings, which were based on its direct knowledge of the national law and the factual circumstances. It follows that this complaint is manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It must therefore be rejected under Article 35 §§ 3 and 4.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicants’ inability to enjoy their possessions",
                                        "elements": [
                                            {
                                                "content": "55.  The Court considers that the main problem arising in the present case under Article 1 of Protocol No. 1 to the Convention was the applicants’ inability to use their property owing to the length of the civil litigation. In this connection the Court recalls its finding at paragraph 44 above and its previous case-law to the effect that, when a violation of Article 6 § 1 is found, the Court usually considers it unnecessary to determine the complaint based on Article 1 of Protocol No. 1 in addition (see, among many authorities, Mahieu v. France, no. 43288/98, § 27, 19 June 2001, and Michaïlidou and Others v. , no. 21091/07, § 12, 12 March 2009). Nevertheless, the Court is of the view that the case at hand is to be distinguished from that practice because, although the civil litigation ended with the Supreme Court’s decision of 26 January 2005, the restitution process has been substantially longer, and to date is still not finalised. Therefore the Court considers that this complaint merits separate consideration. Moreover, in the Court’s view, it is not manifestly \nill-founded within the meaning of Article 35 § 3 of the Convention. As there are no other grounds warranting the rejection of this complaint, the Court concludes that it must be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "56.  The Court repeats that by a decision of 17 November 1992 the local authority granted the applicants the right to obtain compensation corresponding to the value of the disputed premises. Even though that right was created in an inchoate form, as its materialisation was to be effected by an administrative decision allocating State assets to them according to the rules fixed by the Government, it clearly constituted a legal basis for the State’s obligation to implement it. However, as the applicants received the first part of the aforementioned compensation only on 29 December 2008, that is to say many years later, the Court considers that there was an interference with their right to the peaceful enjoyment of their possessions, conferred by the first sentence of Article 1 of Protocol No. 1 to the Convention. It remains to be ascertained whether or not that interference was justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  It is recalled that, for the purposes of the above-mentioned provision, the Court must determine whether a fair balance was struck between the demands of the general interest of the community and the protection of the individual’s fundamental rights (see Sporrong and Lönnroth v. Sweden, 23 September 1982, § 68, Series A no. 52). The requisite balance will not be struck where the person concerned bears an individual and excessive burden (see Străin and Others v. Romania, no. 57001/00, § 44, ECHR 2005VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court takes cognisance of the fact that the present case concerns restitution of property and is not unmindful of the complexity of the legal and factual issues a State faces when resolving such questions (see Velikovi and Others v. , nos. 43278/98, 45437/99, 48014/99, 48380/99, 51362/99, 53367/99, 60036/00, 73465/01 and 194/02, § 166, 15 March 2007). It follows that certain impediments to the realisation of the applicants’ right to the peaceful enjoyment of their possessions are not in themselves open to criticism. However, there is a risk that such restitution proceedings may unreasonably restrict the applicants’ ability to deal with their possessions, particularly if such proceedings are protracted \n(see, mutatis mutandis, Luordo v. , no. 32190/96, § 70, ECHR 2003IX). Moreover, the state of uncertainty in which applicants might find themselves as a result of delays attributable to the authorities is a factor to be taken into account in assessing the State’s conduct (see Almeida Garrett, Mascarenhas Falcão and Others v. Portugal, nos. 29813/96 and 30229/96, § 54, ECHR 2000I, and Broniowski v. Poland [GC], no. 31443/96, §§ 151 and 185, ECHR 2004V). The Court reiterates its case-law that compensation for the loss sustained by a deprivation of property must be paid within a reasonable time (see Guillemin v. , 21 February 1997, \n§ 54, Reports of Judgments and Decisions 1997I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In the context of the present case the Court observes that the State recognised the applicants’ right to compensation for the disputed premises as early as 17 November 1992. Even taking into account that Protocol No. 1 to the Convention came into force with regard to  only four years later, the applicants were not paid the first part of that compensation until 29 December 2008. The Court is not insensitive to the complexities inherent in the restitution process. However, in the present case the hindrance to the peaceful enjoyment of their property is mainly attributable to the respondent State, since the Court has already found that the related civil proceedings breached the “reasonable time” requirement (see paragraph 44 above). What is more, the applicants have not been fully paid for their property to date, given that they will not receive the final balance of compensation before 2010. In the Court’s view, the overall length of the restitution proceedings thus upset the balance which had to be struck between the general interest in securing the disputed premises for public needs and the applicants’ personal interest in the peaceful enjoyment of their possessions. The interference with the applicants’ right was accordingly disproportionate to the aim pursued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Having regard to the foregoing, the Court finds that there has been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  The applicants argued under Article 6 § 1 of the Convention that the courts had incorrectly applied domestic procedural and substantive law when examining their claims regarding restitution.",
                                "elements": []
                            },
                            {
                                "content": "62.  The Court reiterates that it is not its task under the Convention to act as a court of appeal, or a so-called court of fourth instance, from the decisions taken by domestic courts. It is the role of the latter to interpret and apply the domestic law (see Jahn and Others v. Germany [GC], nos. 46720/99, 72203/01 and 72552/01, § 86, ECHR 2005VI). It follows that this part of the application must be rejected as being manifestly \nill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "64.  The applicants claimed, without submitting any documents which would support that demand, 36,500 euros (EUR) in respect of pecuniary damage and EUR 100,000 in respect of non-pecuniary damage for each applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Government contested these claims as unsubstantiated and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. However, it awards each of the applicants EUR 4,500 in respect of \nnon-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "67.  The applicants did not submit any claims for the costs and expenses incurred before the domestic courts or the Court. Accordingly, the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "68.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares admissible the applicants’ complaints concerning the excessive length of the civil proceedings and their inability to enjoy their possessions;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay each of the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,500 \n(four thousand five hundred euros) in respect of non-pecuniary damage, plus any tax that may be chargeable, which sum is to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants’ claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 July 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Vladimiro Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Sally Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF IGARIENE AND PETRAUSKIENE v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-93730.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0721JUD002689205",
    "externalsources": [],
    "extractedappno": [
        "26892/05",
        "16013/02",
        "11529/04",
        "27576/05",
        "30979/96",
        "73376/01",
        "40022/05",
        "41510/98",
        "39050/97",
        "17120/04",
        "43288/98",
        "21091/07",
        "57001/00",
        "43278/98",
        "45437/99",
        "48014/99",
        "48380/99",
        "51362/99",
        "53367/99",
        "60036/00",
        "73465/01",
        "194/02",
        "32190/96",
        "29813/96",
        "30229/96",
        "31443/96",
        "46720/99",
        "72203/01",
        "72552/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-93730",
    "judgementdate": "21/07/2009 00:00:00",
    "kpdate": "21/07/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "IGARIENE AND PETRAUSKIENE",
        "LITHUANIA"
    ],
    "rank": "684.396789550781",
    "representedby": [
        "N/A"
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "350138",
    "typedescription": "15"
}