{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "44533/10",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-176765.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 44533/10) against Montenegro lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Montenegrin national, Mr Petar Vučinić (“the applicant”), on 31 July 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms J. Broćić Nikić, a lawyer practising in Podgorica. The Montenegrin Government (“the Government”) were represented by their Agent, Ms V. Pavličić.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 3 December 2014 the complaints concerning the length of the proceedings was communicated to the Government and the remainder of the application was declared inadmissible.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government objected to the examination of the application by a Committee. After having considered the Government’s objection, the Court rejects it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1949 and lives in Podgorica.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant was an employee of an export trading company with its seat in Ljubljana, Slovenia. Following the breakup of the Socialist Federal Republic of Yugoslavia, on 15 October 1991 the applicant’s employer closed its office in Podgorica. In line with the domestic law at the relevant time, the applicant was entitled to compensation in the amount of 24 monthly salaries.",
                                "elements": []
                            },
                            {
                                "content": "A.  The first set of civil proceedings",
                                "elements": [
                                    {
                                        "content": "7.  On 5 October 1991 the applicant founded a trading company with its seat in his former employer’s offices. On 25 March 1992 he submitted a request asking for a certificate which would make it possible for his new company to continue providing its services (rješenje o ispunjenosti uslova za obavljanje djelatnosti) with the Secretariat of Commerce and Development in Podgorica. On 3 October 1997 the applicant received this certificate from the Ministry of Commerce of the Republic of Montenegro.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 29 December 1998 the applicant lodged a civil claim with the Court of First Instance in Podgorica seeking compensation for the pecuniary loss suffered while he was awaiting the certificate.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 10 March 1999 the Court of First Instance ruled that it lacked competence to deal with the case and rejected the claim. This decision was quashed by the High Court on 17 September 1999 and was remitted to the Court of First Instance.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 30 April 2004 the Court of First Instance ruled partly in favour of the applicant. The High Court in Podgorica overturned this decision on 24 January 2008 and rejected the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On unspecified date in 2008 the applicant lodged an appeal on points of law with the Supreme Court. The latter quashed the judgement of the High Court on 7 May 2008 and remitted the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 11 June 2009 the High Court again rejected the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 4 March 2010 the Supreme Court upheld this decision. The Supreme Court’s judgment was served on the applicant on 1 April 2010.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The second set of civil proceedings",
                                "elements": [
                                    {
                                        "content": ".  On 23 April 2002 the applicant lodged a claim seeking payment of the 24 monthly salaries (see paragraph 6 above) against the Municipality of Podgorica and the Republic of Montenegro.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 5 February 2004 the Court of First Instance in Podgorica rejected the applicant’s claim. The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 9 November 2004 the High Court in Podgorica quashed this decision and remitted the case to the Court of First Instance for reconsideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 16 May 2006 the Court of First Instance again rejected the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 27 May 2008 the High Court quashed the above judgment partly. It remitted the case for reconsideration in so far as the quashed part is concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant lodged an appeal on points of law in respect of the part of the judgment of 16 May 2006 upheld by the High Court. The Supreme Court rejected this appeal on 3 March 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 16 January 2010 the Court of First Instance rejected the applicant’s claim in respect of the remitted part of the judgment of 16 May 2006. This decision was upheld by the High Court on 4 June 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 18 January 2011 the Supreme Court rejected the applicant’s appeal on points of law. This judgment was served on the applicant on 7 February 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On an unspecified day in 2011, the applicant lodged a constitutional appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 19 April 2013 the Constitutional Court rejected the applicant’s appeal. This decision was served on the applicant on 28 May 2013.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicant complained that the length of the civil proceedings in the present case had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  As regards the first set of civil proceedings",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": ".  The Government submitted that it could not be held responsible for delays that had occurred before the Convention had entered into force in respect of Montenegro on 3 March 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant made no comments in this regard.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the applicant initiated the civil proceedings in question before the Court of First Instance in December 1998. The proceedings are still pending. The Court finds that the impugned proceedings fell within its competence ratione temporis as of 3 March 2004. Insofar as the Government’s objection must be understood as an objection to the Court’s competence ratione temporis, it must therefore be rejected (see Đuković v. Montenegro (dec.), no. 38419/08, § 25, 13 June 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government submitted that the applicant had not exhausted all effective domestic remedies. In particular, they claimed that he might have had his proceedings expedited by means of a request for review (kontrolni zahtjev) or have been awarded compensation through an action for fair redress (tužba za pravično zadovoljenje).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant contested this argument.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court has already held that at the time when the application had been lodged there were no effective remedies in respect of the complaints relating to the length of proceedings: a request for review (kontrolni zahtjev) became effective as of 4 September 2013 (see Vukelić v. Montenegro, no.  58258/09, § 85, 4 June 2013), an action for fair redress (tužba za pravično zadovoljenje) became effective as of 18 October 2016 (see Vučeljić v. Montenegro (dec.), no. 59129/15, § 30, 18 October 2016), while a constitutional appeal became effective as of 20 March 2015 (see Siništaj and Others v. Montenegro, nos. 1451/10 and 2 others, § 123, 24  November  2015, and Vučeljić v. Montenegro (dec.), cited above, § 31). In view of that, the Court cannot but conclude that, whereas before the lodging of the application before the Court the applicant had no effective remedy at his disposal, the Government’s objection must be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court notes that the applicant’s complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "32.  The applicant reaffirmed its complaint that civil proceedings concerning the compensation for his pecuniary loss had not been concluded within a reasonable time as required by Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Government maintained that there had been no violation of Article 6 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The proceedings started on 29 December 1998, but the period to be taken into consideration began only on 3 March 2004 (see paragraph 27 above). The period in question ended on 1 April 2010. It has thus lasted six years and one month, for three levels of jurisdiction. However, in assessing the reasonableness of the length, account must be taken of the state of the proceedings at the time the Convention entered into force in respect of Montenegro (see Lavents v. Latvia, no. 58442/00, § 86, 28 November 2002; and Đuković, cited above, § 27). The Court therefore notes that on that date the proceedings had been already pending for five years and two months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Having examined all the material submitted to it and with regard to its case-law on the subject, the Court considers that in the absence of any justification the length of the proceedings of more than six years was excessive and failed to meet the “reasonable time” requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  There has accordingly been a breach of Article 6 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  As regards the second set of civil proceedings",
                                "elements": [
                                    {
                                        "content": ".  The Court observes that the complaint in respect of the length of the second set of civil proceedings was introduced to this Court on 26 November 2013, that is after the Constitutional Court’s decision had already been delivered to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court notes that a constitutional appeal was not an effective remedy for the length of proceedings at the relevant time (see Boucke v. Montenegro, no. 26945/06, § 79, 21 February 2012, Živaljević v. Montenegro, no. 17229/04, § 68, 8 March 2011) and that it had only become effective on 20 March 2015 (see paragraph 30 above). The applicant should have lodged his complaint with this Court within the six months after the decision of the Supreme Court was served on him, that is not later than 7 August 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Accordingly, the Court concludes in respect of this set of proceedings that the complaint was introduced outside the six-month timelimit and must be declared inadmissible in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "42.  The applicant claimed 479,654.09 euros (EUR) in respect of pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Government contested it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. However, it awards the applicant EUR 500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "45.  The applicant also claimed EUR 12,451.07 for the costs and expenses incurred before the domestic courts and EUR 500 for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government contested it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Regard being had to the documents in its possession, the Court considers it reasonable to award the applicant the sum of EUR 500 covering costs and expenses before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "48.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint about the length of the first set of civil proceedings admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint about the length of the second set of civil proceedings inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention in respect of the first set of civil proceedings;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, the following sums:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 September 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paul Lemmens",
            "role": "president"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Stéphanie Mourou-Vikström",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VUČINIĆ v. MONTENEGRO",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-176765.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0905JUD004453310",
    "externalsources": [],
    "extractedappno": [
        "44533/10",
        "38419/08",
        "58258/09",
        "59129/15",
        "1451/10",
        "58442/00",
        "30979/96",
        "26945/06",
        "17229/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-176765",
    "judgementdate": "05/09/2017 00:00:00",
    "kpdate": "05/09/2017 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "26",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "VUČINIĆ",
        "MONTENEGRO"
    ],
    "rank": "1998.951171875",
    "representedby": [
        "BROCIC NIKIC J."
    ],
    "respondent": "MNE",
    "respondentOrderEng": "31",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "467667",
    "typedescription": "15"
}