{
    "__articles": "3;5;5-3;5-4;5-5",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Speediness of review);Violation of Article 5 - Right to liberty and security (Article 5-5 - Compensation);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "10179/05;28828/17;28882/17;29901/17;18170/18;38349/18;39183/18;42639/18;46290/18;46746/18;49702/18;51467/18;51693/18;52182/18;52473/18;53026/18;58185/18;59010/18;1107/19;1922/19;2404/19;4780/19;4781/19;4816/19;5441/19;6416/19;6731/19",
    "article": [
        "3",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-5 - Compensation"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-203981.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications against Russia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates indicated in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were given notice of the applications.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "3.  The list of applicants and the relevant details of the applications are set out in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants complained of the excessive length of their pre-trial detention. Some applicants also raised other complaints under the provisions of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "5.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "  THE GOVERNMENT’S REQUEST TO STRIKE OUT CERTAIN APPLICATIONS UNDER ARTICLE 37 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "6.  The Government submitted a unilateral declaration in case no. 51693/18 which did not offer a sufficient basis for finding that respect for human rights as defined in the Convention does not require the Court to continue its examination of the case (Article 37 § 1 in fine). The Court rejects the Government’s request to strike that application out and will accordingly pursue its examination of the merits of the case (see Tahsin Acar v. Turkey (preliminary objections) [GC], no. 26307/95, § 75, ECHR 2003VI).",
                                "elements": []
                            },
                            {
                                "content": "7.  The Government also provided unilateral declarations in application no. 18170/18 (covering a part of the applicant’s complaints under Article 5 § 4 about excessive length of judicial review of detention, acknowledging a violation of that Convention provision and offering to pay 500 euros (EUR), plus any tax that may be chargeable on that amount to the applicant) and in application no. 10179/05 (acknowledging a violation of the Convention in respect of the applicant’s complaints about poor conditions of his detention and offering to pay the applicant EUR 10,750, plus ay tax that may be chargeable to him on that amount). The Court has not received a response from the applicants accepting the terms of the declarations.",
                                "elements": []
                            },
                            {
                                "content": "8.  The Court observes that Article 37 § 1 (c) enables it to strike a case out of its list if:",
                                "elements": []
                            },
                            {
                                "content": "“... for any other reason established by the Court, it is no longer justified to continue the examination of the application”.",
                                "elements": []
                            },
                            {
                                "content": "9.  Thus, it may strike out applications under Article 37 § 1 (c) on the basis of a unilateral declaration by a respondent Government even if the applicants wish the examination of the cases to be continued (see, in particular, the Tahsin Acar v. Turkey, cited above).",
                                "elements": []
                            },
                            {
                                "content": "10.  The Court has established clear and extensive case-law concerning complaints relating to inadequate conditions of detention and lack of speedy review of the detention matters (see, for example, Idalov v. Russia [GC], no. 5826/03, 22 May 2012, and Sergey Babushkin v. Russia, no. 5993/08, 28 November 2013).",
                                "elements": []
                            },
                            {
                                "content": "11.  Noting the admissions contained in the Government’s declarations as well as the amount of compensation proposed – which is consistent with the amounts awarded in similar cases – the Court considers that it is no longer justified to continue the examination of applications nos. 18170/18 and 10179/05 in the abovementioned parts (Article 37 § 1 (c)).",
                                "elements": []
                            },
                            {
                                "content": "12.  In the light of the above considerations, the Court is satisfied that respect for human rights as defined in the Convention and the Protocols thereto does not require it to continue the examination of applications nos. 18170/18 and 10179/05 in the relevant parts (Article 37 § 1 in fine).",
                                "elements": []
                            },
                            {
                                "content": "13.  Finally, the Court emphasises that, should the Government fail to comply with the terms of their unilateral declarations, the applications may be restored to the list in accordance with Article 37 § 2 of the Convention (Josipović v. Serbia (dec.), no. 18369/07, 4 March 2008).",
                                "elements": []
                            },
                            {
                                "content": "14.  In view of the above, it is appropriate to strike out of the list applications nos. 18170/18 and 10179/05 in the parts covered by the Government’s unilateral declarations.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "15.  The applicants complained principally that their pre-trial detention had been unreasonably long. They relied on Article 5 § 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 5 § 3",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "16.  The Court observes that the general principles regarding the right to trial within a reasonable time or to release pending trial, as guaranteed by Article 5 § 3 of the Convention, have been stated in a number of its previous judgments (see, among many other authorities, Kudła v. Poland [GC], no. 30210/96, § 110, ECHR 2000XI, and McKay v. the United Kingdom [GC], no. 543/03, §§ 41-44, ECHR 2006X, with further references).",
                                "elements": []
                            },
                            {
                                "content": "17.  In the leading case of Dirdizov v. Russia, no. 41461/10, 27 November 2012, the Court already found a violation in respect of issues similar to those in the present case.",
                                "elements": []
                            },
                            {
                                "content": "18.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion on the admissibility and merits of these complaints.",
                                "elements": []
                            },
                            {
                                "content": "19.  As regards application no. 53026/18, the Court would like to stress, in particular, that this is the second application lodged by the applicant Mr Shakhman concerning one and the same lengthy detention on remand period. The Court has already found a violation of Article 5 § 3 of the Convention in respect of the first application (no. 14416/17) lodged by the applicant concerning his on-going unreasonably long detention on remand starting on 4 October 2016 (see Pavlov and Others v. Russia [Committee], no. 24715/16 and 7 others, 11 January 2018). Following that judgment, Mr Shakhman remained in detention pending the trial proceedings against him and until his release on 11 September 2018. In November 2018 he lodged the present application with the Court.",
                                "elements": []
                            },
                            {
                                "content": "20.  In this respect the Court reiterates that in the specific context of a continuing violation of a Convention right following adoption of a judgment in which the Court found a violation of that right during a certain period, it is not unusual for the Court to examine a second application concerning a violation of the same right during the subsequent period (see Wasserman v. Russia (no. 2), no. 21071/05, § 33, 10 April 2008, with further references).",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court observes that the first application (no. 14416/17) concerned the applicant’s excessively long detention on remand. When the Court delivered its judgment on 11 January 2018, having found a violation of Article 5 § 3 of the Convention and having made an award in respect of the period preceding its judgment, the applicant was still in detention on remand.",
                                "elements": []
                            },
                            {
                                "content": "22.  The present application, which the applicant lodged in November 2018, concerns his continuous detention on remand in the period subsequent to the Court’s judgment of 11 January 2018.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Court acknowledges that it has no jurisdiction to review the measures adopted in the domestic legal order to put an end to the violations found in its judgment in the first case brought by the applicant. It may, nevertheless, take stock of subsequent factual developments. In this respect, the Court observes that the applicant continued to be detained for another eight months after the Court had delivered its judgment in the case (see, mutatis mutandis, Wasserman (no. 2), cited above, § 36).",
                                "elements": []
                            },
                            {
                                "content": "24.  It follows that, in so far as the applicant’s complaint concerns the further period during which he continued to be detained on remand allegedly in the absence of proper reasons for that, it has not been previously examined by the Court. The Court therefore has competence ratione materiae and ratione personae to entertain this complaint. Moreover, when assessing the reasonableness of the remaining period between 11 January and 11 September 2018 for the purposes of Article 5 § 3 of the Convention, the Court “can take into consideration the fact that an applicant has previously spent time in custody pending trial” (see Idalov v. Russia [GC], no. 5826/03, § 130, 22 May 2012).",
                                "elements": []
                            },
                            {
                                "content": "25.  Reverting to all applications in the present case, and having regard to its case-law on the subject, the Court considers that in the instant case the length of the applicants’ pre-trial detention was excessive.",
                                "elements": []
                            },
                            {
                                "content": "26.  These complaints are therefore admissible and disclose a breach of Article 5 § 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "OTHER ALLEGED VIOLATIONS UNDER WELL-ESTABLISHED CASE-LAW",
                        "elements": [
                            {
                                "content": "27.  In some applications, the applicants submitted other complaints which also raised issues under the Convention, given the relevant well-established case-law of the Court (see appended table). These complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention, nor are they inadmissible on any other ground. Accordingly, they must be declared admissible. Having examined all the material before it, the Court concludes that they also disclose violations of the Convention in the light of its findings in its case-law (Svinarenko and Slyadnev v. Russia [GC], nos. 32541/08 and 43441/08, ECHR 2014 (extracts), as regards placement of applicants in metal cages during hearings in court rooms; Idalov v. Russia [GC], cited above, concerning lack of speedy review of detention matters; and Alekhin v. Russia, no. 10638/08, 30 July 2009, regarding lack of, or inadequate, compensation in relation to the excessive length of pre-trial detention and to a delay in examination of an appeal against an extension order, as required by Article 5 §  5 of the Convention in conjunction with Article 5 §§ 1 and 4 of the Convention).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "REMAINING COMPLAINTS",
                        "elements": [
                            {
                                "content": "28.   In some applications the applicants also raised other complaints under various Articles of the Convention. In particular, the applicants in applications nos. 28828/17, 28882/17 and 29901/17 complained under Article 5 § 1 of the Convention about excessively lengthy detention in violation of domestic law. Having regard to the facts of the cases, the submissions of the parties, and its findings under Article 5 § 3 of the Convention, the Court considers that it has examined the main legal questions raised in the present applications with regard to Article 5 of the Convention. It thus considers that the applicants’ complaints are admissible but that there is no need to give a separate ruling on the complaints under Article 5 § 1 of the Convention (see Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014).",
                                "elements": []
                            },
                            {
                                "content": "29.  The Court further has examined additional complaints raised in applications nos. 10179/05, 18170/18, 4816/19, 1922/19. It considers that, in the light of all the material in its possession and in so far as the matters complained of are within its competence, these complaints either do not meet the admissibility criteria set out in Articles 34 and 35 of the Convention or do not disclose any appearance of a violation of the rights and freedoms enshrined in the Convention or the Protocols thereto.",
                                "elements": []
                            },
                            {
                                "content": "It follows that this part of applications nos. 10179/05, 18170/18, 4816/19, 1922/19 must be rejected in accordance with Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "31.  Regard being had to the documents in its possession and to its caselaw (see, in particular, Pastukhov and Yelagin v. Russia, no. 55299/07, 19 December 2013), the Court considers it reasonable to award the sums indicated in the appended table.",
                                "elements": []
                            },
                            {
                                "content": "32.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "Rejects the Government’s request to strike application no. 51693/18 out of its list of cases under Article 37 of the Convention on the basis of the unilateral declaration which they submitted;",
                        "elements": []
                    },
                    {
                        "content": "Takes note of the terms of the Government’s declarations in respect of cases nos. 10179/05 and 18170/18, and of the arrangements for ensuring compliance with the undertakings referred to therein;",
                        "elements": []
                    },
                    {
                        "content": "Decides to strike application no. 18170/18, in the part concerning the excessive length of judicial review of detention, and application no. 10179/05, in the part concerning the conditions of detention, out of its list of cases in accordance with Article 37 § 1 (c) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Declares the complaints concerning the excessive length of pre-trial detention and the other complaints under the well-established case-law of the Court, as set out in the appended table, as well as the complaints raised under Article 5 § 1 of the Convention in applications nos. 28828/17, 28882/17 and 29901/17 admissible, and the remainder of applications nos. 10179/05, 18170/18, 4816/19, and 1922/19 inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that these complaints disclose a breach of Article 5 § 3 of the Convention concerning the excessive length of pre-trial detention;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of the Convention as regards the other complaints raised under the well-established case-law of the Court (see appended table);",
                        "elements": []
                    },
                    {
                        "content": "Holds that there is no need to examine the complaints under Article 5 § 1 of the Convention in applications nos. 28828/17, 28882/17 and 29901/17;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicants, within three months, the amounts indicated in the appended table, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 July 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Alena Poláčková",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Gilberto Felici",
            "role": "judges"
        },
        {
            "name": "Liv Tigerstedt",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DIKIN AND OTHERS v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-203981.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0730JUD001017905",
    "externalsources": [],
    "extractedappno": [
        "10179/05",
        "51693/18",
        "26307/95",
        "18170/18",
        "5826/03",
        "5993/08",
        "18369/07",
        "30210/96",
        "543/03",
        "41461/10",
        "53026/18",
        "14416/17",
        "24715/16",
        "21071/05",
        "32541/08",
        "43441/08",
        "10638/08",
        "28828/17",
        "28882/17",
        "29901/17",
        "47848/08",
        "4816/19",
        "1922/19",
        "55299/07",
        "38349/18",
        "39183/18",
        "42639/18",
        "46290/18",
        "46746/18",
        "49702/18",
        "51467/18",
        "52182/18",
        "52473/18",
        "58185/18",
        "59010/18",
        "1107/19",
        "2404/19",
        "4780/19",
        "4781/19",
        "5441/19",
        "6416/19",
        "6731/19"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-203981",
    "judgementdate": "30/07/2020 00:00:00",
    "kpdate": "30/07/2020 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "448",
        "227",
        "474",
        "45"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "3",
        "5-3",
        "5-4",
        "5-5",
        "5"
    ],
    "parties": [
        "DIKIN AND OTHERS",
        "RUSSIA"
    ],
    "rank": "6669.771484375",
    "representedby": [
        "DIKIN D.M.",
        "PANFILOV D.V.",
        "KOPTEYEVA A.V.",
        "BULYSOV R.Y.",
        "UPOROV I.N.",
        "ALEKSANDROVA L.A.",
        "LAPTEV A.N.",
        "ZYKOV A.L.",
        "POLOZOV K.B.",
        "AKSENOVA Y.V.",
        "URYCHEV A.V.",
        "DENISOV D.A.",
        "VLADIMIROV A.V.",
        "SOLOVYEV Y.G.",
        "KLYUBIN S.N."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "499873",
    "typedescription": "15"
}