{
    "__articles": "5;5-1;5-4",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention)",
    "applicability": "",
    "appno": "22921/05",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Review of lawfulness of detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-110154.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 22921/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Aleksey Viktorovich Mukharev (“the applicant”), on 10 May 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that his pre-trial detention between 13 January and 8 February 2005 had not been covered by a valid detention order and that the lawfulness of his detention in that period was not amenable to judicial review.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 6 November 2009 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1966 and lives in the village of Novoye Pole,  region.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 13 November 2004 the applicant was detained as a suspect in a criminal case concerning theft. On the same day the Kambarskiy District Court of the  authorised his detention for two months.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 13 January 2005 the criminal case file was submitted to the court. The applicant remained in detention, although the detention order of 13 November 2004 had expired and no extension had been ordered.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 25 January 2005 the criminal case file arrived at the Kambarskiy District Court, and on 26 January 2005 the court scheduled a preliminary hearing in the case to take place on 8 February 2005. The court did not take any decision on whether the applicant should remain in detention.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 3 February 2005 the applicant appealed to the Supreme Court of the  against the decision of 26 January 2005, claiming in particular that he had been detained unlawfully.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 8 February 2005, during a preliminary hearing before the Kambarskiy District Court, the applicant challenged his detention from 13 January onwards, which was still continuing, without any detention order. The court held that “the measure of restraint, pre-trial detention, [was] to remain unchanged”.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 16 February 2005 the Kambarskiy District Court examined the applicant’s application for release and dismissed it on the grounds that the gravity of the charges and the applicant’s previous criminal record made it likely that he would flee justice or commit new crimes if released.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 19 February 2005 the applicant challenged the decision of 8 February 2005 as regards the extension of his detention.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 17 March 2005 the Supreme Court of the  examined and dismissed the applicant’s complaint by which he challenged the decision of 8 February 2005 on the grounds that it did not cover the period from 13 January to 8 February 2005. The court noted that the criminal case file had been sent by the prosecutor’s office to the court on the last day the detention order was valid, thus complying with the time-limits. It referred to Articles 231 and 255 of the Code of Criminal Procedure as a basis for the applicant’s detention during the trial but did not examine whether, and when, the court authorised the detention under these provisions.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 31 March 2005 the Supreme Court of the  examined the appeal, in which he challenged the extension of his detention by the decision of 8 February 2005, which he alleged to be unlawful. The court found that the decision was justified in view of the gravity of the charges and the applicant’s previous criminal record, and upheld the extension of the detention.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 4 and 11 May 2005 the applicant made applications for release to the Supreme Court of the , without success.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 25 May 2005, during the hearing of his criminal case before the Kambarskiy District Court, the applicant made another application for release, which was refused on the grounds of the gravity of the charges, the applicant’s previous criminal record and the likelihood that he would abscond.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 27 May 2005 the Kambarskiy District Court examined the applicant’s new application for release and dismissed it on the same grounds as two days earlier.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 7 July 2005 the Presidium of the Supreme Court of the Udmurtskaya Republic conducted a supervisory review of the appeal decision taken by the Supreme Court of the  on 17 March 2005. It noted that in his complaint of 3 February 2005 the applicant challenged the decision of 26 January 2005, alleging that his detention from 13 January 2005 onwards was unlawful, whereas the decision of 8 February 2005 granted the extension without addressing the lawfulness of the detention in the time before that. However, the Presidium found that the decision of 26 January 2005 did not concern the detention and therefore was not amenable to appeal on that point. The Presidium quashed the appeal decision of 17 March 2005 and discontinued the appeal proceedings as regards the lawfulness of the applicant’s detention from 13 January 2005 to 8 February 2005.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 12 July 2005 the Kambarskiy District Court lifted the detention order and released the applicant, who signed an undertaking not to leave.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 21 September 2006 the Kambarskiy District Court convicted the applicant of theft and sentenced him to two years and four months’ imprisonment, suspended.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "21.  The Code of Criminal Procedure of the Russian Federation, in force from 1 July 2002, provides that from the date the prosecutor forwards the case to the trial court the defendant’s detention is “before the court” (or “during judicial proceedings”). Upon receipt of the case file, the judge must determine, in particular, whether the defendant should remain in custody or be released pending trial (Articles 228 (3) and 231 § 2 (6)).",
                                "elements": []
                            },
                            {
                                "content": "22.  The term of detention “during judicial proceedings” is calculated from the date the court received the file and to the date the judgment is given. The period of detention “during judicial proceedings” may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions, of no longer than three months each (Article 255 §§ 2 and 3).",
                                "elements": []
                            },
                            {
                                "content": "23.  At any time during the trial the court may order, vary or revoke any preventive measure, including detention (Article 255 § 1). An appeal against such a decision lies with the higher court. It must be lodged within ten days, and examined no later than one month after its receipt (Articles 255 § 4 and 374).",
                                "elements": []
                            },
                            {
                                "content": "24.  On 22 March 2005 the Constitutional Court of the Russian Federation adopted Ruling no. 4-P on a complaint lodged by a group of individuals concerning the de facto extension of detention after the transfer of a case file to a trial court by the prosecution. In part 3.2 of the ruling the  held:",
                                "elements": []
                            },
                            {
                                "content": "“The second part of Article 22 of the Constitution of the  provides that ... detention is permitted only on the basis of a court order ... Consequently, if the term of detention, as defined in the court order, expires, the court must decide on the extension of the detention, otherwise the accused person must be released ...",
                                "elements": []
                            },
                            {
                                "content": "These rules are common to all stages of criminal proceedings, and also cover the transition from one stage to another. ... The transition of the case to another stage does not automatically put an end to a preventive measure applied at previous stages.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant complained under Article 5 § 1 (c) of the Convention that his detention from 13 January 2005 to 8 February 2005 was not based on any judicial order. Article 5 § 1 (c) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so.”",
                                "elements": []
                            },
                            {
                                "content": "26.  The Government confirmed that that from 13 January to 8 February 2005 the applicant was held in custody without judicial authorisation. On the former date the prosecutor submitted the criminal case to the court but no decision was taken to extend the term of pre-trial detention. They referred to the decision of the Constitutional Court that found, on 22 March 2005, that the practice permitting the detention of an accused without a court order for up to six months from the date of receipt of the case file by the trial court was tainted with arbitrariness and therefore incompatible with the Constitution. However, the relevant period of the applicant’s detention ended before the Constitutional Court’s ruling, and therefore the conclusion made therein had not been taken into account. The Government accepted that the applicant’s detention in that period was in breach of Article 5 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "27.  The applicant reiterated his arguments, claiming that there had been a violation of this provision.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "28.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "29.  The Court reiterates that the expressions “lawful” and “in accordance with a procedure prescribed by law” in Article 5 § 1 essentially refer back to national law and state the obligation to conform to the substantive and procedural rules thereof. However, the “lawfulness” of detention under domestic law is not always the decisive element. The Court must in addition be satisfied that detention during the period under consideration was compatible with the purpose of Article 5 § 1 of the Convention, which is to prevent individuals from being deprived of their liberty in an arbitrary fashion (see, among many other authorities, Khudoyorov v. Russia, no. 6847/02, § 124, ECHR 2005-X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court observes that in the instant case the period of the applicant’s detention authorised by the decision of 13 November 2004 expired on 13 January 2005. However, no further decision on his detention was taken until 8 February 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court has already found a violation of Article 5 § 1 of the Convention in many cases against Russia concerning the practice of holding defendants in custody solely on the strength of the fact that their case had been referred to the trial court. It has held that the practice of keeping defendants in detention without judicial authorisation or clear rules governing their situation was incompatible with the principles of legal certainty and the protection from arbitrariness, which are common threads throughout the Convention and the rule of law (see Isayev v. Russia, no. 20756/04, §§ 131-33, 22 October 2009; Yudayev v. Russia, no. 40258/03, §§ 59-61, 15 January 2009; Belov v. Russia, no. 22053/02, §§ 90-91, 3 July 2008; Lebedev v. Russia, no. 4493/04, §§ 55-58, 25 October 2007; Shukhardin v. Russia, no. 65734/01, §§ 84-85, 28 June 2007; Belevitskiy v. Russia, no. 72967/01, §§ 88-90, 1 March 2007; Korchuganova v. Russia, no. 75039/01, § 57, 8 June 2006; and Khudoyorov, cited above, §§ 147-51). The Court sees no reason to reach a different conclusion in the present case. It notes that the Government have also accepted that that this period of the applicant’s detention did not comply with domestic law and considers that it was not “lawful” within the meaning of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In the light of the foregoing considerations, the Court finds that there has been a violation of Article 5 § 1 of the Convention on account of the applicant’s detention from 13 January to 8 February 2005.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complained that he did not have at his disposal an effective procedure by which he could challenge the lawfulness of his detention in the period from 13 January to 8 February 2005, as required by Article 5 § 4 of the Convention. This Article provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "34.  The Government considered that the applicant could have challenged the allegedly unlawful detention before a court, and he did so by submitting, on 19 February 2005, a complaint about the extension of the pre-trial detention, which was decided upon on 8 February 2005. Nevertheless, in the in the circumstances the Government accepted that there had been a violation of Article 5 § 4 in the present case.",
                                "elements": []
                            },
                            {
                                "content": "35.  The applicant contested the Government’s arguments, without commenting on their conclusion, and stated that his right to a judicial review of the pre-trial detention had been violated. He asserted that for the period between 13 January and 8 February 2005 there existed no detention order he could have appealed against and that the courts had not examined this complaint when he presented it later, during the proceedings on his detention.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "36.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "37.  The Court reiterates that by virtue of Article 5 § 4 an arrested or detained person is entitled to bring proceedings for review by a court of the procedural and substantive conditions which are essential for the “lawfulness”, in the sense of Article 5 § 1, of his or her deprivation of liberty. This means that the competent court has to examine not only compliance with the procedural requirements set out in domestic law, but also the reasonableness of the suspicion grounding the arrest and the legitimacy of the purpose pursued by the arrest and the ensuing detention (see Brogan and Others v. the United Kingdom, 29 November 1988, Series A no. 145-B, § 65; Grauslys v. Lithuania, no. 36743/97, §§ 51-55, 10 October 2000; and Ilijkov v. , no. 33977/96, § 94, 26 July 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  As the Court has found above, between 13 January and 8 February 2005 the applicant’s detention was not covered by any detention order (see paragraph 31 above). The applicant was not therefore able to initiate a judicial review of his detention during that period because the Russian law only provides for a procedure for an appeal against formal detention orders (see paragraph 23 above). In the absence of such an order the applicant did not have a clear avenue to have the lawfulness of his detention reviewed (see, mutatis mutandis, Belevitskiy, cited above, § 109). Furthermore, when the applicant did complain to the courts alleging the unlawful detention in that period, they treated this complaint as an application for release and did not make a retrospective assessment of the lawfulness of the previous detention periods. In particular, in their decisions of 8 and 16 February 2005 the courts limited themselves to stating reasons for the prospective detention. In the appeal decision of 17 March 2005 the Supreme Court of the  referred to the complaint as regards the period in question, but did not examine the question whether there had been an authorisation in respect of the period at issue. Moreover, the subsequent supervisory review quashed that decision, stating that the lawfulness of the detention in that period was outside the scope of the appeal review, because the relevant decision did not contain an order for, or an extension of, the applicant’s detention. It follows that the domestic courts did not consider this part of the applicant’s detention to be subject to judicial review.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  It follows that in the instant case the applicant was not able to take proceedings by which the lawfulness of his detention between 13 January and 8 February 2005 would be examined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  There has therefore been a violation of Article 5 § 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "42.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 4 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 April 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MUKHAREV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-110154.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0403JUD002292105",
    "externalsources": [],
    "extractedappno": [
        "22921/05",
        "6847/02",
        "20756/04",
        "40258/03",
        "22053/02",
        "4493/04",
        "65734/01",
        "72967/01",
        "75039/01",
        "36743/97",
        "33977/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-110154",
    "judgementdate": "03/04/2012 00:00:00",
    "kpdate": "03/04/2012 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "438"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "5-1",
        "5-4",
        "5"
    ],
    "parties": [
        "MUKHAREV",
        "RUSSIA"
    ],
    "rank": "873.705017089844",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "367996",
    "typedescription": "15"
}