{
    "__articles": "18;41;5;5-1-c;5-1;18+5",
    "__conclusion": "Violation of Art. 5;Violation of Art. 18+5;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award",
    "applicability": "",
    "appno": "70276/01",
    "article": [
        "18",
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "element": "Violation of Art. 5",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "element": "Violation of Art. 18+5",
            "type": "violation"
        },
        {
            "article": "18",
            "base_article": "18",
            "element": "Violation of Art. 18+5",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award",
            "type": "other"
        }
    ],
    "content": {
        "001-61767.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 70276/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian and Israeli national, Mr Vladimir Aleksandrovich Gusinskiy (“the applicant”), on 9 January 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by CMS Cameron McKenna, a law firm in . The Russian Government (“the Government”) were represented by Mr P.A. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his detention on remand was unlawful and arbitrary.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 22 May 2003, the Chamber declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other's observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1952.",
                                "elements": []
                            },
                            {
                                "content": "8.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  The initial investigation against the applicant",
                                "elements": [
                                    {
                                        "content": "9.  The applicant is a former Chairman of the Board of and majority shareholder in ZAO Media Most, a private Russian media holding company, which owned NTV, a popular television channel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 2 November 1999 the applicant was interviewed by Mr Nikolayev, senior special cases investigator at the General Prosecutor's Office (“the GPO”). It appeared from the transcript of this interview that it concerned an investigation into a State-owned company known as FGP RGK Russian Video (“Russian Video”) in respect of the transfer of a broadcasting licence to a limited liability company, OOO Russian Video11th Channel (“OOO Russian Video”), in violation of various provisions of the Civil Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  After the interview, a witness statement was completed and signed by both the applicant and Mr Nikolayev. The applicant was allowed to check the notes made of the interview and to add his own comments. The investigating officer noted down on the statement that the applicant had been awarded the Friendship of the Peoples Order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In 2000 Media Most was involved in a bitter dispute with OAO Gazprom, a natural gas monopoly controlled by the State, over Media Most's debts to Gazprom.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  After Gazprom had discontinued the negotiations on the debts, Media Most's offices in  were searched by special units from the GPO and the Federal Security Service. A number of documents and other materials were seized as evidence in the framework of an investigation into alleged infringements of privacy by Media Most's security staff.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 15 March 2000 Mr Nikolayev opened a criminal investigation in respect of the applicant (criminal case no. 18/191012-98) concerning allegations of fraud. This case was joined to a criminal investigation (case no. 18/221012-98) in respect of R., an executive of Russian Video, which concerned allegations of embezzlement. In both cases the allegations related to the business relations between Russian Video and OOO Russian Video and, in particular, Media Most's inclusion into OOO Russian Video and an increase in the latter's authorised capital, which resulted in a redistribution of each shareholder's' stake.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant's imprisonment on 13 June 2000",
                                "elements": [
                                    {
                                        "content": "15.  On 11 June 2000 the applicant was summoned to attend the GPO on 13 June 2000 at 5 p.m. to be questioned as a witness in relation to another criminal case. At the time of the summons by the GPO, the applicant was out of the country, but he nevertheless made arrangements to return to . On arrival at the GPO on 13 June 2000, he was arrested and imprisoned in Butyrka Prison pursuant to an order issued on 13 June 2000 by Mr Nikolayev.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The order stated that, on the basis of Articles 90 to 92 and 96 of the Code of Criminal Procedure (“the CCP”), Mr Nikolayev considered that the crime of fraud, of which the applicant was suspected, constituted a serious public threat punishable by imprisonment alone, and that the applicant might obstruct the establishment of the truth in the case and attempt to elude the investigation and trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The applicant remained in custody until 16 June, during which time he was interrogated twice, on 14 and 16 June.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The interrogation on 14 June took place in the presence of the applicant's lawyers. It was explained to the applicant before the interview that he was suspected of committing large-scale fraud within the meaning of Article 159 § 3 (b) of the Criminal Code. More specifically, the charges were based on an allegation that in 1996-97, through the establishment of various commercial entities (including Media Most), broadcasting functions were fraudulently transferred from Russian Video, a State-owned company, to OOO Russian Video, a private company, thereby depriving Russian Video of the 11th Channel, which was valued at 10 million  dollars (USD). It was alleged that in 1997 the applicant, in concert with R., began using the 11th Channel for his own purposes, without payment to the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant declined to comment in detail on the investigation, other than to state that he found that it demonstrated an ignorance of Russian law and that a “political contract” had been taken out against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Mr Nikolayev noted down in the record of the interview that the applicant had been awarded the Friendship of the Peoples Order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 15 June 2000 the applicant's lawyers lodged a petition with Mr Nikolayev, complaining that the applicant's arrest was unlawful in that it did not comply with Article 90 of the CCP, that he was entitled to benefit from an amnesty exempting him from imprisonment on account of the award of the Friendship of the Peoples Order and the Amnesty Act of 26 May 2000, and that the suspicions against him were inconsistent, absurd and false.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In addition, the applicant's lawyers lodged a complaint with the Tverskoy District Court in  under Article 220 § 1 of the CCP, claiming that the applicant's detention was unlawful and requesting his immediate release. They argued that the arrest order had been issued in violation of Articles 90, 92 and 96 of the CCP, since there were no exceptional circumstances justifying the applicant's detention before the charges had been laid or any grounds for imprisonment on the basis of the charges brought. The arrest order appeared to have been politically motivated and imprisonment was unnecessary and constituted an excessive restraint. Furthermore, there were no grounds to suspect that the applicant intended to elude the investigation or any reason to believe that he would obstruct it. Finally, the applicant was subject to an amnesty exempting him from punishment and preliminary imprisonment due to having been awarded the Friendship of the Peoples Order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 16 June 2000 Mr Nikolayev charged the applicant with fraud under Article 159 § 3 (b) of the Criminal Code. On the same day the applicant was interrogated in the presence of his lawyers. The applicant refused to sign the record of the interrogation because he did not understand the charges laid. He noted down on the record that he considered the charges to be legally absurd and that he admitted no guilt in relation to them. He again declared that the investigation was being used by the authorities to discredit him and demanded his immediate release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On the same day, 16 June, Mr Nikolayev ordered the applicant's release from custody in exchange for an undertaking not to leave the country. The applicant was released at 10 p.m. on 16 June 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  After the applicant's release, Mr Nikolayev issued summonses for the applicant to appear for further questioning on 22 June and 3, 11 and 19 July 2000. The applicant attended for questioning but refused to answer the questions that were put to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant asked Mr Nikolayev on a number of occasions to allow him to leave the country for personal and business reasons. Mr Nikolayev refused without giving detailed reasons.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The “July agreement” and termination of the prosecution",
                                "elements": [
                                    {
                                        "content": "27.  During the applicant's detention between 13 and 16 June 2000, the Acting Minister for Press and Mass Communications, Mr Lesin, offered to drop the criminal charges against the applicant in connection with the Russian Video case if the applicant sold Media Most to Gazprom, at a price to be determined by Gazprom.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  While the applicant was in prison, Gazprom asked him to sign an agreement in return for which the applicant was told that all criminal charges against him would be dropped. The agreement between Gazprom and the applicant was signed on 20 July 2000 (the “July agreement”). It included a provision in Annex 6 calling, inter alia, for the termination of the applicant's criminal prosecution in relation to Russian Video and for an undertaking regarding his security. This provision read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Parties realise that successful implementation of the Agreement is possible only if the individuals and legal entities concerned acquire and exercise their civil rights of their own free will and in their own interests, without compulsion by any other party to act in any particular way. In the current situation, this implies that certain interrelated conditions must be met, namely:",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  termination of the criminal prosecution against Mr Vladimir Aleksandrovich Gusinskiy in connection with the criminal case initiated against him on 13 June 2000, his reclassification as a witness in the said case and suspension of the precautionary measure prohibiting him from leaving [the country]. Should this condition not be met, the Parties are relieved of their obligations hereunder;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  provision to Mr Vladimir Aleksandrovich Gusinskiy and other shareholders (stockholders) and executives of the [Media Most subsidiaries] of guarantees regarding their security and protection of their rights and freedoms, including the right to travel freely, to choose their place of stay and residence, to leave the Russian Federation freely and to return to the Russian Federation without hindrance;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  renunciation of all steps, including public statements or dissemination of information by the organisations, their shareholders and executives, which would damage the foundations of the constitutional regime and violate the integrity of the Russian Federation, undermine the security of the State, incite to social, racial, national and religious discord or lead to the discrediting of the State institutions of the Russian Federation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Annex 6 was signed by the parties and endorsed by Mr Lesin's signature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Following the signing of the July agreement, the criminal prosecution against the applicant in connection with Russian Video was stopped by a stay of prosecution and an order cancelling the precautionary measure, issued by Mr Nikolayev on 26 July 2000. The order read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Analysis of the evidence confirms the illegal nature of [the applicant's] doings. However, the actions of the head of ZAO Media Most, Mr Gusinskiy, contain elements belonging to substantive law as well as elements relating to criminal-law provisions. In view of the specific nature of the act committed, it is impossible to attribute it to separate legal spheres.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the course of the investigation, Mr Gusinskiy understood the unlawfulness of acquiring the right to another's property and, in this connection, he has provided reimbursement for the damage he caused by assigning his share in the statutory capital of OOO Russian Video-11th Channel to the State. In addition, he has significantly compensated for the harm caused to the interests of the State by voluntarily transferring ZAO Media Most shares to a legal entity controlled by the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The steps taken by the accused are extenuating circumstances and attest to his sincere repentance which, in conjunction with other positive characterising details and the absence of a previous criminal record, enables a decision to be taken to exempt Mr Gusinskiy from criminal prosecution.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  At the same time the precautionary measure forbidding the applicant to leave the country was lifted. On the same day the applicant left  and on 21 August 2000 he went to his villa in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Following the applicant's departure from the country, Media Most refused to honour the July agreement, claiming that it had been entered into under duress.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Judicial review of the applicant's arrest",
                                "elements": [
                                    {
                                        "content": "33.  On 20 June 2000 the Tverskoy District Court closed the proceedings initiated following the applicant's complaint about the unlawfulness of his detention. The court found that the complaint could not be examined since the detention order had by that time been cancelled, and only those actually detained could appeal against detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On appeal, this decision was upheld by the Moscow City Court on 11 July 2000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The Media Most loan investigation",
                                "elements": [
                                    {
                                        "content": "35.  On 27 September 2000 Mr Nikolayev initiated a further criminal investigation in respect of the applicant. The new charge was brought under Article 159 § 3 (b) of the Criminal Code and concerned the fraudulent obtaining of loans by Media Most. The applicant was not provided with a copy of the order initiating the proceedings. However, according to the information gathered by the applicant's lawyers, the criminal investigation was opened on the basis of an application filed by Gazprom with the GPO on 19 September 2000. Gazprom asked the GPO to investigate the spending of funds obtained by Media Most and, in particular, to find out whether the use of the loans were in line with the activities permitted by Media Most's charter, whether the funds were used for their intended purpose, and whether the management of Media Most had violated any law in relation to the loans. Gazprom, a State-controlled company, was involved as a guarantor of the loans.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 1 November 2000 Mr Nikolayev issued a further summons for the applicant to attend the GPO on 13 November, to be informed of the charges against him and interrogated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  As the applicant did not attend the GPO, Mr Nikolayev amended the order for the applicant's prosecution. He re-instigated the charges for fraud under Article 159 § 3 of the Criminal Code, this time in connection with another incident, and imposed the precautionary measure of detention. The order was transmitted to the Russian National Interpol Bureau. The charges alleged that the applicant had fraudulently obtained loans.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant was arrested in  on 11 December 2000 pursuant to an international arrest warrant and imprisoned in that country on 12 December 2000. On 22 December 2000 the applicant was released from prison on bail of USD 5.5 million and placed under house arrest in his villa in Sotogrande.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Following an application by the applicant's lawyers, the Tverskoy District Court in  ruled on 26 December 2000 that the initiation of the Media Most loan investigation had been unlawful because the evidence gathered by the investigating authorities had not disclosed sufficient elements of fraud to institute criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 5 January 2001 the Moscow City Court set aside the judgment of 26 December 2000 on the ground that no appeal lay against investigating authorities' decisions to institute criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Following proceedings in the Spanish courts, on 4 April 2001 a judgment was given in the applicant's favour refusing the request by the Russian authorities for the applicant's extradition from . In refusing the extradition request, the Spanish court (Audiencia Nacional) stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[I]t is possible to observe in the documents furnished by [the applicant]... certain noteworthy and peculiar circumstances which are unusual in the sphere of judicial claims for fraud and which, although they do not in themselves lead to the conclusion that we are dealing with an irregular claim filed for a political purpose, compel the Court to consider [the applicant's] argument as not completely without foundation as far as the facts and interferences are concerned and as not inconceivable or discountable on the basis of logical criteria and experience.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court considers the following circumstances of the case to be peculiar:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The agreement of 20 July 2000 ... of sale by [the applicant] to Gazprom-Media of a parcel of shares ... [Annex 6] – a supplementary agreement which is not common in relationships between sellers and purchasers of securities – concludes with two signatures, one of which is the habitual signature of the representative of Gazprom-Media ... which appears in the body of the contract and in other annexes and another signature which at first sight does not coincide with [the applicant's] normal signature – in the agreement, annexes and stamps in this extradition procedure. [The applicant] claims that this is the signature of a member of the Russian government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  ... Six days after the date of the agreement, [the applicant], who stood accused in the proceedings [concerning Russian Video] and had undertaken not to leave the country, was exempted from liability in the said proceedings and the measure restricting his freedom was lifted ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  [The applicant's] statements at the extradition hearing with regard to the pressure and coercion suffered, which he gives as the reasons prompting him to sign the agreement of 20 July 2000 ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  The judgment of the Tverskoy District Court of 26 December 2000 ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "These peculiarities of the case must inevitably have legal significance for the judicial ruling on this extradition request since the fact that the Court has perceived them ... obliges it, for reasons of legal security and effective judicial protection ... to stretch to the extreme the judgment of double incrimination, analysing the grounds for the accusation in view of the need to provide due legal protection ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Further developments",
                                "elements": [
                                    {
                                        "content": "42.  On 19 June 2002 Judge Merkushov, a Deputy President of the Supreme Court, lodged an application for supervisory review of the decisions of the Tverskoy District Court of 20 June 2000 and the Moscow City Court of 11 July 2000. The judge maintained that it was the lawfulness of detention rather than detention itself which should have been the subject of the judicial review. He requested the Presidium of the Moscow City Court to remit the case for a fresh examination by the Tverskoy District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 18 July 2002 the Presidium of the Moscow City Court granted the application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 26 September 2002 the Tverskoy District Court examined the substance of the complaint in respect of detention. At the hearing, the representative of the GPO (the defendant) argued that at the time of the applicant's arrest he could have obstructed the course of justice because he had been the head of Media Most and, accordingly, had unlimited opportunities to influence witnesses and had access to written evidence. Furthermore, as the applicant had dual citizenship and a travel passport, he could have escaped abroad. With regard to the applicant's allegation that he had been entitled to an amnesty, the prosecutor noted that documentary proof that the applicant had indeed held the award in question had been submitted only on 15 June 2000, that is to say, after the arrest, and the applicant had been released on the following day. The Tverskoy District Court accepted the GPO's arguments. It found that, in the light of the explanations provided by the GPO's representative, the wording of the detention order of 13 June 2000 could not be regarded as strained and hypothetical. As to the award, the court found that the law on criminal procedure contained no restriction on the application of precautionary measures to a person subject to an amnesty.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "\nII.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Code of Criminal Procedure of 1960, as in force at the relevant time",
                                "elements": [
                                    {
                                        "content": "Article 5 \nCircumstances entailing termination of prosecution",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A criminal prosecution may not be started, or, if already started, shall be stopped if",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  an amnesty law has been passed which relieves [the person concerned] from punishment ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 89 \nPrecautionary measures",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If there are sufficient reasons to believe that the accused will elude the investigation or evade justice, obstruct the establishment of the truth in the case or engage in criminal activities ...,one of the following precautionary measures may be imposed: an order not to leave the place of residence, a personal undertaking or an undertaking from a non-governmental organisation, taking into custody ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 90\nImposing a precautionary measure on a suspect",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In exceptional circumstances, a precautionary measure may be imposed on a suspect who has not been charged. In such a case, charges must be brought against the suspect within ten days of the precautionary measure being imposed. If no charges are brought within that period, the precautionary measure shall be lifted.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 91\nFactors to be taken into account when imposing a precautionary measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When considering the need to impose a precautionary measure and the nature of the precautionary measure to be imposed ..., the factors to be taken into account are ... the seriousness of the charges brought and the suspect's or defendant's personality, occupation, age, health, family status and other circumstances.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 92\nOrder or decision imposing a precautionary measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A precautionary measure shall be imposed by means of an order issued by an inquiry officer, investigator, prosecutor, or a reasoned decision delivered by a court, which must specify the offence of which the person is suspected or accused and the grounds for imposing the precautionary measure. The person concerned must be informed of the order or decision and, simultaneously, of the procedure for bringing a complaint against the decision to impose such a measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A person on whom a precautionary measure has been imposed shall be provided immediately with a copy of the order or decision.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 96\nTaking into custody",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Taking into custody shall be imposed as a precautionary measure ... for offences punishable by imprisonment of more than one year. In exceptional circumstances, this precautionary measure may also be applied to offences punishable by imprisonment of less than one year ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Fraud",
                                "elements": [
                                    {
                                        "content": "45.  The relevant parts of Article 159 § 3 (b) of the Criminal Code of 1996 provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Fraud, namely, theft or acquisition of another's property by misrepresentation or abuse of trust ... [committed on] a large scale ... shall be punishable by five to ten years' imprisonment with or without expropriation.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Amnesty",
                                "elements": [
                                    {
                                        "content": "46.  On 26 May 2000 the State Duma declared an “amnesty in commemoration of the 55th anniversary of the victory in the Great Patriotic War of 1941-45”. The corresponding text (“the Amnesty Act”) came into force on 27 May 2000. It provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  [Convicted persons] shall be exempted from serving a prison sentence, irrespective of its length:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  [if they have been] awarded orders or medals of the  or ;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Criminal proceedings pending before investigating authorities and courts which concern offences committed before the entry into force of the present Act shall be terminated in respect of:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  the persons indicated in [section 2 (b)] of the present Act;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 26 May the State Duma also adopted an instruction on the application of the Amnesty Act. The instruction provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The [Amnesty Act] shall be implemented by:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  investigating authorities in respect of persons suspected or accused of crimes, if these authorities are conducting proceedings in respect of the said crimes;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The decision on the application of the Amnesty Act shall be taken individually in respect of each person. If the information on the person is insufficient, the decision on the application of the amnesty may be postponed until additional documents are received ...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  The applicant complained under Article 5 of the Convention that his detention was imposed in the absence of a reasonable suspicion that he had committed an offence, did not comply with the domestic procedure and was ordered without regard to the provisions of the Amnesty Act. The relevant parts of Article 5 read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Reasonable suspicion",
                                "elements": [
                                    {
                                        "content": "49.  The applicant alleged that both sets of criminal proceedings against him were instituted without any legal basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "50.  The Government contested this allegation. They maintained that the applicant's detention on 13 June 2000 had been motivated by a reasonable suspicion that he had committed large-scale fraud, punishable under Article 159 § 3 (b) of the Criminal Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The applicant contended that he had no case to answer. With regard to the Russian Video investigation, he submitted that his behaviour did not fall under the legal definitions of fraud and complicity. With regard to the Media Most loan investigation, he submitted that the GPO had in fact tried artificially to criminalise credit relations between two legal persons.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "52.  The applicant claims that neither the Russian Video nor the Media Most loan investigations were based on “reasonable suspicion”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court reiterates first of all that, in proclaiming the “right to liberty”, Article 5 § 1 is contemplating individual liberty in its classic sense, that is to say the physical liberty of the person (see Engel and Others v. the Netherlands, judgment of 8 June 1976, Series A no. 22, p. 25, § 58).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Since the Russian authorities did not physically detain the applicant in connection with the Media Most loan case, the applicant cannot claim to be a victim of a breach of Article 5 in that respect. The Court will therefore limit its examination of the existence of “reasonable suspicion” to the Russian Video case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court reiterates that in order for an arrest on reasonable suspicion to be justified under Article 5 § 1 (c) it is not necessary for the police to have obtained sufficient evidence to bring charges, either at the point of arrest or while the applicant is in custody (see Brogan and Others v. the United Kingdom, judgment of 29 November 1988, Series A no. 145-B, pp. 29-30, § 53). Neither is it necessary that the person detained should ultimately have been charged or taken before a court. The object of detention for questioning is to further a criminal investigation by confirming or discontinuing suspicions which provide the grounds for detention (see Murray v. the United Kingdom, judgment of 28 October 1994, Series A no. 300-A, p. 27, § 55). However, the requirement that the suspicion must be based on reasonable grounds forms an essential part of the safeguard against arbitrary arrest and detention. The fact that a suspicion is held in good faith is insufficient. The words “reasonable suspicion” mean the existence of facts or information which would satisfy an objective observer that the person concerned may have committed the offence (see Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, pp. 16-17, § 32).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court points out that it has on one occasion found a violation of Article 5 § 1 (c) where a person was detained on charges of misappropriation of State funds even though his actions – granting funds in assistance and loans to developing countries – could in no way imply criminal liability for decisions of this nature (see Lukanov v. Bulgaria, judgment of 20 March 1997, Reports of Judgments and Decisions 1997-II, pp. 544-45, §§ 42-46).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The present application is, however, different. In the Russian Video case, the investigating authorities suspected the applicant of having fraudulently deprived a State-owned company of the right to broadcast television signals through a number of sham transactions. The authorities evaluated the damage caused to the State at USD 10 million and qualified the applicant's actions as a criminal offence under Article 159 § 3 (b) of the Criminal Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court considers that the evidence gathered by the investigating authorities could “satisfy an objective observer” that the applicant might have committed the offence.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Lawful detention",
                                "elements": [
                                    {
                                        "content": "56.  The applicant further alleged that his detention was not “lawful” because the domestic procedure had not been observed. In particular, there had been no “exceptional circumstances”, as required by Article 90 of the Code of Criminal Procedure (“the CCP”), to justify his detention before charges were laid. Furthermore, contrary to the requirements of Article 89 of the CCP, there had been no evidence to show that he would elude the investigation or obstruct the establishment of the truth if he remained at large.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant also complained that his detention was not “lawful” because by virtue of the Amnesty Act he was exempt from criminal prosecution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "57.  The Government contested these allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Firstly, with regard to compliance with the domestic procedure, they admitted that Article 90 of the CCP did not include a list of “exceptional circumstances” in which detention was possible before charges were brought. However, such circumstances were to be determined individually in each particular case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government asserted that the applicant had been suspected of a serious offence – large-scale concerted fraud. The offence constituted a serious public threat and was punishable by imprisonment alone. The investigating authorities had therefore decided to take the applicant into custody. Article 96 of the CCP, as in force at the material time, permitted detention on the ground of the seriousness of the offence alone.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Besides, the investigating officer had suspected that the applicant might abscond. The suspicion had been caused by the applicant being aware that, on charges of a similar offence in a different criminal case, another person, R., had been arrested on account of his involvement in criminal activities in respect of Russian Video. The applicant had also been aware of the seriousness of the offence of which he was suspected and of the possibility of his preventative arrest. The fear that the applicant might go into hiding had later proved to be justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Secondly, with regard to the amnesty, the Government submitted that under section 8 of the Amnesty Act all criminal proceedings against persons awarded medals and orders of the  or  were to be halted regardless of the seriousness of the charges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 28 June 2000 the Amnesty Act was amended in such a way that the offence imputed to the applicant under Article 159 § 3 (b) of the Criminal Code was no longer included in the list of the offences to which the amnesty applied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In any event, the criminal law did not prohibit the detention of persons who were entitled to benefit from the amnesty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government also asserted that at the time of the arrest the investigating authorities were unaware that the applicant had been awarded the Friendship of the Peoples Order. The investigating authorities first learned about it at the time of the applicant's release on 16 June 2000. Under the law, once the investigating officer learned of the award he should have stopped the criminal proceedings if the applicant agreed. However, since the case file contained no information on whether the applicant had agreed to the termination of the proceedings, the investigating authorities pursued them in the ordinary way.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "60.  With regard to compliance with the domestic procedure, the applicant agreed with the Government that neither Article 90 of the CCP nor any other provision defined clearly what the term “exceptional circumstances” meant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He argued further that the suspicion that he might elude the investigation had been unfounded. The charge brought against him had had nothing in common with the charges brought against R., who had been taken into custody on charges of tax evasion almost two years before the applicant's arrest. It was absurd to suspect that he might elude the investigation because of R.'s arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Until the very moment of his arrest, the GPO's activities had neither directly nor indirectly suggested that the applicant was suspected of a serious offence and therefore might be taken into custody. On 2 November 1999 he had been questioned as a witness in the criminal case against R., and the questions he was asked provided no grounds to presume that he was suspected of committing offences and so might be arrested. Furthermore, the interview had shown that the applicant had been fully prepared and willing to help in supplying any information that the investigating officer might require. His overall behaviour prior to his arrest could not have provided a basis for suspecting that he might elude the investigation and evade justice. Although he could have stayed abroad, he had always immediately returned to  when required.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  With regard to the amnesty, the applicant disagreed with the Government's interpretation of the Amnesty Act. In his view, it was illogical that a person who was subject to an amnesty in respect of charges against him should not be subject to an amnesty in respect of an arrest relating to those charges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant argued that the Government's reference to the amendment of 28 June 2000 to the Amnesty Act was irrelevant as it had occurred after his arrest. It would be absurd to suggest that this amendment had retrospectively rendered his arrest lawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant claimed that the investigating authorities were aware at the time of his arrest that he had been awarded the Friendship of the Peoples Order. Mr Nikolayev had himself noted down this fact in the interview records of 2 November 1999 and 14 June 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "62.  The Court first reiterates that where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and establishes the obligation to conform to the substantive and procedural rules of national law. However, it also requires that any deprivation of liberty should be in keeping with the purpose of Article 5, namely to protect the individual from arbitrariness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In establishing that any deprivation of liberty must be effected “in accordance with a procedure prescribed by law”, Article 5 § 1 primarily requires any arrest or detention to have a legal basis in domestic law. However, these words do not merely refer back to domestic law. Like the expressions “in accordance with the law” and “prescribed by law” in the second paragraphs of Articles 8 to 11, they also relate to the quality of the law, requiring it to be compatible with the rule of law, a concept inherent in all the Articles of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Quality in this sense implies that where a national law authorises deprivation of liberty it must be sufficiently accessible and precise, in order to avoid all risk of arbitrariness (see, mutatis mutandis, Amuur v. France, judgment of 25 June 1996, Reports 1996-III, pp. 850-51, § 50).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  In the present case, the applicant was remanded in custody before being charged. Such detention was an exception to the general rule laid down in Article 89 of the CCP, according to which precautionary measures were to be applied after charges had been laid. This derogation was permitted by Article 90 of the CCP in “exceptional circumstances”. The parties agree that the CCP did not elaborate on the meaning of this expression.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government have not submitted any instances – whether confirmed by court decisions or not – of cases which have been considered to disclose “exceptional circumstances” in the past.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  It has not been shown that this rule – on the basis of which a person could be deprived of his liberty – met the “quality of law” requirement of Article 5.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  In the light of the above finding, it is not necessary to consider whether the applicant's situation met the substantive requirements of the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  With regard to the amnesty, the Court reiterates that the “lawfulness” of detention essentially means conformity with national law (see Amuur, loc. cit.). It is in the first place for the national authorities, notably the courts, to interpret and apply domestic law. However, since under Article 5 § 1 failure to comply with domestic law entails a breach of the Convention, it follows that the Court can and should exercise a certain power to review whether this law has been complied with (see, for example, Benham v. the United Kingdom, judgment of 10 June 1996, Reports 1996-III, p. 753, § 41).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Government accepted that by virtue of the Amnesty Act the investigating officer should have stopped the proceedings against the applicant once he learned that the applicant held the Friendship of the Peoples Order. Although the Government claimed that the investigating officer first learned about that fact on 16 June 2000, they did not deny that the same investigating officer had himself entered the information about the award in the interview records of 2 November 1999 and 14 June 2000. The Court therefore finds that by 13 June 2000 the authorities did know, or could reasonably have been expected to know, that the criminal proceedings against the applicant should be stopped.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court agrees with the applicant that it would be irrational to interpret the Amnesty Act as permitting detention on remand in respect of persons against whom all criminal proceedings must be stopped. There has, therefore, been a breach of the national law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Accordingly, there has been a violation of Article 5 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 18 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 5",
                        "elements": [
                            {
                                "content": "70.  The applicant also complained that his detention constituted an abuse of power. He claimed that by detaining him the authorities intended to force him to sell his media business to Gazprom on unfavourable terms and conditions. The Court will consider this complaint under Article 18 of the Convention which provides:",
                                "elements": []
                            },
                            {
                                "content": "“The restrictions permitted under [the] Convention to the said rights and freedoms shall not be applied for any purpose other than those for which they have been prescribed.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "71.  The Government denied this allegation. They maintained that the applicant had not produced any evidence to show that if he had not sold his business under the July agreement he would not have been released.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "72.  The applicant submitted that the facts of the case spoke for themselves. He reiterated that the authorities were motivated by a wish to effectively silence his media and, in particular, its criticisms of the Russian leadership. The applicant drew attention to the fact that when Media Most did not comply with the July agreement, on the ground that it had been signed under duress, the GPO initiated the Media Most loan investigation.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "73.  The Court reiterates that Article 18 of the Convention does not have an autonomous role. It can only be applied in conjunction with other Articles of the Convention. There may, however, be a violation of Article 18 in connection with another Article, although there is no violation of that Article taken alone. It further follows from the terms of Article 18 that a violation can only arise where the right or freedom concerned is subject to restrictions permitted under the Convention (see Kamma v. the Netherlands, no. 4771/71, Commission's report of 14 July 1974, Decisions and Reports 1, p. 4, and Oates v. Poland (dec.), no. 35036/97, 11 May 2000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court has found in paragraphs 52 to 55 above that the applicant's liberty was restricted “for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence”. However, when considering the allegation under Article 18 of the Convention the Court must ascertain whether the detention was also, and hence contrary to Article 18, applied for any other purpose than that provided for in Article 5 § 1 (c).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Government did not dispute that the July agreement, in particular Annex 6 to it, linked the termination of the Russian Video investigation with the sale of the applicant's media to Gazprom, a company controlled by the State. The Government did not dispute either that Annex 6 was signed by the Acting Minister for Press and Mass Communications. Lastly, the Government did not deny that one of the reasons for which Mr Nikolayev closed the proceedings against the applicant on 26 July 2000 was that the applicant had compensated for the harm caused by the alleged fraud by transferring Media Most shares to a company controlled by the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  In the Court's opinion, it is not the purpose of such public-law matters as criminal proceedings and detention on remand to be used as part of commercial bargaining strategies. The facts that Gazprom asked the applicant to sign the July agreement when he was in prison, that a State minister endorsed such an agreement with his signature and that a State investigating officer later implemented that agreement by dropping the charges strongly suggest that the applicant's prosecution was used to intimidate him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  In such circumstances the Court cannot but find that the restriction of the applicant's liberty permitted under Article 5 § 1 (c) was applied not only for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence, but also for other reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  There has accordingly been a violation of Article 18 of the Convention taken in conjunction with Article 5.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "79.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "80.  The applicant claimed pecuniary damage of 1,755,923.07 euros (EUR) for costs incurred by him in attempting, in  and abroad, to protect his rights, which were breached by his arrest and imprisonment on 13 June 2000 and during the subsequent criminal prosecution. This amount covered the services of Russian, , Spanish and  lawyers in connection with the applicant's case, including the extradition proceedings, and with the case of T., an employee of the applicant who also suffered from the Russian authorities' actions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The applicant further claimed EUR 0.87 as a nominal amount in respect of non-pecuniary damage such as distress and anxiety during his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Government submitted that the services of the foreign law firms bore no direct relationship to the applicant's detention between 13 and 16 June 2000 and could not therefore be reimbursed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court cannot deduce from the applicant's submissions that all the items of expenditure relate to the substance of his complaints under the Convention or can be attributed to the process of exhaustion of domestic remedies in that regard. In any event, this item may be more appropriately considered under the heading “Costs and expenses” below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  Turning to non-pecuniary damage, the Court notes that the applicant has claimed compensation which is merely nominal. In these circumstances, the Court considers that the finding of a violation constitutes in itself sufficient just satisfaction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "85.  The applicant claimed EUR 446,017.70 in respect of the fees of the counsel who assisted him and T. in seeking redress through the Russian legal system and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Government considered that the claim was excessive. They submitted that the reimbursement of the costs should not exceed the Court's legal-aid rates. Furthermore, in so far as the claims concerned T., they were irrelevant to the present application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  Having regard to the subject matter under the Convention and the procedure adopted before the Court in this case, the Court finds that the amount claimed by the applicant cannot be regarded as either necessarily incurred or reasonable as to quantum (see Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II). The costs which directly relate to the application and were borne by the applicant personally total EUR 88,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Court considers it reasonable to award EUR 88,000 for the costs and expenses incurred by the applicant's legal representatives.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "89.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 18 of the Convention taken in conjunction with Article 5;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 88,000 (eighty-eight thousand euros) in respect of costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 May 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GUSINSKIY v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61767.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0519JUD007027601",
    "externalsources": [],
    "extractedappno": [
        "70276/01",
        "4771/71",
        "35036/97",
        "31195/96"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Code of Criminal Procedure, Articles 90 and 96"
    ],
    "itemid": "001-61767",
    "judgementdate": "19/05/2004 00:00:00",
    "kpdate": "19/05/2004 00:00:00",
    "kpthesaurus": [
        "448",
        "405",
        "220",
        "232",
        "431",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "5-1-c",
        "5-1",
        "5",
        "18",
        "41"
    ],
    "parties": [
        "GUSINSKIY",
        "RUSSIA"
    ],
    "rank": "488.753784179688",
    "representedby": [
        "MCKENNA C."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Amuur v. France, judgment of 25 June 1996, Reports of Judgments and Decisions 1996-III, § 50",
        "Benham v. the United Kingdom, judgment of 10 June 1996, Reports 1996-III, § 41",
        "Brogan and Others v. the United Kingdom, judgment of 29 November 1988, Series A no. 145-B, § 53",
        "Engel v. the Netherlands, judgment of 8 June 1976, Series A no. 22, § 58",
        "Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, § 32",
        "Kamma v. the Netherlands, no. 4771/71, Commission's report of 14 July 1974, Decisions and Reports (DR) 1, p. 4",
        "Lukanov v. Bulgaria, judgment of 20 March 1997, Reports of Judgments and Decisions 1997-II, §§ 42-46",
        "Murray v. the United Kingdom, judgment of 28 October 1994, Series A no. 300-A, § 55",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II",
        "Oates v. Poland (dec.), no. 35036/97, 11 May 2000"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "317029",
    "typedescription": "15"
}