{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient",
    "applicability": "41",
    "appno": "12490/86",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-57783.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1. The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 13 December 1991, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention. It originated in an application (no. 12490/86) against the  lodged with the Commission under Article 25 (art. 25) by Mr Giancarlo Lombardo, an Italian national, on 29 July 1986.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 para. 1 (art. 6-1).",
                        "elements": []
                    },
                    {
                        "content": "2. In response to the enquiry made in accordance with Rule 33 para. 3 (d) of the Rules of Court, Mrs Daria Nappi, who as sole heir of Mr Giancarlo Lombardo had carried on the proceedings before the Commission, stated that she did not wish to take part in those before the Court. For reasons of convenience Mr Lombardo will continue to be referred to in this judgment as the applicant.",
                        "elements": []
                    },
                    {
                        "content": "Mrs Nappi subsequently consented to the disclosure of the identity of Mr Lombardo, who had originally been referred to by the initials \"G.L.\".",
                        "elements": []
                    },
                    {
                        "content": "3. On 24 January 1992 the President of the Court decided that, in the interests of the proper administration of justice, this case should be considered by the Chamber constituted on 28 September 1991 to hear the Francesco Lombardo case (Rule 21 para. 6). It included ex officio Mr C. Russo, the elected judge of Italian nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 para. 3 (b)). The other seven members, whose names had been drawn by lot in the presence of the Registrar, were Mr F. Gölcüklü, Mr B. Walsh, Mr N. Valticos, Mr R. Pekkanen, Mr A.N. Loizou, Mr F. Bigi and Mr L. Wildhaber (Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43). Sir John Freeland, substitute judge, subsequently replaced Mr Valticos, who was unable to take part in the further consideration of the case (Rules 22 para. 1 and 24 para. 1).",
                        "elements": []
                    },
                    {
                        "content": "4. As President of the Chamber (Rule 21 para. 5), Mr Ryssdal, through the Registrar, consulted the Agent of the Italian Government (\"the Government\") and the Delegate of the Commission on the organisation of the procedure (Rule 37 para. 1 and Rule 38). Pursuant to the order made in consequence, the Registrar received the Government’s memorial on 29 May.",
                        "elements": []
                    },
                    {
                        "content": "On 23 March Mrs Nappi had filed her claims for just satisfaction (Article 50 of the Convention and Rule 50 in conjunction with Rule 1 (k) of the Rules of Court) (art. 50).",
                        "elements": []
                    },
                    {
                        "content": "5. On 6 May 1992 the Commission produced the file on the proceedings before it, as requested by the Registrar on the President’s instructions.",
                        "elements": []
                    },
                    {
                        "content": "6. In accordance with the President’s decision, the hearing took place in public in the , , on 22 June 1992. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission",
                        "elements": []
                    },
                    {
                        "content": "The Court heard statements and addresses by them.",
                        "elements": []
                    },
                    {
                        "content": "The Government’s replies to the Court’s questions were received on 20 July.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "7. Mr Giancarlo Lombardo, a former judge, lived in  until his death. The facts established by the Commission pursuant to Article 31 para. 1 (art. 31-1) of the Convention are as follows (see paragraphs 23-35 of its report):",
                        "elements": []
                    },
                    {
                        "content": "\"23. As the pensions of public servants and judges are not indexed in Italy, successive adjustments produced a situation in which the amount of pension paid by the State to retired judges having the same grade and with the same number of years of service but having retired at different dates varied considerably, in a way which the applicant considered to be unjustified.",
                        "elements": []
                    },
                    {
                        "content": "24. Consequently, at the same time as a number of other retired judges, on 11 November 1980, the applicant appealed to the Italian Court of Audit against a decree of the Ministry of Justice rejecting his application for the amount of his pension to be increased; he argued that the provisions of the legislation on which the disparity of treatment was based were unconstitutional.",
                        "elements": []
                    },
                    {
                        "content": "25. On 18 November 1980 the secretariat of the Court of Audit asked the Ministry of Justice to forward the applicant’s file, which was done on 5 December 1980.",
                        "elements": []
                    },
                    {
                        "content": "26. On 31 December 1980 the file was sent to the principal public prosecutor attached to the Court of Audit, so that he could investigate the case and formulate his submissions. These submissions were added to the file on 19 January 1982.",
                        "elements": []
                    },
                    {
                        "content": "27. On 7 June 1982 the principal public prosecutor, considering that the case raised questions of principle, asked for it to be examined by the combined divisions of the Court of Audit.",
                        "elements": []
                    },
                    {
                        "content": "28. Subsequently, examination of the appeal was adjourned pending the outcome of an appeal to the combined divisions of the Court of Audit entered by the principal public prosecutor on 5 July 1982 against a decision of the division having jurisdiction over pensions, given in an analogous case.",
                        "elements": []
                    },
                    {
                        "content": "29. These appeal proceedings proved to be lengthy. At the first hearing, arranged to take place on 6 October 1982, a first objection of unconstitutionality was raised. The combined divisions of the Court of Audit held that the objection was not manifestly ill-founded and, in decision (ordinanza) no. 73 of the same date, referred the matter to the .",
                        "elements": []
                    },
                    {
                        "content": "30. The Constitutional Court gave its decision in a judgment filed on 7 March 1984.",
                        "elements": []
                    },
                    {
                        "content": "31. The case was again submitted to the combined divisions of the Court of Audit after a request to that effect had been made by the avvocato dello Stato (counsel representing the State) on 7 January 1985. A hearing was arranged for 5 June 1985. At that hearing a second objection of unconstitutionality was raised. The Court of Audit held that the second objection was not manifestly ill-founded and once again referred the matter to the  in decision no. 104 of the same date.",
                        "elements": []
                    },
                    {
                        "content": "32. The file was sent to the  on 18 September 1985. The  arranged for the objection of unconstitutionality to be examined at a hearing on 21 April 1988. Its judgment was transmitted to the combined divisions of the Court of Audit on 23 June 1988.",
                        "elements": []
                    },
                    {
                        "content": "33. The case was due to be heard by the combined divisions of the Court of Audit on 12 October 1988 but had to be adjourned by the court until 27 October 1988, following a strike by its staff. On that date the Court of Audit referred the case to the relevant division. Its decision was filed with the registry on 14 November 1988.",
                        "elements": []
                    },
                    {
                        "content": "34. The relevant decision arranged for this case and the numerous others pending, including the applicant’s, to be heard on 22 February 1989.",
                        "elements": []
                    },
                    {
                        "content": "35. In a judgment dated 13 March 1989, filed with the registry on 20 March, it partially upheld the applicant’s appeal and ordered the readjustment of his pension, re- evaluation of the sums due and payment of interest on those sums.\"",
                        "elements": []
                    },
                    {
                        "content": "8. On 17 July 1989 the principal public prosecutor communicated that judgment to the Minister of Justice in order for him to arrange for its execution.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "9. Mr Lombardo applied to the Commission on 29 July 1986. He complained of the difference in treatment with regard to pensions accorded to judges of the same grade and length of service, solely on the basis of the dates of their retirement. He maintained that this amounted to an interference with their right to the peaceful enjoyment of their possessions (Article 1 of Protocol No. 1) (P1-1), their right to life and respect for their dignity (Article 2 of the Convention) (art. 2) and their right to information on their living standards during their retirement (Article 10) (art. 10); he also claimed that it constituted unjustified discrimination (Article 14) (art. 14). In addition, relying on Article 6 para. 1 (art. 6-1), he complained of the length of the proceedings brought by him in the Court of Audit.",
                        "elements": []
                    },
                    {
                        "content": "10. On 9 November 1990 the Commission declared the application (no. 12490/86) admissible with respect to the last complaint, but declared the remainder of it inadmissible. In its report of 14 October 1991 (made under Article 31) (art. 31) it expressed the unanimous opinion that there had been a violation of Article 6 para. 1 (art. 6-1). The full text of the Commission’s opinion is reproduced as an annex to the present judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "GOVERNMENT’S FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "11. At the hearing the Government asked the Court to hold that there had not been a violation of the Convention in the present case.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I. ALLEGED VIOLATION OF ARTICLE 6 PARA. 1 (art. 6-1)",
                        "elements": [
                            {
                                "content": "12. The applicant complained of the length of the proceedings in the Court of Audit. He alleged that there had been a violation of Article 6 para. 1 (art. 6-1) of the Convention, which provides that:",
                                "elements": []
                            },
                            {
                                "content": "\"In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...\"",
                                "elements": []
                            },
                            {
                                "content": "A. Applicability of Article 6 para. 1 (art. 6-1)",
                                "elements": [
                                    {
                                        "content": "13. The Commission considered that this provision was applicable in the present case, but the Government took the contrary view.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14. In the Feldbrugge v. the Netherlands and Deumeland v. Germany judgments of 29 May 1986 (Series A no. 99, p. 13, para. 29, and no. 100, p. 23, para. 63) the Court found that there existed great diversity in the legislation and case-law of the member States of the Council of Europe as regards the juridical nature of the entitlement to insurance benefits under social security schemes. It accordingly concluded that there was no common standard pointing to a uniform European notion in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15. The Government argued that the case comprised features of public law only. Firstly, the claimed pension entitlement derived from the relationship between the State and Mr Giancarlo Lombardo, and this relationship was not connected with a contract of employment, as the appointment of a judge originated in a unilateral act on the part of the authorities which was subject to special legislation. Moreover, the scheme to which the applicant belonged had no affinities with a private insurance scheme, since the  had assumed the responsibility of regulating its framework and overseeing its operation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16. The Court is not convinced by this argument. Even though disputes relating to the recruitment, employment and retirement of judges are as a general rule outside the scope of Article 6 para. 1 (art. 6-1) (on access to the civil service, see the Glasenapp and Kosiek v. Germany judgments of 28 August 1986, Series A no. 104, p. 26, para. 49, and no. 105, p. 20, para. 35), State intervention by means of a statute or delegated legislation has not prevented the Court, in several cases, from finding the right in issue to have a civil character (see, the Feldbrugge judgment cited above, pp. 13-14, para. 32).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Notwithstanding the public law aspects pointed out by the Government, what is concerned here is essentially an obligation on the State to pay a pension to a judge in accordance with the legislation in force. In performing this obligation the State is not using discretionary powers and may be compared, in this respect, with an employer who is a party to a contract of employment governed by private law. Consequently, the right of a judge to obtain an adjustment of the amount of his pension is to be regarded as a \"civil right\" within the meaning of Article 6 para. 1 (art. 6-1), which is therefore applicable in the present case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Compliance with Article 6 para. 1 (art. 6-1)",
                                "elements": [
                                    {
                                        "content": "17. It remains to determine whether or not a \"reasonable time\" was exceeded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commission considered that it had been, but the Government did not.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18. The period to be taken into consideration began on 11 November 1980, when the proceedings were instituted in the Court of Audit. It ended on 20 March 1989 when the judgment of that court was filed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Despite the contrary view expressed by the Government, the two periods - totalling nearly four years - during which the objections of unconstitutionality were before the  should not be deducted. The Constitutional Court admittedly did not have to deal directly with Mr Giancarlo Lombardo’s case, but the decisions of a general nature which it had to give were bound to affect the outcome of the action (see, mutatis mutandis, the Deumeland judgment cited above, p. 26, para. 77); that was why the Court of Audit adjourned the proceedings which were pending before it. The period to be considered thus lasted for approximately eight years and four months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19. The reasonableness of the length of proceedings is to be determined with reference to the criteria laid down in the Court’s case-law and in the light of the circumstances of the case, which in this instance call for an overall assessment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20. The Government pleaded the complex nature of the case, the time needed for carrying out various formalities such as notifications, and the excessive workload of the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "21. On the first point, the Court acknowledges that the questions raised before the Court of Audit and the  were of a certain difficulty. However, this circumstance does not in itself justify the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government’s other two arguments cannot be taken into consideration. Article 6 para. 1 (art. 6-1) imposes on the Contracting States the duty to organise their legal systems in such a way that their courts can meet each of the requirements of that paragraph (see, among many other authorities, the Tusa v. Italy judgment of 27 February 1992, Series A no. 231-D, p. 41, para. 17).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22. The Court, in agreement with the Commission, notes several periods of inactivity before the Court of Audit: it took the principal public prosecutor more than one year to file his submissions, and then almost five months to refer the case to the combined divisions of the Court of Audit (see paragraph 7 above, at nos. 26 and 27); the case subsequently remained adjourned for over six years while awaiting the outcome of the prosecutor’s appeal to the combined divisions in a similar case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23. These delays were so substantial that the overall length of the proceedings must be regarded as excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has therefore been a violation of Article 6 para. 1 (art. 6-1).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. APPLICATION OF ARTICLE 50 (art. 50)",
                        "elements": [
                            {
                                "content": "24. According to Article 50 (art. 50),",
                                "elements": []
                            },
                            {
                                "content": "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"",
                                "elements": []
                            },
                            {
                                "content": "25. Mrs Nappi claimed compensation under this provision, but did not specify any figure.",
                                "elements": []
                            },
                            {
                                "content": "The Government considered the claim to be unfounded; the Commission did not express a view.",
                                "elements": []
                            },
                            {
                                "content": "26. The Court accepts that the applicant may have sustained a degree of non-pecuniary damage, but in the circumstances of the case the finding of a violation of Article 6 para. 1 (art. 6-1) provides in itself sufficient just satisfaction.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1. Holds that Article 6 para. 1 (art. 6-1) is applicable in the present case and has been violated;",
                        "elements": []
                    },
                    {
                        "content": "2. Holds that this judgment constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 26 November 1992.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GIANCARLO LOMBARDO v. ITALY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57783.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1992:1126JUD001249086",
    "externalsources": [],
    "extractedappno": [
        "12490/86"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-57783",
    "judgementdate": "26/11/1992 00:00:00",
    "kpdate": "26/11/1992 00:00:00",
    "kpthesaurus": [
        "445",
        "41",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "GIANCARLO LOMBARDO",
        "ITALY"
    ],
    "rank": "300.833923339844",
    "representedby": [
        "N/A"
    ],
    "respondent": "ITA",
    "respondentOrderEng": "23",
    "scl": [
        "Feldbrugge v. the Netherlands judgment of 29 May 1986, Series A no. 99, p. 13, para. 29, pp. 13-14, para. 32",
        "Deumeland v. Germany judgment of 29 May 1986, Series A no. 100, p. 23, para. 63, p. 26, para. 77",
        "Glasenapp v. Germany judgment of 28 August 1986, Series A no. 104, p. 26, para. 49",
        "Kosiek v. Germany judgment of 28 August 1986, Series A no. 105, p. 20, para. 35",
        "Tusa v. Italy judgment of 27 February 1992, Series A no. 231-D, p. 41, para. 17"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "446259",
    "typedescription": "15"
}