{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "68890/01",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-76995.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 68890/01) against the United Kingdom of Great Britain and Northern Ireland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr George Blake (“the applicant”), on 19 January 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms N. Mole of the AIRE Centre (a non-governmental organisation based in London) assisted by Mr M. Tugendhat, Q.C., Messrs I. Christie and S. Whale, counsel, Messrs B. Birnberg and R. Rizvi, lawyers together with Professor B. Simpson Q.C., FBA, FAAS and Professor G. Jones, Q.C. The  Government (“the Government”) were represented by their Agents, Mr C Whomersley and, subsequently, Mr J. Grainger, both of the Foreign and Commonwealth Office.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant made several complaints including that the length of his domestic proceedings violated Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 17 December 2002 a Chamber of the Fourth Section of the Court decided to give notice of the application to the Government. Sir Nicolas Bratza, the judge elected in respect of the United Kingdom, withdrew from sitting in the case (Rule 28) and the Government accordingly appointed Lord Brown of Eaton-Under-Heywood (Lord Justice Simon Brown when appointed) to sit as an ad hoc judge (Rule 29). On 25 October 2005 the Chamber declared admissible the complaint concerning the length of the proceedings and declared the remainder of the application inadmissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The parties filed further written observations and replied in writing to each other's observations (Rule 59).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I. British Secret Intelligence Service (“SIS”) and the autobiography",
                        "elements": [
                            {
                                "content": "6.  Between 1944 and 3 May 1961 the applicant was a member of the SIS. On 16 August 1944 he signed an undertaking (Official Secrets Act 1911 - “the 1911 Act”) which applied during and after his SIS service.",
                                "elements": []
                            },
                            {
                                "content": "7.  In or around 1951 the applicant became an agent for the Soviet Union when he disclosed secret information to the Soviet authorities. In 1960 he was arrested. In 1961 he pleaded guilty to five counts of unlawfully communicating information contrary to the 1911 Act and was sentenced to 42 years' imprisonment. In 1966 he escaped from prison. He made his way to Berlin and from there to  where he lives to date.",
                                "elements": []
                            },
                            {
                                "content": "8.  In 1989 he wrote his autobiography entitled “No Other Choice” (“the Book”) which was described later by the High Court as “his apologia for the course his life has taken”. Substantial parts related to his activities, and were based on information acquired by him as an S.I.S. officer.",
                                "elements": []
                            },
                            {
                                "content": "9.  In May 1989 he signed a contract with a Publisher to publish the Book in the . He was paid at that stage an advance on royalties (33, 650 pounds sterling (GBP) net) and a further advance royalty payment (GBP 55,000) was due to him on publication. In September 1990 the Publisher announced the impending publication of the Book and it was published on 17 September 1990.",
                                "elements": []
                            },
                            {
                                "content": "10.  By letter of 14 September 1990 to the Publisher, the Treasury Solicitor stated that it would hold the Publisher liable for the applicant's breach of his duty of confidentiality. The Publisher denied the claims but confirmed that it would not make payments without notice to the Crown. The Treasury Solicitor's letter to the Publisher of 23 November 1990 considered the applicant liable for a breach of a fiduciary duty to the Crown: the Publisher rejected these claims.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. The High Court",
                        "elements": [
                            {
                                "content": "11.  The Attorney General (“AG”) issued a writ in the High Court on 24 May 1991 seeking from the applicant any financial benefit from publication (royalties already due from the Publisher and any future royalties) arguing that in writing and authorising the publication of the Book, he had acted in breach of the duty of confidence he owed to the Crown as a former member of the SIS. There was no reliance on the 1911 Act, the Official Secrets Act 1989 (“the 1989 Act”) or on the undertaking signed in 1944.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 17 June 1991 a statement of claim was submitted.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 17 November 1991 an extension of time was given for lodging the defence and this was filed on 6 January 1992.",
                                "elements": []
                            },
                            {
                                "content": "A. The applicant's legal representation",
                                "elements": [
                                    {
                                        "content": "14.  By letter dated 3 December 1991 to the applicant, the Legal Aid Area Office refused legal aid and he appealed within the 14 day time-limit. By letter of 7 April 1992 that Office indicated that his appeal had been adjourned pending receipt from him of further information in relation to royalty payments already made to him and it was noted that he had not requested the Treasury Solicitor to release the monies held by the Publisher to fund his defence of the proceedings. In April and May 1992 the applicant requested the Treasury Solicitor to release the monies held by the Publisher to fund his defence, and these requests were refused (in April and July 1992, respectively).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In May 1992 the Publisher rejected the applicant's request for the payment of royalties due, or at least GBP 20,000, to cover legal costs maintaining that that was a matter between the applicant and the Crown.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 20 May 1992 the applicant's sister completed a schedule detailing how the payments received from the Publisher had been spent: some on household goods with the majority given to family members.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 3 July 1992 his solicitors informed the Legal Aid Area Office how the royalty payments to date had been spent and about the refusal of the Treasury Solicitor and the Publisher to release the monies to him. By letter dated 27 July 1992 from Legal Aid Area Office the applicant was informed that the Area Committee had rejected his appeal. It appeared to the Committee unreasonable that he should be granted representation: since the litigation was known to him, not later than 28 June 1991, he had voluntarily divested himself of substantial funds under his control and direction. The applicant claimed that he had given approximately GBP 20,000 to his children before 28 June 1991 and that only GBP 14,000 had been spent thereafter (most of which he had given to his son). The balance remaining (GBP 4,165) was insufficient to fund his litigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  By letter dated 12 August 1992 the applicant informed the Treasury Solicitor that he would apply to the High Court for an order that the AG consent to the release of the relevant monies to fund his defence. This application was made on 20 August 1992 and on 21 August 1992 the matter was adjourned for a hearing before a judge. On 18 February 1993 the High Court dismissed the application finding that it had no jurisdiction to make an injunction against the Crown. The matter could be revisited if the Publisher was joined as a third party to the proceedings. On 8 March 1993 the High Court refused leave to appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 19 May 1993 the High Court allowed the applicant serve a third party notice on the Publisher, the notice issued on 24 June 1993, on 27 September 1993 the Publisher submitted its defence and counterclaim followed by, in February 1994, Further and Better Particulars of the Counterclaim. The Publisher did not oppose the release of funds and the applicant renewed his request for release of the funds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 22 June 1994 the High Court rejected his re-application for the release of the monies: the Crown's claim was prima facie a strong one. Many litigants presented their cases themselves and the court was able to ensure that there was a fair trial. Since he was a fugitive from justice and would not appear in person, the lack of legal representation would not deny him a fair trial. It was also noted that, by this time, he had received in the region of $11,000 for a German television documentary which could contribute to his legal costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 12 August 1994 his solicitors applied and were granted leave to cease to act for the applicant. They could not continue to act on a pro bono basis and costs' orders had already been made against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Given that the applicant would not be attending to represent himself and on the initiative of the AG, on 25 July 1995 the High Court appointed a Queen's Counsel and a junior counsel to act as amici curiae in the case. The Crown was also represented by Queen's Counsel and by junior counsel. The applicant was not present or further represented before the High Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. A.G. v. Blake and  (third party) [1996] 3 All ER 903",
                                "elements": [
                                    {
                                        "content": "23.  On 1 and 2 April 1996 a hearing took place in the High Court. On 19 April 1996 the High Court rejected the AG's application by detailed judgment and, in particular, the AG's claim of a continuing fiduciary duty owed by the applicant to the Crown. On 20 May 1996 the Crown appealed.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. The Court of Appeal",
                        "elements": [
                            {
                                "content": "A. The applicant's legal representation",
                                "elements": [
                                    {
                                        "content": "24.  The Legal Aid Area Office refused legal aid for the appeal by letter dated 30 May 1996 stating that the applicant had not shown reasonable grounds for taking, defending or being a party to proceedings. In particular, he had not made any comment on the Crown's grounds of appeal and it was not therefore possible to determine his likely prospects of success. He appealed this refusal, submitting detailed and reasoned argument. The Legal Aid Area Office, by letter dated 25 June 1996, confirmed the rejection of his appeal noting that the Committee considered that it would be unreasonable to grant legal aid to enable him to continue to pursue a claim so long as he remained “a fugitive from justice already meted out to you”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  His solicitors again applied for the release of the monies to fund his litigation which application was rejected by the Court of Appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The proceedings",
                                "elements": [
                                    {
                                        "content": "26.  The Court of Appeal hearing took place on 6 and 7 October 1997. The applicant was neither represented nor present and the Publisher took no part in the proceedings. The AG was represented by the Solicitor-General, Queen's Counsel and two junior counsel, with a Queen's Counsel and one junior counsel appearing as amici curiae. The Court of Appeal later noted that the amici curiae had deployed before it all the arguments which the applicant might have wished to present if he had been present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Counsel acting as amici curiae suggested a possible public law remedy and the court also considered that the AG might have a private law restitutionary remedy against the applicant. The proceedings were therefore adjourned (until 1 December 1997) to allow submissions on those two issues as defined by the court. The AG was also granted leave to amend his statement of claim. Arrangements were made for the applicant to be sent the amended statement of claim. He did not respond because, he submitted, he was not legally represented.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. A.G. v. Blake (Jonathan Cape Ltd third Party) [1998] 1 All ER 833",
                                "elements": [
                                    {
                                        "content": "28.  On 16 December 1997 Lord Woolf M.R. delivered the court's judgment dismissing the three private law grounds of appeal (breach of a life-long fiduciary duty arising from S.I.S. employment; breach of contract given the undertaking signed in 1944; and a claim for restitutionary damages for profits from a breach of contract where the defendant obtained profit by doing the very thing which he contracted not to do). The Crown's public law claim (the AG's inherent power to bring proceedings to ensure the enforcement of the criminal law) was allowed. Accordingly, Lord Woolf M.R. granted an injunction restraining the applicant from receiving any payment or other benefit in connection with the exploitation of the Book",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 24 January 1998 the applicant's solicitors sought leave to be reinstated and, acting on a pro bono basis, lodged skeleton arguments before the Court of Appeal seeking leave to appeal to the House of Lords. On 28 January 1998 the applicant's representatives went back on record. On 22 April 1998 the Court of Appeal gave leave to appeal. On 24 April 1998 the applicant requested waiver of security for costs and the Treasury Solicitor confirmed consent on 24 June 1998.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV. The House or Lords",
                        "elements": [
                            {
                                "content": "A. The applicant's legal representation and costs' matters",
                                "elements": [
                                    {
                                        "content": "30.  On 24 June 1998 the House of Lords allowed the filing of the appeal petition out of time. On 30 July 1998 the applicant again applied for the release of the monies held by the Publisher, which was refused by the Treasury Solicitor on 25 August 1998. His request to the House of Lords for the release of monies was made on 15 October 1998 and was rejected in November 1998, the House of Lords advising him to apply for a waiver of the appeal fees. The applicant submitted that between November 1998 and May 1999 he corresponded with the Legal Aid Area Office concerning funding for the appeal to the House of Lords. On 5 June 1999 the applicant returned the completed waiver request form and on 25 June 1999 the applicant's solicitors applied for the waiver of appeal fees. On 2 July 1999 the House of Lords requested further information of the applicant as regards the waiver application. Between 7 and 20 July the applicant and the Treasury Solicitor agreed on a statement of facts for the purposes of the appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In or around late 1999/early 2000 the House of Lords agreed to waive the appeal fees and security for costs. The expenses (not including legal costs) of preparing the hearing bundles for the House of Lords amounted to GBP 2,709. His solicitor and junior counsel represented him on a pro bono basis. Two Queen's Counsel and two junior counsel represented the Crown.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The proceedings",
                                "elements": [
                                    {
                                        "content": "31.  The appeal hearing was fixed for 7-9 March 2000. Although he accepted that the restitutionary damages' (private law) issue raised points of general interest, the AG confined the appeal to the public law injunction. However, by letter dated 14 February 2000 to the parties, the House of Lords indicated that it wished to hear argument at the hearing on the matter of restitutionary damages for breach of contract. Both parties prepared written submissions on the point and a hearing took place between 7 and 9 March 2000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. A.G. v. Blake (Jonathan Cape Ltd, third Party) [2000] 4 All ER 385",
                                "elements": [
                                    {
                                        "content": "32.  The main judgment was delivered on 27 July 2000 by Lord Nicholls, with whom Lords Goff and Browne-Wilkinson concurred. Lord Steyn delivered a separate judgment and Lord Hobhouse dissented. Lord Nicholls concluded that there was no reason in principle to rule out an account of profits as a remedy for breach of contract in exceptional situations notably where other remedies were inadequate and where the plaintiff had a legitimate interest in preventing the defendant's profit-making activity and, hence, in depriving him of his profit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The final basis for making an order for an account of profits was the applicant's breach of contract and, in particular, the undertaking of confidentiality signed in 1944. However, that did not confer on the Crown any proprietary interest in the debt due to the applicant from the Publisher. The Crown was entitled, on the taking of the account, to a money judgment which could then be enforced by attachment of the debt in the usual way. Given that the Publisher who held the monies wished to deduct its legal expenses in defending the third party proceedings, the appropriate form of order was a declaration that the AG was entitled to be paid a sum equal to whatever amount was due and owing to the applicant under the publishing agreement of 4 May 1989. The injunction would remain in force until the Publisher made payment to the AG.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The applicant remained in  for the duration of the proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant complained that the length of the proceedings was incompatible with the “reasonable time” requirement, of Article 6 § 1 of the Convention. That provision, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "35.  Since the State was a party to the proceedings, he maintained that it could be held accountable from the earliest date of its intervention to prevent performance of a private contract when the applicant was substantially adversely affected. This was the date of the first threatening letter from the Treasury Solicitor on 14 September 1990: while the Publisher undertook not to make any payments without notice, it contested the State's claim over the monies. The period to be taken into consideration ran therefore from 14 September 1990 until 27 July 2000, namely 9 years and 10 months. There may have been three instances, but the applicant noted that the first instance took five and a half years.",
                                "elements": []
                            },
                            {
                                "content": "36.  The applicant accepted that the proceedings were complex but maintained that that was because the State pursued a claim which had not previously existed in English law and relied on a new basis for its claim at each instance. As to what was at stake for the applicant, he clarified that he had written the book for two reasons: to explain his actions to the public and to provide money for his children.",
                                "elements": []
                            },
                            {
                                "content": "37.  He argued that no delays were attributable to him and, since it was unforeseeable that he would have been denied legal aid, all steps taken by him at each stage to secure it were entirely reasonable. The applicant maintained that he could not be blamed for making full use of the various procedures available to pursue his defence and, further, that a failure to apply to expedite the proceedings did not absolve the State from its obligation of expedition.",
                                "elements": []
                            },
                            {
                                "content": "38.  He considered the State doubly responsible for the length of the proceedings: it had responsibility for the efficiency of the system and was also the initiating party to the proceedings. Any delays as regards legal aid and representation were entirely attributable to the Government's refusal to provide legal aid or to allow the release of monies from the Publisher and to the position of the House of Lords on appeal costs. There was a year of inactivity prior to the appointment of the amicus curiae.",
                                "elements": []
                            },
                            {
                                "content": "39.  The Government maintained that the proceedings started on 24 May 1991 (when the writ issued). The proceedings were complex as they raised serious and novel issues of domestic law and the State could not be blamed for that. Much of the delay at first instance was caused by the applicant's unreasonable attempts to obtain legal aid or the release of funds for his defence. The relevant period covered three instances up to the highest court. Such limited periods of inactivity as there were did not exceed a reasonable time having regard to the busy schedules of the courts involved. In this latter respect, the Government remarked that no application for expedition had been made by applicant.",
                                "elements": []
                            },
                            {
                                "content": "40.  When determining the period to be taken into account, the Court has regard to its case-law according to which in civil proceedings, the “reasonable time” begins at the moment the action was instituted before the tribunal (for example, Erkner and Hofauer v. Austria, judgment of 23 April 1987, Series A no. 117, § 64). While it is conceivable that in certain circumstances the period might begin earlier (Golder v. United Kingdom, judgment of 21 February 1975, Series A no. 18, § 32), this is exceptional and has been accepted where, for example, certain preliminary steps were a necessary preamble to the proceedings (K. v. , no. 38805/97, § 35, ECHR 2004VIII). The Court does not consider the Treasury Solicitor's letters to the Publisher about the applicant's alleged breaches sufficient to mark the beginning of a dispute (“contestation”) to be determined between the applicant and the Government.",
                                "elements": []
                            },
                            {
                                "content": "The period to be taken into consideration began therefore on 24 May 1991 (when the writ was filed) and ended on 27 July 2000 (with the delivery of the judgment of the House of Lords). It thus lasted 9 years and 2 months for three levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                "elements": []
                            },
                            {
                                "content": "42.  The proceedings were legally complex and the State cannot be considered at fault for having raised novel questions of law. However, the proceedings were neither factually nor administratively difficult.",
                                "elements": []
                            },
                            {
                                "content": "43.  The Court considers that, while what was at stake for the applicant had some financial importance, its significance cannot be said to have been acute. The Book was published, thereby achieving one of his two objectives in writing it. As for the financial objective, he had already been paid the first of three royalty advances (amounting to a third of the advance royalties to be paid) most of which he had already advanced to his children. While the proceedings also concerned any future royalties (over and above the advance payments), no submissions were made by the parties, and the Court cannot speculate in that respect.",
                                "elements": []
                            },
                            {
                                "content": "44.  It is true that the proceedings took place before three instances and that, as the Government pointed out in their observations, some delay was caused by the applicant's attempts to obtain funding for legal representation (by applying for legal aid and by applying for an order releasing the monies held by the Publisher). However, the applicant was initially prompted by the Legal Aid Area Office and the High Court, respectively, to request the Treasury Solicitor to release the monies and to join the Publisher as a third party. Those processes did not end until June 1994. His request for legal aid before the High Court (however unlikely) was resolved quickly. However, the applicant can be held responsible for the delay before the House of Lords associated with a further request for the release of monies and correspondence with the Legal Aid Area Office. Moreover, although prompted by the House of Lords to apply for a waiver of the appeal fees in October 1998, he did not do so until June 1999. ",
                                "elements": []
                            },
                            {
                                "content": "45.  However there were periods of inactivity for which no satisfactory explanation has been given by the Government. By August 1994 legal aid and funding issues had been resolved before the High Court and his solicitors had come off the record: it took nearly a year for amici curiae counsel to be appointed and another eight and a half months before the High Court held a hearing, although its judgment was delivered within weeks thereafter. While the proceedings had already been continuing for 5 years when the Crown appealed from the High Court, 17 months elapsed before a Court of Appeal hearing took place.",
                                "elements": []
                            },
                            {
                                "content": "There was subsequently a further gap of two years and seven months between the judgment of the Court of Appeal and that of the House of Lords. It is true that the applicant applied for waiver of the appeal fees/security for costs and for the release of the Publisher's fees and took no steps towards expediting the proceedings. However, even if the applicant had been obliged to take the initiative with regard to the progress of the proceedings, that would not have absolved the State from the requirement to deal with cases in a reasonable time. The State remains responsible for the efficiency of its system (Guincho v. Portugal, judgment of 10 July 1984, Series A no. 81, § 38) and the manner in which it provides for mechanisms to comply with the reasonable time requirement – whether by automatic time-limits and directions or some other method – is for it to decide. If a State allows proceedings to continue beyond the “reasonable time” prescribed by Article 6 of the Convention without doing anything to advance them, it will be responsible for the resultant delay (see Price and Lowe v. the , nos. 43185/98 and 43186/98, § 23, 29 July 2003, together with further references therein).",
                                "elements": []
                            },
                            {
                                "content": "The Court notes that by June 1998 (when the House of Lords gave leave to file the appeal) the proceedings had already lasted over 7 years. The fees/costs applications were not particularly complex, either factually or legally. However, twenty-one months passed between the applicant being allowed to file his appeal out of time and the House of Lords hearing in March 2000. The Court considers that the delay before the House of Lords derived, to a large extent, from the failure by the State to take adequate steps to advance the proceedings and, more generally, to organise its system in such a way as to meet its Convention obligations (see also Mitchell and Holloway v. the , no. 44808/98, § 54, 17 December 2002).",
                                "elements": []
                            },
                            {
                                "content": "46.  In all the circumstances, the Court does not consider that the proceedings against the applicant were pursued with the diligence required by Article 6 § 1. There has accordingly been a violation of that provision, in that the applicant's “civil rights and obligations” were not determined within “a reasonable time”.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "48.  The applicant claimed 10,000 euros (EUR) based on the principles set out by the Chamber and Grand Chamber in Apicella v. Italy (no. 64890/01, § 26, 10 November 2004; and [GC], §§ 140-143, 29 March 2006) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government contested this claim arguing that the finding of a violation would be sufficient just satisfaction. The applicant had, they considered, brought the proceedings on himself as a self-confessed traitor who wished to profit from his treachery (McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, § 219), there was no indication of any emotional stress or anxiety caused by the delay and no evidence that the money was of any real consequence to the applicant as he lived in, and was supported by, the Russian State. Alternatively, any award would have to be very small given that there were three instances, that the applicant was responsible for periods of delay and that the proceedings were complex. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court does not consider that there was a causal link between the established criminal conduct of the applicant referred to by the Government and the violation of the Convention found in the present case (length of the proceedings). It is also of the view that, even if the proceedings concerned only part of one of the applicant's objectives in publishing the Book (paragraph 43 above), he must nevertheless be presumed to have suffered some non-pecuniary damage, such as distress and frustration, from the protracted length of the proceedings which cannot sufficiently be compensated by the finding of a violation, a presumption which has not been rebutted in the present case (the above-cited case of Mitchell and Holloway, at § 69 and the above-cited judgment of the Grand Chamber in Apicella v. Italy case, at § 93). The Court does not find the Government's submissions concerning the applicant's financial independence relevant to his entitlements under Article 41, not least since one of his objectives in publishing was to provide any money earned through the Book's publication to his children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Having regard to the above, the Court awards the applicant EUR 5,000 in respect of non-pecuniary damage, to be converted into pounds sterling at the rate applicable on the date of settlement.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "51.  The applicant claimed reimbursement (in the sum of GBP 3000) for certain costs and expenses incurred before the domestic courts. The Government pointed out that his lawyers had acted pro bono and that, in any event, the costs and expenses did not concern his “reasonable time” complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court does not find that any domestic costs or expenses to which the applicant referred were incurred in order to try to prevent the violation established by the Court or to obtain redress therefore (Le Compte, Van Leuven and De Meyere v.  (Article 50), judgment of 18 October 1982, Series A no. 54, § 17).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  As to his costs before this Court, the applicant referred to his extensive legal team (see paragraph 2 above) and claimed reimbursement of costs and expenses of the Convention proceedings attributable to the admissible complaint only, namely GBP 750 pre-admissibility (amounting to 1% of the total pre-admissibility costs) and GBP 2,250 post-admissibility (over 8 and 13 hours of work of a senior and junior lawyer, respectively). The Government noted that the applicant had not submitted all detailed pre-admissibility Convention costs so that it could not verify that claim. As to the post-admissibility costs, they challenged the need for any, or alternatively such extensive, post-admissibility observations and doubted that the time billed on the case was necessary. They proposed GBP 500 as a reasonable sum for the costs and expenses of the Convention proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (the above-cited Price and Lowe judgment, at § 36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the present case, the Court notes the relative simplicity of the one admissible complaint, finds that the pre-admissibility amount of GBP 750 has not been entirely substantiated and considers excessive the number of hours of work post-admissibility for which the applicant claimed. Having regard to the above-described criteria, the Court considers it reasonable to award the sum of EUR 2,000, inclusive of VAT, for all costs and expenses of the proceedings before the Court, which sum is to be converted into pounds sterling at the rate applicable on the date of settlement.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "55.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros) in respect of non-pecuniary damage, to be converted into pounds sterling at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros) in respect of costs and expenses, to be converted into pounds sterling at the rate applicable on the date of settlement; and",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 September 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ. Casadevall",
            "role": "president"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "mrr. maruste"
        },
        {
            "name": "MrS. Pavlovschi ",
            "role": ""
        },
        {
            "name": "MrL. Garlicki",
            "role": ""
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "Lord Brown of Eaton under Heywood",
            "role": "ad hoc judge"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "25/10/2005 00:00:00",
    "docname": "CASE OF BLAKE v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-76995.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0926JUD006889001",
    "externalsources": [],
    "extractedappno": [
        "68890/01",
        "38805/97",
        "30979/96",
        "43185/98",
        "43186/98",
        "44808/98",
        "64890/01"
    ],
    "importance": "3",
    "introductiondate": "19/01/2001 00:00:00",
    "issue": [],
    "itemid": "001-76995",
    "judgementdate": "26/09/2006 00:00:00",
    "kpdate": "26/09/2006 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "41",
        "101",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "BLAKE",
        "THE UNITED KINGDOM"
    ],
    "rank": "560.304748535156",
    "representedby": [
        "Ms MOLE N., AIRE Centre, Mr TUGENDHAT M., Q.C., Messrs CHRISTIE I. and WHALE S., counsel, Messrs BIRNBERG B., RIZVI R., lawyers, Pr. SIMPSON B., Q.C., FBA, FAAS and Pr. JONES G., Q.C."
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Apicella v. Italy [GC], no. 64890/01, §§ 93, 140-143, 29 March 2006",
        "Apicella v. Italy, no. 64890/01, § 26, 10 November 2004",
        "Erkner and Hofauer v. Austria, judgment of 23 April 1987, Series A no. 117, § 64",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Golder v. United Kingdom, judgment of 21 February 1975, Series A no. 18, § 32",
        "Guincho v. Portugal, judgment of 10 July 1984, Series A no. 81, § 38",
        "K. v. Italy, no. 38805/97, § 35, ECHR 2004 VIII",
        "Le Compte, Van Leuven and De Meyere v. Belgium (Article 50), judgment of 18 October 1982, Series A no. 54, § 17",
        "McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, § 219",
        "Mitchell and Holloway v. the United Kingdom, no. 44808/98, §§ 54, 69, 17 December 2002",
        "Price and Lowe v. the United Kingdom, nos. 43185/98 and 43186/98, §§ 23, 36, 29 July 2003"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "339043",
    "typedescription": "15"
}