{
    "__articles": "14+4-3-d;14;4;4-3-d;4-2;41;P1-1",
    "__conclusion": "Violation of Art. 14+4-3-d;Not necessary to examine P1-1;Costs and expenses award - domestic proceedings",
    "applicability": "22",
    "appno": "13580/88",
    "article": [
        "14",
        "4",
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "4-3-d",
            "base_article": "4",
            "element": "Violation of Art. 14+4-3-d",
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "Violation of Art. 14+4-3-d",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine P1-1",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - domestic proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-57880.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.   The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 7 April 1993, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention. It originated in an application (no. 13580/88) against the Federal Republic of Germany lodged with the Commission under Article 25 (art. 25) by a German national, Mr Karlheinz Schmidt, on 11 August 1987.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 14 of the Convention taken together with Article 1 of Protocol No. 1 and Article 4 para. 3 (d) (art. 14+P1-1, art. 14+4-3-d) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.   In response to the enquiry made in accordance with Rule 33 para. 3 (d) of the Rules of Court, the applicant stated that he wished to take part in the proceedings and designated the lawyer who would represent him (Rule 30). The President of the Court gave the lawyer in question leave to use the German language (Rule 27 para. 3).",
                        "elements": []
                    },
                    {
                        "content": "3.   The Chamber to be constituted included ex officio Mr R. Bernhardt, the elected judge of German nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 para. 3 (b)). On 23 April 1993, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr F. Matscher, Mr J. De Meyer, Mrs E. Palm, Mr J.M. Morenilla, Sir John Freeland, Mr G. Mifsud Bonnici and Mr D. Gotchev (Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43). Subsequently, Mr A. Spielmann, substitute judge, replaced Mr De Meyer, who was unable to take part in the further consideration of the case (Rules 22 para. 1 and 24 para. 1).",
                        "elements": []
                    },
                    {
                        "content": "4.   As President of the Chamber (Rule 21 para. 5), Mr Ryssdal, acting through the Deputy Registrar, consulted the Agent of the German Government (\"the Government\"), the applicant’s lawyer and the Delegate of the Commission on the organisation of the proceedings (Rules 37 para. 1 and 38). Pursuant to the order made in consequence the Registrar received the Government’s memorial on 22 November 1993 and the applicant’s observations on 22 and 26 November 1993. On 23 December the Secretary to the Commission informed the Registrar that the Delegate would submit his observations at the hearing.",
                        "elements": []
                    },
                    {
                        "content": "On 7 February 1994 the Commission produced various documents as requested by the Registrar on the President’s instructions.",
                        "elements": []
                    },
                    {
                        "content": "5.   In accordance with the decision of the President, who had also given the Government leave to use the German language (Rule 27 para. 2), the hearing took place in public in the Human Rights Building, , on 22 February 1994. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission",
                        "elements": []
                    },
                    {
                        "content": "- for the applicant",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Meyer-Ladewig, Mr Vögtle, Mr Weitzel and Mr Olbrich.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I.   THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.   Mr Karlheinz Schmidt, a German national who was born in 1939, lives at Tettnang, in the Land of Baden-Württemberg.",
                                "elements": []
                            },
                            {
                                "content": "On 30 April 1982 the relevant municipal authorities required him to pay a fire service levy (Feuerwehrabgabe) of 75 German marks (DM) for 1982. This decision was based on section 43 of the Land Fire Brigades Act, as amended on 27 November 1978 (Feuerwehrgesetz, see paragraph 14 below -\"the 1978 Act\") and on the municipal decree (Satzung) of 5 December 1979; it stated that all male adults residing in Tettnang at the beginning of the budget year (1 January) were liable to pay the contribution in question.",
                                "elements": []
                            },
                            {
                                "content": "7.   The applicant regarded this decision as contrary, inter alia, to the constitutional principle of equality before the law (Article 3 of the Basic Law - Grundgesetz) and he appealed against it. The administrative authority (Landratsamt) of the district of  (Bodenseekreis) rejected this appeal on 20 July.",
                                "elements": []
                            },
                            {
                                "content": "8.   On 16 August 1982 the applicant appealed to the  (Verwaltungsgericht), which dismissed his appeal on 18 August 1983. Referring to the case-law of the  (Bundesverfassungsgericht) and to that of the Administrative Appeals Court (Verwaltungsgerichtshof) of the Land, it ruled that the obligation for men, and not women, to serve in the fire brigade or to make a financial contribution was compatible with the Constitution.",
                                "elements": []
                            },
                            {
                                "content": "9.   The Administrative  dismissed the appeal which Mr Schmidt had filed against the decision of the ; it refused him leave to appeal on points of law.",
                                "elements": []
                            },
                            {
                                "content": "It pointed out that like the  it had always held the legislation requiring only the male residents of a municipality to pay a fire service levy to be consistent with the Constitution. The applicant’s arguments could not persuade it to reconsider its case-law or to refer the question to the  again. There were no new facts to present to the  and there had not been a fundamental change in legal opinion on the subject. The Administrative Appeals Court stated that it endorsed the opinion expressed in the ’s judgment of 5 July 1983 to the effect that, in view of the risks inherent in service in the fire brigade, there remained objective reasons for imposing the obligation on men but not on women.",
                                "elements": []
                            },
                            {
                                "content": "10.   The applicant challenged this judgment, which had been delivered on 25 March 1986, in so far as it had refused him leave to appeal on points of law, but the  (Bundesverwaltungsgericht) dismissed his appeal on 6 October 1986.",
                                "elements": []
                            },
                            {
                                "content": "In its view, the case raised no issue of principle (grundlegende Bedeutung). On the question whether the imposition of a fire service levy was in breach of the Constitution, it concluded that it was not, in conformity with a judgment of the Constitutional Court of 17 October 1961. It would only be possible to refer the matter once again to the  if there were new facts or a fundamental change in legal opinion. However, the Land Administrative Appeals Court had found no evidence of this.",
                                "elements": []
                            },
                            {
                                "content": "11.   On 11 November 1986 Mr Schmidt applied finally to the Federal Constitutional Court, which on 31 January 1987, sitting as a panel of three members, declined to accept the appeal for adjudication, on the ground that it did not have sufficient prospects of success. It noted, inter alia:",
                                "elements": []
                            },
                            {
                                "content": "\"...",
                                "elements": []
                            },
                            {
                                "content": "The  has already held, in its judgment of 17 October 1961 ..., concerning the provision which corresponds to the present section 43 para. 2, first sentence, of the Baden-Württemberg Fire Brigades Act, that there had been no violation of the principle of equal treatment. In subsequent decisions delivered ... on 6 December 1978 (1 BvR 722/77), 13 November 1979 (1 BvR 768/79), 5 July 1983 (1 BvR 210/83), 19 November 1985 (1 BvR 609/85) and 11 December 1985 (1 BvR 1277/85), it stated that from the point of view of Article 3 para. 2 of the Basic Law [enshrining the principle of sexual equality] there had still been no general change in legal opinion; the fact that the obligation to serve in the fire brigade was limited to the male residents of a municipality still continued to be objectively justified on account of the risks inherent in service in the fire brigade, even though some fire brigade duties were performed by women and recently fire brigades for female volunteers had even been set up.",
                                "elements": []
                            },
                            {
                                "content": "Nor does the fact that the Länder of Lower Saxony (section 14 para. 3 of the Lower Saxony Fire Protection Act) and the Rhineland-Palatinate (section 10 para. 2 of the Rhineland- Palatinate Fire Protection Act) make provision for an obligation to serve in the fire brigades regardless of sex constitute a reason for departing from this case-law. The sole decisive factor is that there remain today objective reasons (Anknüpfungspunkte) on the basis of which the legislature is entitled to treat men and women differently in this regard. That does not mean that there is an obligation to enact regulations differentiating between the sexes.",
                                "elements": []
                            },
                            {
                                "content": "...\"",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.   RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "12.   The Baden-Württemberg Fire Brigades Act dates from 1 April 1956; it has been amended on several occasions, most recently on 10 February 1987. At the time of the events in the present case the Act was applicable as amended on 27 November 1978.",
                                "elements": []
                            },
                            {
                                "content": "13.   The Act requires municipalities to set up proficient fire brigades which may be composed of volunteers or professionals (sections 4 para. 1 and 8 para. 1). Their role is to deal with, among other things, fires, natural disasters and collapsed buildings, but they may also be required to ensure safety in theatres, at meetings and exhibitions and also at markets (section 2 paras. 1 and 2). All the male residents of the municipality between the ages of 18 and 50 inclusive may be required to serve as firemen, unless they can show that they are unfit to do so on health grounds (section 13 para. 1). If there are insufficient volunteers, the municipalities may call upon these residents to serve (section 13 para. 2), but so far this has never occurred in Baden-Württemberg.",
                                "elements": []
                            },
                            {
                                "content": "As the Act does not recognise a right to active service, the municipalities may refuse to accept a volunteer (section 12 para. 3).",
                                "elements": []
                            },
                            {
                                "content": "14.   The municipalities may adopt decrees making provision for a fire service levy of up to 200 DM; the resulting funds may only be used to meet the needs of the fire brigade (section 43 paras. 1 and 4).",
                                "elements": []
                            },
                            {
                                "content": "Anyone who is liable for fire service duty (section 13) and who resides in the municipality at the beginning of the budget year, may be required to pay this levy (section 43 para. 2). Certain persons are, however, exempted, such as the members of the municipal fire brigade (section 43 para. 3).",
                                "elements": []
                            },
                            {
                                "content": "15.   The system operated in Baden-Württemberg was challenged upon the entry into force of the Act on 1 April 1956. On 17 October 1961 the Federal Constitutional Court ruled that the fire service levy was compatible with the Basic Law and in particular with the general principle of equality before the law in so far as it constituted a \"compensatory charge\" (Ausgleichsabgabe) deriving directly from the obligation to serve.",
                                "elements": []
                            },
                            {
                                "content": "16.   In thirteen of the sixteen Länder of the Federal Republic of Germany - including Baden-Württemberg -, the residents of municipalities are required by law to perform active service in the fire brigade if there are insufficient volunteers. Nine Länder make provision for such service solely for male residents. In addition to Baden-Württemberg, residents are required to pay a contribution to the fire brigade or to the fire protection department in Bavaria, Saxony and Thüringen. Where service is compulsory for residents of both sexes, both men and women are liable to pay the contribution.",
                                "elements": []
                            },
                            {
                                "content": "17.   Moreover, according to information provided by the applicant and not contested, 68,612 women had served in fire brigades in  as at 31 December 1991 and in Baden-Württemberg women have been permitted to serve in fire brigades since 1978.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "18.   Mr Karlheinz Schmidt applied to the Commission on 11 August 1987. Relying on Article 14 taken in conjunction with Article 4 para. 3 (d) of the Convention and Article 1 of Protocol No. 1 (art. 14+4-3-d, art. 14+P1-1), he complained of a breach of the principle of sexual equality in so far as in the Land of Baden-Württemberg only men were subject to the obligation to serve as firemen or pay a financial contribution.",
                        "elements": []
                    },
                    {
                        "content": "19.   The Commission declared the application (no. 13580/88) admissible on 8 January 1992.",
                        "elements": []
                    },
                    {
                        "content": "In its report of 14 January 1993 (drawn up under Article 31) (art. 31), it expressed the opinion, by fourteen votes to three, that there had been a violation of Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1 and with Article 4 para. 3 (d) (art. 14+P1-1, art. 14+4-3-d) of the Convention. The full text of its opinion and of the dissenting opinion contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS BY THE GOVERNMENT TO THE COURT",
                "elements": [
                    {
                        "content": "20.   In their memorial the Government requested the Court to hold",
                        "elements": []
                    },
                    {
                        "content": "\"that there has been no violation of the applicant’s rights under Article 14 taken in conjunction with Article 4 para. 3 (d) of the Convention and with Article 1 of Protocol No. 1 (art. 14+4-3-d, art. 14+P1-1)\".",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I.   ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 4 PARA. 3 (d) (art. 14+4-3-d)",
                        "elements": [
                            {
                                "content": "21.   Mr Karlheinz Schmidt complained that he was required to pay a fire service levy under an Act of the , which made it compulsory for men, but not women, to serve in the fire brigade or pay a financial contribution in lieu of such service (see paragraphs 12-14 above). He claimed to be the victim of discrimination on the ground of sex in breach of Article 14 taken in conjunction with Article 4 para. 3 (d) (art. 14+4-3-d) of the Convention, which provisions state as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 14 (art. 14)",
                                "elements": []
                            },
                            {
                                "content": "\"The enjoyment of the rights and freedoms set forth in this Convention shall be secured without discrimination on any ground such as sex, ...\"",
                                "elements": []
                            },
                            {
                                "content": "Article 4 (art. 4)",
                                "elements": []
                            },
                            {
                                "content": "\"1. ...",
                                "elements": []
                            },
                            {
                                "content": "2. No one shall be required to perform forced or compulsory labour.",
                                "elements": []
                            },
                            {
                                "content": "3. For the purpose of this Article (art. 4) the term ‘forced or compulsory labour’ shall not include:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(d) any work or service which forms part of normal civic obligations.\"",
                                "elements": []
                            },
                            {
                                "content": "A. Applicability",
                                "elements": [
                                    {
                                        "content": "22.   As the Court has consistently held, Article 14 (art. 14) complements the other substantive provisions of the Convention and the Protocols. It has no independent existence since it has effect solely in relation to \"the enjoyment of the rights and freedoms\" safeguarded by those provisions. Although the application of Article 14 (art. 14) does not presuppose a breach of those provisions - and to this extent it is autonomous -, there can be no room for its application unless the facts at issue fall within the ambit of one or more of the latter (see, in particular, the Abdulaziz, Cabales and Balkandali v. the United Kingdom judgment of 28 May 1985, Series A no. 94, p. 35, para. 71, and the Inze v. Austria judgment of 28 October 1987, Series A no. 126, p. 17, para. 36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court reiterates that paragraph 3 of Article 4 (art. 4-3) is not intended to \"limit\" the exercise of the right guaranteed by paragraph 2 (art. 4-2), but to \"delimit\" the very content of that right, for it forms a whole with paragraph 2 and indicates what \"the term ‘forced or compulsory labour’ shall not include\" (ce qui \"n’est pas considéré comme ‘travail forcé ou obligatoire’\"). This being so, paragraph 3 (art. 4-3) serves as an aid to the interpretation of paragraph 2 (art. 4-2). The four subparagraphs of paragraph 3 (art. 4-3), notwithstanding their diversity, are grounded on the governing ideas of the general interest, social solidarity and what is normal in the ordinary course of affairs (see the Van der Mussele v. Belgium judgment of 23 November 1983, Series A no. 70, p. 19, para. 38).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.   Like the participants in the proceedings, the Court considers that compulsory fire service such as exists in Baden-Württemberg is one of the \"normal civic obligations\" envisaged in Article 4 para. 3 (d) (art. 4-3-d). It observes further that the financial contribution which is payable - in lieu of service - is, according to the Federal Constitutional Court (see paragraph 15 above), a \"compensatory charge\". The Court therefore concludes that, on account of its close links with the obligation to serve, the obligation to pay also falls within the scope of Article 4 para. 3 (d) (art. 4-3-d).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that Article 14 read in conjunction with Article 4 para. 3 (d) (art. 14+4-3-d) applies.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Compliance",
                                "elements": [
                                    {
                                        "content": "24.   For the purposes of Article 14 (art. 14) a difference of treatment is discriminatory if it \"has no objective and reasonable justification\", that is if it does not pursue a \"legitimate aim\" or if there is not a \"reasonable relationship of proportionality between the means employed and the aim sought to be realised\". Moreover the Contracting States enjoy a certain margin of appreciation in assessing whether and to what extent differences in otherwise similar situations justify a different treatment (see the Abdulaziz, Cabales and Balkandali judgment, cited above, pp. 35-36, para. 72). However, very weighty reasons would have to be put forward before the Court could regard a difference of treatment based exclusively on the ground of sex as compatible with the Convention (see the Schuler-Zgraggen v. Switzerland judgment of 24 June 1993, Series A no. 263, pp. 21-22, para. 67, and the Burghartz v. Switzerland judgment of 22 February 1994, Series A no. 280-B, p. 29, para. 27).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.   According to the applicant, the Contracting States do not enjoy any margin of appreciation as regards equality of the sexes. He argued that service in the fire brigade was comparable for men and for women and that account could be taken of the biological differences between the two sexes by a sensible division of the various tasks. The concern to protect women could not in itself justify a difference of treatment in this context. As at 31 December 1991, 68,612 women had served in fire brigades in  and even in Baden-Württemberg the fire brigades had accepted women since 1978. The financial contribution was of a purely fiscal nature, as in Baden-Württemberg no man had ever been called upon to serve. There was in any case discrimination since women were just as capable as men of paying the levy in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.   The Commission in substance accepted the applicant’s argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.   In the Government’s view, on the other hand, the difference of treatment is based on objective and reasonable grounds. Fire brigade duty is a traditional civic obligation in Baden-Württemberg, defined by the  as a \"genuine and potential obligation to perform a public duty\". The Government maintained that, in making this duty compulsory solely for the male sex, the legislature had taken account of the specific requirements of service in the fire brigade and the physical and mental characteristics of women. The sole aim which it had pursued in this respect was the protection of women. The financial contribution was purely compensatory in nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.   The Court notes that some German Länder do not impose different obligations for the two sexes in this field and that even in Baden-Württemberg women are accepted for voluntary service in the fire brigade.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Irrespective of whether or not there can nowadays exist any justification for treating men and women differently as regards compulsory service in the fire brigade, what is finally decisive in the present case is that the obligation to perform such service is exclusively one of law and theory. In view of the continuing existence of a sufficient number of volunteers, no male person is in practice obliged to serve in a fire brigade. The financial contribution has - not in law but in fact - lost its compensatory character and has become the only effective duty. In the imposition of a financial burden such as this, a difference of treatment on the ground of sex can hardly be justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.   There has accordingly been a violation of Article 14 taken in conjunction with Article 4 para. 3 (d) (art. 14+4-3-d) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION TAKEN TOGETHER WITH ARTICLE 1 OF PROTOCOL No. 1 (art. 14+P1-1)",
                        "elements": [
                            {
                                "content": "30.   In view of the finding in paragraphs 28 and 29 above, the Court does not consider it necessary also to examine the complaint that the applicant was the victim of discrimination contrary to Article 14 (art. 14) of the Convention as regards his right to the peaceful enjoyment of his possessions, guaranteed under Article 1 of Protocol No. 1 (P1-1).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.   APPLICATION OF ARTICLE 50 (art. 50)",
                        "elements": [
                            {
                                "content": "31.   Under Article 50 (art. 50),",
                                "elements": []
                            },
                            {
                                "content": "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"",
                                "elements": []
                            },
                            {
                                "content": "32.   The applicant sought the reimbursement of the fire service levy in respect of the years 1982 to 1984 (DM 225) and of the costs and expenses incurred before the national courts (DM 395).",
                                "elements": []
                            },
                            {
                                "content": "The Government raised no objection to this claim. The Delegate of the Commission regarded it as reasonable.",
                                "elements": []
                            },
                            {
                                "content": "33.   On the basis of the evidence available to it, the Court allows the applicant’s claims in their entirety.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.   Holds unanimously that Article 14 of the Convention taken in conjunction with Article 4 para. 3 (d) (art. 14+4-3-d) is applicable in this case;",
                        "elements": []
                    },
                    {
                        "content": "2.   Holds by six votes to three that there has been a breach of Article 14 of the Convention taken in conjunction with Article 4 para. 3 (d) (art. 14+4-3-d);",
                        "elements": []
                    },
                    {
                        "content": "3.   Holds unanimously that it is not necessary also to examine the case from the point of view of Article 14 taken in conjunction with Article 1 of Protocol No. 1 (art. 14+P1-1);",
                        "elements": []
                    },
                    {
                        "content": "4.   Holds by eight votes to one that the respondent State is to pay to the applicant, within three months, 620 (six hundred and twenty) German marks for damage and costs and expenses.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 18 July 1994.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 para. 2 (art. 51-2) of the Convention and Rule 53 para. 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a) Joint dissenting opinion of Mr Spielmann and Mr Gotchev;",
                        "elements": []
                    },
                    {
                        "content": "(b) Concurring opinion of Mr Morenilla;",
                        "elements": []
                    },
                    {
                        "content": "(c) Dissenting opinion of Mr Mifsud Bonnici.",
                        "elements": []
                    },
                    {
                        "content": "We voted with the minority, finding that there was no violation in this case, for the following reasons.",
                        "elements": []
                    },
                    {
                        "content": "The question whether there was discrimination arose essentially in relation to the obligation to effect fire brigade duty. The obligation to pay the financial contribution derives directly from the fact of being passed fit for such duty, even though in practice, as there are sufficient numbers of volunteer firemen, the obligation to serve is converted into an obligation to pay.",
                        "elements": []
                    },
                    {
                        "content": "We note that in this instance the obligation to perform fire brigade duty applies only to able-bodied men aged between eighteen and fifty inclusive.",
                        "elements": []
                    },
                    {
                        "content": "In our view this is not a difference of treatment founded exclusively on sex, but a difference based on fitness to carry out the difficult and dangerous tasks inherent in fire brigade duty. The legislature could legitimately consider that men are ordinarily better suited to such tasks than women, just as men aged from eighteen to fifty are normally better suited than those younger or older.",
                        "elements": []
                    },
                    {
                        "content": "We believe that such a difference of treatment has an objective and reasonable justification. It follows that there was no discrimination on this point.",
                        "elements": []
                    },
                    {
                        "content": "We consider that the same conclusion applies in respect of the compensatory charge, as the obligation to pay it derives directly from the obligation to perform the duty in question.",
                        "elements": []
                    },
                    {
                        "content": "It is therefore our opinion that there was no violation in the present case.",
                        "elements": []
                    },
                    {
                        "content": "Although I agree with the reasoning of the majority and its conclusion that there has been a violation of Article 14 taken in conjunction with Article 4 para. 3 (art. 14+4-3) of the Convention, I should like to add a few remarks to clarify my position in this case. In examining the alleged discrimination, the Court referred to the principle of the equality of rights between men and women, \"a fundamental principle of democracy, being a factor in the recognition of the legitimacy of women’s status in public life\" (Recommendation 1229 (1994) of the Parliamentary Assembly of the Council of Europe), and to that of the progress towards equality between the sexes, \"a sine qua non of democracy and an imperative of social justice\" (Declaration of the Committee of Ministers of the Council of Europe 1988).",
                        "elements": []
                    },
                    {
                        "content": "My first observation concerns the applicant’s complaint. He claimed to have been the victim of discrimination on the basis of his sex inasmuch as only the male residents of his municipality were required to pay the fire service levy in lieu of actual performance of the service in question. He maintained that the obligation to serve in the fire brigade was a normal civil obligation within the meaning of Article 4 para. 3 (d) (art. 4-3-d) of the Convention, that it was not based on abilities specific to the male sex and that, consequently, the \"compensatory\" financial contribution infringed Article 14 taken in conjunction with Article 4 paras. 2 and 3 (d) (art. 14+4-2, art. 14+4-3-d) and with Article 1 of Protocol No. 1 (art. 14+P1-1) (applicant’s memorial, para. 9).",
                        "elements": []
                    },
                    {
                        "content": "Looking at this argument I had some doubts at the outset concerning the applicant’s status as a victim in so far as he alleges discriminatory treatment prohibited by Article 14 (art. 14) of the Convention - which, as may be seen from its wording, is \"accessory\" to a recognised right - in conjunction with Article 4 (art. 4) of the Convention, when what is really in issue is a derogation from the principle of the prohibition of forced labour provided for in that Article. The true object of the applicant’s complaint is therefore a general right to equality between the sexes, as groups which should receive equal treatment, rather than the enjoyment of the specific freedom guaranteed under Article 4 (art. 4) of the Convention since the service in question is not regarded as \"forced or compulsory labour\". Mr Karlheinz Schmidt does not attack the payment of a contribution which has become anachronistic and which has lost its compensatory character; what he is really complaining about is that women as a social group receive more favourable, indeed privileged, treatment because they are exempted from performing the service in question, without there being an objective reason for this, and therefore from paying, like the male residents, the financial contribution.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion this recourse by the applicant to Article 14 (art. 14) of the Convention in order to invoke the principle of equality of rights between men and women calls for close scrutiny. The Convention and the other international instruments concerning human rights, - and I am thinking in particular of the United Nations Convention on the Elimination of all Forms of Discrimination against Women (1979) - are principally aimed at protecting women, because of the discrimination which existed and which, unfortunately, still exists - against women in areas such as education, the family, employment or social policy or which impedes their full participation under the same conditions as men in the political, social, economic and cultural life of their country.",
                        "elements": []
                    },
                    {
                        "content": "Secondly I consider that in this case prohibited discriminatory treatment has not been sufficiently distinguished from legitimate differences of treatment based on sex or on other personal circumstances. The contested Baden-Württemberg legislation also took account of other criteria such as age, health and residence. These cannot be regarded as discriminatory, for they make it possible to adopt an appropriate difference of treatment based on the specific physical aptitude needed to deal effectively with the emergency situations which arise in the course of fire brigade duty. This is moreover a field where States, because of their direct knowledge of their societies, enjoy a certain margin of appreciation in determining whether such differences in capacity justify a difference of treatment in law - unrelated to any notion of privilege - in order to be able to organise the service in the most effective way.",
                        "elements": []
                    },
                    {
                        "content": "Finally, the same approach should be taken when addressing the question, raised by the Commission, concerning the significance of the opportunity accorded to women of serving in the fire brigades as volunteers from 1978 onwards, or the more general question, raised by the applicant, of a \"sensible division of tasks which can undeniably take account of the weaker physical constitution of individual members of the fire brigade\" (applicant’s memorial, para. 13) or that of the current evolution of opinion with regard to equality between the sexes (Commission’s report, paras. 49 and 50). I think that the physical difference between the two sexes is a \"weighty\" consideration justifying a difference of treatment by reason of the fact that certain tasks which require extreme physical efforts are ordinarily more easily accomplished by men than women, whilst the risk to health is greater for women.",
                        "elements": []
                    },
                    {
                        "content": "In this area, as I have stated above, the States Parties to the Convention enjoy a margin of appreciation in assessing the social circumstances when they decide in favour of new forms of participation by women in services traditionally carried out by men or as regards the speed of progress towards the objective already mentioned of the member States of the Council of Europe.",
                        "elements": []
                    },
                    {
                        "content": "However, in the present case, the question arises in very specific and very different terms. As the majority noted (paragraph 28 of the judgment), the obligation imposed on men to serve in the fire brigade is, in the municipality in question, exclusively one of law and theory. It follows that the contribution which the applicant was required to pay no longer has the character of a \"compensatory\" payment, but resembles rather a \"tax\" imposed on certain male residents of the locality, a practice which in the circumstances lacks any reasonable and objective justification.",
                        "elements": []
                    },
                    {
                        "content": "1.   I view the facts of the case as being essentially a question of a civic duty imposed on adult males living in Tettnang in Baden-Württemberg to carry out fire brigade duties. Where these duties are not carried out, the male adult in question has to pay a monetary contribution. Women are exempted from the service. The applicant claims that his case has to be considered under Article 4 (art. 4) of the Convention which prohibits \"forced and compulsory\" labour.",
                        "elements": []
                    },
                    {
                        "content": "2.   I do not think that anyone can subscribe to the applicant’s claim. However, since it is combined with what is laid down in Article 14 (art. 14), the majority have found a violation. To this I cannot subscribe for if no substantive provision of the Convention or of the Protocols has been found to be applicable, before looking at Article 14 (art. 14), then the latter provision does not even come into consideration.",
                        "elements": []
                    },
                    {
                        "content": "3.   In my opinion this is the logical and juridically correct approach for a reading of Article 14 (art. 14) (I refer in particular to the judgments and opinions expressed in the Marckx case (Marckx v.  judgment of 13 June 1979, Series A no. 31)). It can only come into operation after one of the substantive provisions on which the applicant bases his claims has been found to be applicable. In the present case Mr Schmidt was not required to perform forced or compulsory labour, as prohibited by Article 4 para. 2 (art. 4-2), for the reason that what was required of him was a service which forms part of a normal civic obligation, which is expressly exempted by the same Article 4 in paragraph 3 (d) (art. 4-3-d). Once this is established, the principal claim of the applicant appears to me to be completely unfounded and therefore Article 14 (art. 14) does not come into play.",
                        "elements": []
                    },
                    {
                        "content": "4.   According to the majority, \"... the Court considers that compulsory fire service such as exists in Baden-Württemberg is one of the ‘normal civic obligations’ envisaged in Article 4 para. 3 (d) (art. 4-3-d)\" and I cannot but agree with this.",
                        "elements": []
                    },
                    {
                        "content": "They continue: \"It observes further that the financial contribution which is payable - in lieu of service - is, according to the  ..., a ‘compensatory charge’. The Court therefore concludes that, on account of its close links with the obligation to serve, the obligation to pay also falls within the scope of Article 4 para. 3 (d) (art. 4-3-d).\" Here too I cannot but agree, because all this excludes the alleged violation of Article 4 (art. 4).",
                        "elements": []
                    },
                    {
                        "content": "But they conclude: \"There has accordingly been a violation of Article 14 taken in conjunction with Article 4 para. 3 (d) (art. 14+4-3-d).\" Here I part company since, to my mind, what should follow from the premises is the contrary proposition.",
                        "elements": []
                    },
                    {
                        "content": "5.   I cannot but conclude that there is no violation and as I think the claim to be completely unfounded, the applicant should be awarded nothing.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KARLHEINZ SCHMIDT v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57880.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1994:0718JUD001358088",
    "externalsources": [
        "Basic Law, Article 3",
        "Baden-Württemberg Fire brigades Act of 1st April 1956 (amended in 1978), Sections 2, 4 para. 1, 8 para. 1, 13, 43"
    ],
    "extractedappno": [
        "13580/88",
        "722/77",
        "768/79",
        "210/83",
        "609/85",
        "1277/85"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "1978 Fire brigades Act of the Land of Baden-Württemberg, Section 43",
        "Municipal Decree of 5 December 1979"
    ],
    "itemid": "001-57880",
    "judgementdate": "18/07/1994 00:00:00",
    "kpdate": "18/07/1994 00:00:00",
    "kpthesaurus": [
        "343",
        "100",
        "349",
        "139",
        "284",
        "216",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "4-3-d",
        "4-2",
        "4",
        "14",
        "41",
        "P1-1"
    ],
    "parties": [
        "KARLHEINZ SCHMIDT",
        "GERMANY"
    ],
    "rank": "317.927978515625",
    "representedby": [
        "N/A"
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "Abdulaziz, Cabales and Balkandali v. United Kingdom judgment of 28 May 1985, Series A no. 94, p. 35, para. 71, pp. 35-36, para. 72",
        "Inze v. Austria judgment of 28 October 1987, Series A no. 126, p. 17, para. 36",
        "Van der Mussele v. Belgium judgment of 23 November 1983, Series A no. 70, p. 19, para. 38",
        "Schuler-Zgraggen v. Switzerland judgment of 24 June 1993, Series A no. 263, pp. 21-22, para. 67",
        "Burghartz v. Switzerland judgment of 22 February 1994, Series A no. 280-B, p. 29, para. 27"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "445297",
    "typedescription": "15"
}