{
    "__articles": "6;6-1;41",
    "__conclusion": "No violation of Art. 6-1;Violation of Art. 6-1",
    "applicability": "",
    "appno": "24273/04",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-106766.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 24273/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Olga Aleksandrovna Nevskaya (“the applicant”), on 30 May 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr G.I. Zhuravlev, a lawyer practising in . The Russian Government (“the Government”) were represented by Ms V. Milinchuk and then by Mr G. Matyushkin, former and current Representatives of the Russian Federation at the European Court of Human Rights respectively.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 3 December 2008 the President of the First Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "4.  In June 2010 the President of the Chamber, to which the case was assigned, invited the respondent Government under Rule 54 § 2 (a) of the Rules of Court, to submit further documents concerning the application. The President of the Chamber also acceded to the Government’s request and held that pursuant to Rule 33 § 1 the above documents should not be made available to the public.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "5.  The applicant was born in 1978 and lives in .",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 1998 an explosion destroyed the monument to Tsar Nicolas II in  of the Moscow Region.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 13 August 1998 and on 4 April 1999 two night explosions in  damaged the façade of the Federal Security Service (“FSB”).",
                        "elements": []
                    },
                    {
                        "content": "8.  Criminal investigations into acts of terrorism were opened following the above events. Responsibility for the above explosions was attributed to an anarchist movement “New Revolutionary Alternative” (NRA).",
                        "elements": []
                    },
                    {
                        "content": "9.  On 23 February 2000 the applicant was arrested. Her detention was subsequently extended on a number of occasions. In November 2000 the applicant was released.",
                        "elements": []
                    },
                    {
                        "content": "10.  The preliminary investigation was completed on 22 May 2001. Subsequently, the applicant studied the case file until 16 July 2001. In December 2001 the investigating authority ordered the defence (the co-accused) to complete its study of the case file before 5 February 2002.",
                        "elements": []
                    },
                    {
                        "content": "11.  On 21 February 2002 the criminal case was submitted to the Moscow City Court for trial. The case was assigned to judge Ko.. On 6 March 2002 judge Ko. refused to relinquish jurisdiction in favour of the  for holding a trial by jury. The judge determined that the nature of the charges and the need to ensure security of the trial participants required a non-public trial. On an unspecified date the case file was classified as “secret”. Apparently, despite the above decision, the trial was filmed with a video camera, while the defence was refused permission for an audio recording of the trial. On 25 April 2002 the Supreme Court upheld the decision of 6 March 2002 in the part concerning the trial in camera.",
                        "elements": []
                    },
                    {
                        "content": "12.  On 26 April 2002 two lay assessors were appointed to sit with the presiding judge. It appears that the applicant and one of her co-accused retained new counsel, who were given time to study the case file.",
                        "elements": []
                    },
                    {
                        "content": "13.  It appears that since April 2002 at least twenty adjournments were ordered, mostly due to one or several defence lawyers’ absence for medical reasons, due to annual leave or unspecified reasons. In January 2003 judge Ko. sent a letter to the Moscow Bar Association complaining that the defence lawyers had obstructed the trial by failing to appear on a number of occasions. The judge indicated, for instance, that the applicant’s co-accused lawyer Mr Ka. had not been present on 21 May and 25 June 2002 owing to his involvement in another trial; had been on sick leave from 23 November to 11 December 2002; had been absent on 18 July and 16 December 2002 and on 9 January 2003 without a valid excuse supported by proof; and between 19 and 27 December 2002 had apparently been admitted to hospital, allegedly until 23 January 2003. Ms Ka. (also the co-accused’s lawyer) had not been present on 26 April 2002 owing to alleged illness and had been absent on 18 July and 27 December 2002 and on 23 January 2003 without a valid excuse supported by proof.",
                        "elements": []
                    },
                    {
                        "content": "14.  On 14 February 2003 the City Court rejected a motion the defence had submitted seeking to have the trial conducted in public. The court held that the case was “secret” for the purposes of Article 241 § 2 of the Code of Criminal Procedure and the anti-terrorist legislation. On 14 March 2003 the trial court examined a number of requests submitted by the defence. The court considered that the RSFSR Code of Criminal Procedure, which had been applicable before the trial, did not require that the defence should be provided with both the bill of indictment and any “annexes” to it. In any event, the defence had been provided with the annexes, including the list of persons to be called as witnesses at the trial.",
                        "elements": []
                    },
                    {
                        "content": "15.  At trial, the applicant was kept in a metal cage guarded by convoy officers.",
                        "elements": []
                    },
                    {
                        "content": "16.  On 14 May 2003 the Moscow City Court convicted the applicant of several counts of handling explosives and terrorism. She was sentenced to six years’ imprisonment. Referring to written depositions by Ms V. and  made at the pre-trial investigation stage, the City Court established that the bomb targeted a public building, the FSB office. The court also relied on written depositions by Mr N. and oral testimony by witnesses Mr R., Mr K., Mr S. who had received information about the defendants’ anarchist activities and details of the explosions either directly from them or other persons, including Mr Biryukov.",
                        "elements": []
                    },
                    {
                        "content": "17.  On 4 December 2003 the Supreme Court, sitting in camera, upheld the judgment in respect of the applicant.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION (LENGTH OF CRIMINAL PROCEEDINGS)",
                        "elements": [
                            {
                                "content": "18.  The applicant complained that the length of the criminal proceedings against her had exceeded the “reasonable time” in breach of Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "19.  The Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. No other ground for declaring it inadmissible has been established. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "20.  The Government submitted that the applicant and her co-accused delayed proceedings, in particular in late 2001 when they studied the case file. The trial proceedings, which had started in February 2002, were completed with a reasonable time, given the complexity of the case (several episodes and several defendants). A number of delays were attributable to the applicant, her co-accused or counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant maintained her complaint, considering that no significant delays during the trial had been attributable to her or her counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Period under consideration",
                                        "elements": [
                                            {
                                                "content": "22.  The Court observes at the outset that the period under consideration started on 23 February 2000, when the applicant was arrested. It is common ground that these proceedings ended on 4 December 2003. Thus, they took three years, nine months and eleven days for the investigative stage and the trial at two levels of jurisdiction.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Assessment of the period",
                                        "elements": [
                                            {
                                                "content": "23.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The Court has examined the applicant’s complaint, bearing in mind that it essentially concerned the court proceedings, which lasted from 22 February 2002 to 4 December 2003, that is, one year and slightly over nine months at two levels of jurisdiction. It is noted that the applicant was at liberty during this period of time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  It has not been alleged that there were any significant periods of inactivity attributable to the State during the preliminary investigation (see Shenoyev v. , no. 2563/06, § 63, 10 June 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Court accepts that the case was relatively complex. The Court reiterates that an applicant cannot be required to cooperate actively with the judicial authorities, nor can he or she be criticised for having made full use of the remedies available under the domestic law in the defence of his or her interests (see, among others, Rokhlina v. Russia, no. 54071/00, § 88, 7 April 2005). However, the Court agrees with the Government that certain periods of inactivity could be attributable to the defence in this case. At the same time, the applicant did not substantiate that any specific significant periods of inactivity were imputable to the State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  Making an overall assessment the Court concludes that in the circumstances of the case the “reasonable time” requirement was respected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  There has accordingly been no violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION IN RELATION TO THE TRIAL",
                        "elements": [
                            {
                                "content": "29.  The applicant complained that the criminal proceedings against her had been unfair and had not been conducted in public, in breach of Article 6 of the Convention, which reads in the relevant parts s follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. Judgment shall be pronounced publicly but the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society, where the interests of juveniles or the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice.",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him;",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "30.  The applicant submitted numerous complaints under Article 6 of the Convention, alleging, inter alia, that the trial court was not impartial and independent; it was not “established by law”, made erroneous findings of fact, misapplied national law and made an inadequate assessment of the evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The applicant also alleged that the trial was held in camera; there had been no objective grounds for closing the trial to the public. There had been no media coverage of the trial; nor did the matter involve any sensitive information or considerations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  Lastly, the applicant complained that she had not been given access to the video surveillance recording of the site of the explosion which the FSB allegedly had in its possession. She had been restricted in her ability to prepare her defence because of limited access to the case file. In the courtroom the applicant had been kept in a poorly-lit metal cage and had not been allowed to give instructions to her counsel.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "33.  The Government argued that the criminal proceedings against the applicant had been fair. They submitted in particular that the authorities had aimed at ensuring the safety of the trial participants. The decision to close the trial to the public was justified because the case file had been classified as “secret”.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "34.  The Court notes that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Public hearing",
                                "elements": [
                                    {
                                        "content": "35.  The Court reiterates that the holding of court hearings in public constitutes a fundamental principle enshrined in Article 6 § 1 of the Convention. It protects litigants against the administration of justice in secret with no public scrutiny. It is also one of the means whereby confidence in the courts can be maintained. Administration of justice, including trials, derives legitimacy from being conducted in public. By rendering the administration of justice transparent, a public hearing contributes to fulfilling the aim of Article 6 § 1, namely, a fair trial (see Gautrin and Others v. France, 20 May 1998, § 42, Reports of Judgments and Decisions 1998-III, and Pretto and Others v. Italy, 8 December 1983, § 21, Series A no. 71). There is a high expectation of publicity in ordinary criminal proceedings, which may well concern dangerous individuals, notwithstanding the attendant security problems (see Campbell and Fell v. the United Kingdom, 28 June 1984, § 87, Series A no. 80).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The requirement to hold a public hearing is subject to exceptions. This is apparent from the text of Article 6 § 1 itself, which contains the provision that the press and public may be excluded from all or part of the trial in the interests of national security in a democratic society, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice. Thus, it may on occasion be necessary under Article 6 to limit the open and public nature of proceedings in order, for example, to protect the safety or privacy of witnesses, or to promote the free exchange of information and opinion in the pursuit of justice (see B. and P. v. the United Kingdom, nos. 36337/97 and 35974/97, § 37, ECHR 2001-III, with further references). The Court’s task in the present case is to establish whether the exclusion of the public from the trial in the City Court was justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court observes that in the applicant’s criminal case the City Court ordered a trial in camera, referring to the nature of the charges and the need to ensure the security of the trial participants. Subsequently, the court rejected the defence’s objection to a non-public trial, with reference to the “secret” status of the case file under the Code of Criminal Procedure and unspecified anti-terrorist legislation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In the Court’s view, it was not convincingly shown that national security concerns served as a valid basis for the decision to exclude the public from the trial. However, even assuming that the City Court endorsed the prosecutor’s argument pertaining to the presence of classified information in the criminal case file, the Court does not concur with the Government’s submission that the mere presence of such information in a case file automatically implies a need to close a trial to the public, without balancing openness with national security concerns. The Court observes that it may be important for a State to preserve its secrets, but it is of infinitely greater importance to surround justice with all the requisite safeguards, of which one of the most indispensable is the guarantee that proceedings are open to the public. Before excluding the public from criminal proceedings, courts must make specific findings that closure is necessary to protect a compelling governmental interest and limit secrecy to the extent necessary to preserve such an interest (see, mutatis mutandis, Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, 29 November 2007, § 149, and Moser v. Austria, no. 12643/02, 21 September 2006, §§ 96 and 97).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  There is no evidence to suggest that either of the two conditions was satisfied in the present case. The City Court did not elaborate on the reasons for holding the trial in camera. It did not even indicate what documents in the case file, if any, were considered to contain State secrets or how they were related to the nature and character of the charges against the applicant. The Court further observes that the City Court did not take any measures to counterbalance the detrimental effect that the decision to hold the trial in camera must have had on public confidence in the proper administration of justice for the sake of protecting the State’s interest in keeping its secrets. The Government did not argue – and there is no indication to the contrary in the documents submitted by the parties – that it was not open to the City Court to hold the trial publicly subject to clearing the courtroom for a single or, if need be, a number of non-public sessions to deal with classified documents or information. The Court therefore finds it striking that in such a situation the Moscow City Court preferred to close the entire trial to the public (see Belashev v. Russia, no. 28617/03, § 84, 4 December 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Turning to the Government’s second argument to the effect that the exclusion of the public was necessary in the interests of justice, in particular, for the safety of the “trial participants”, including the defendants, the Court considers that it would have been preferable to have expanded this element to explain in more detail why the City Court was worried about the vulnerability of certain persons or whether and why it was concerned that those persons could have been deterred. It was also important to explain why the concern for the safety of the persons involved in the trial outweighed the importance of ensuring the public nature of the trial (see Porubova v. , no. 8237/03, § 34, 8 October 2009). Moreover, if the trial court had indeed taken into account certain information, this should have been presented to the parties, in particular the applicant, so that an open discussion of the matter could have occurred (see Volkov v. Russia, no. 64056/00, § 31, 4 December 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court notes that the gravity of the charges cannot by itself serve to justify the restriction of such a fundamental tenet of judicial proceedings as their openness to the public. The Court observes that a danger which defendants may present to other parties to the proceedings cannot be gauged solely on the basis of the gravity of the charges and severity of the sentence faced. It must be assessed with reference to a number of other relevant factors which may confirm the existence of a danger justifying the denial of public access to a trial. In the present case the decisions of the domestic courts gave no reasons why they considered the risk to the safety of the “participants” to be decisive. Nor did any relevant information transpire from the other material before the Court, including the documents from the criminal case file produced by the parties. Consequently, the Court finds that dispensing with a public hearing was not justified in the circumstances of the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Lastly, the Court observes – and the Government did not argue to the contrary – that the appeal hearing before the Supreme Court of the  was not open to the public either. It therefore follows that the appeal proceedings before the Supreme Court did not remedy the non-public nature of the trial before the City Court (see Belashev, cited above, § 87).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Having regard to these considerations, the Court concludes that there has been a violation of Article 6 § 1 of the Convention owing to the lack of a public hearing in the applicant’s case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Other grievances",
                                "elements": [
                                    {
                                        "content": "44.  As to the remaining grievances in relation to the pre-trial and trial proceedings in the applicant’s criminal case, the Court first reiterates that, in accordance with Article 19 of the Convention, its only task is to ensure the observance of the obligations undertaken by the Parties to the Convention. In particular, the Court is not competent to deal with an application alleging that errors of law or fact have been committed by the domestic courts, except where it considers that such errors might have involved a possible violation of any of the rights and freedoms set out in the Convention (see, among other authorities, Schenk v. Switzerland, 12 July 1988, § 45, Series A no. 140).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Furthermore, as regards Article 6 of the Convention, the Court also reiterates that the admissibility of evidence is primarily a matter for regulation by national law and as a general rule it is for the national courts to assess the evidence before them. The guarantees in paragraph 3 of Article 6 are specific aspects of the right to a fair trial set out in paragraph 1. In the circumstances of the case it finds it unnecessary to examine the applicant’s allegations separately from the standpoint of paragraph 3 (b), since they amount to a complaint that she did not receive a fair trial. It will therefore confine its examination to the question of whether the proceedings in their entirety were fair (see Rowe and Davis v. the United Kingdom [GC], no. 28901/95, § 59, ECHR 2000-II). It is a fundamental aspect of the right to a fair trial that criminal proceedings, including the elements of such proceedings which relate to procedure, should be adversarial and that there should be equality of arms between the prosecution and defence. The right to an adversarial trial means, in a criminal case, that both prosecution and defence must be given the opportunity to have knowledge of and comment on the observations filed and the evidence adduced by the other party. In addition Article 6 § 1 requires that the prosecution authorities disclose to the defence all material evidence in their possession for or against the accused (see, among others, Natunen v. , no. 21022/04, § 39, 31 March 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Bearing in mind the above principles, the Court has examined the applicant’s remaining grievances relating to the preliminary investigation in her criminal case and the fairness of the trial. The applicant, who was assisted by counsel, was afforded an adequate opportunity to present her arguments and evidence, as well as to contest the prosecution’s arguments and evidence, in adversarial proceedings. The applicant’s allegation concerning unjustified limitations on her ability to have knowledge of the material in the criminal case file lacks substantiation. The Court also considers that the time afforded by the authorities to study the case file was not as such insufficient and that the applicant’s rights under Article 6 have not been breached in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The available material before the Court does not disclose that any other alleged violations were such as to impair the overall fairness of the proceedings under Article 6 § 1 of the Convention. There has therefore been no violation of Article 6 § 1 of the Convention on this account.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  The applicant complained under Articles 3 and 5 of the Convention that she had been detained in appalling conditions; that she had been compelled through threats, unjustified detention and psychological pressure to make admissions. She also raised a number of other complaints under Article 6 of the Convention concerning the trial and post-trial proceedings. Lastly, she alleged under Articles 9, 10 and 11 of the Convention that she had been prosecuted and convicted due to her political opinions and activities.",
                                "elements": []
                            },
                            {
                                "content": "49.  The Court has examined these complaints as submitted by the applicant. However, having regard to all the material in its possession, and in so far as they fall within its jurisdiction, the Court finds that these complaints do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "51.  The applicant claimed 30,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court awards the applicant EUR 4,800 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicant also claimed reimbursement of her costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the absence of any specific claim and supporting documents, the Court rejects the claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "57.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning length and fairness of the criminal proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 6 § 1 of the Convention on account of the length of the criminal proceedings;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the lack of a public hearing;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been no violation of Article 6 § 1 of the Convention in relation to the applicant’s other grievances concerning the criminal trial;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,800 (four thousand eight hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 October 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NEVSKAYA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-106766.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1011JUD002427304",
    "externalsources": [],
    "extractedappno": [
        "24273/04",
        "25444/94",
        "2563/06",
        "54071/00",
        "36337/97",
        "35974/97",
        "9852/03",
        "13413/04",
        "12643/02",
        "28617/03",
        "8237/03",
        "64056/00",
        "28901/95",
        "21022/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-106766",
    "judgementdate": "11/10/2011 00:00:00",
    "kpdate": "11/10/2011 00:00:00",
    "kpthesaurus": [
        "445",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "NEVSKAYA",
        "RUSSIA"
    ],
    "rank": "832.7822265625",
    "representedby": [
        "ZHURAVLEV G. I."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "356429",
    "typedescription": "15"
}