{
    "__articles": "3;5;5-3;13",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention)",
    "applicability": "",
    "appno": "36461/05",
    "article": [
        "13",
        "3",
        "5"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Length of pre-trial detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-150320.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36461/05) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Kazakhstani national, Mr Igor Vladimirovich Shkarupa (“the applicant”), on 12 September 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms L.V. Shpak, a lawyer practising in Novosibirsk. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been held in poor conditions of detention, that his pre-trial detention had been unlawful and that he had been ill-treated by the police.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 10 November 2010 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1965 and lives in Novosibirsk.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "6.  On 8 April 2003 the applicant was arrested on suspicion of murder and placed in pre-trial detention pursuant to an order of the Berdsk District Court of the Novosibirsk Region (“the Berdsk District Court”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Between 3 June 2003 and 12 May 2004 the Berdsk District Court extended the applicant’s detention pending trial on several occasions. On the latter date it ordered that he remain in detention until 12 August 2004. It referred to the seriousness of the charges against him and the absence of any grounds to change that particular preventive measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 11 August 2004 the Berdsk District Court convicted the applicant as charged and he was sentenced to imprisonment. It also ordered that he remain in detention until his conviction became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 15 December 2004 the Novosibirsk Regional Court quashed the applicant’s conviction and sent his case to the first-instance court for fresh examination. Its decision stated that the preventive measure applied to him “should remain unchanged”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In an interlocutory hearing on 9 March 2005 the Berdsk District Court examined a request by the applicant for release pending trial, subject to him either giving an undertaking not to leave a specified place or the application of a different preventive measure. He argued, in particular, that the Novosibirsk Regional Court’s brief indication in its decision of 15 December 2004 that the preventive measure applied to him should remain unchanged could not serve as a sufficient legal basis for his continued detention. In this connection, the Berdsk District Court noted that the Novosibirsk Regional Court’s decision, in so far as it had concerned the preventive measure, had been lawful as it had been taken in accordance with the relevant provisions of national law. It further did not consider it possible to release the applicant pending trial on account of the seriousness of charges against him and the fact that he was a foreign national and did not reside within the territory of Russia, with the result that he might abscond if at liberty or put pressure on witnesses. The court thus ordered that his detention be extended until 15 June 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 6 April 2005 the Novosibirsk Regional Court upheld the decision of 9 March 2005 on appeal. It stated that the Berdsk District Court, in convicting the applicant on 11 August 2004, had indicated that he should remain in detention until that judgment became final. It further noted that when quashing the conviction, it itself had stated that the preventive measure applied to the applicant should remain unchanged, and that then, in accordance with Article 255 § 3 of the Russian Criminal Code, the Berdsk District Court had extended the applicant’s detention for three months. It thus concluded that the applicant’s pre-trial detention was lawful, wellfounded and based on a court order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 8 June 2005 the Berdsk District Court further extended the applicant’s detention until 15 September 2005. He requested his release, stating that he had been in custody for a long time and that his health had deteriorated. The court held that there were no grounds to change the preventive measure applied to him. It referred to the seriousness of the charges against him and the fact that he was a foreign national and did not reside within the territory of Russia, with the result that he might abscond or influence witnesses if released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 5 September 2005 the Berdsk District Court ordered that the applicant remain in detention until 15 December 2005. He asked the court to change the preventive measure, referring to the poor state of his health and the fact that he had already been kept in detention for a long time. He further argued that he would not abscond, given that his family lived in Berdsk and owned property nearby. The court stated that because the applicant had been charged with a particularly serious offence, had pleaded not guilty, was a foreign national and was not registered within the territory of Russia, he might seek to evade justice. It also stated that the extension of his detention was necessary, in view of the fact that an expert examination in his case was being carried out in Moscow at the time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 14 December 2005 the Berdsk District Court further extended the applicant’s detention until 15 March 2006. He asked to be released, arguing that he had a child and family in the Novosibirsk Region as well as property nearby where he could be registered. He had also already spent a long time in detention and his state of health had deteriorated. The court gave reasons similar to those indicated in its decision of 5 September 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 15 March 2006 the Berdsk District Court ordered the applicant’s release, subject to him giving an undertaking not to leave a specified place. The court noted that he had been kept in detention for a long time, and that his wife and child lived in Novosibirsk, where the latter went to school. It also took into account the fact that they were Russian nationals, and that there was therefore a possibility, and a place, for the applicant to live in the Novosibirsk Region pending trial. The court further noted that the results of the expert examination carried out in Moscow had since been received. It also referred to the fact that the applicant had no previous criminal record, had positive references from his place of residence and place of work and needed medical treatment as his health had deteriorated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 19 May 2006 the Berdsk District Court acquitted the applicant. In the operative part of its judgment it stated that he had a right to “rehabilitation” (реабилитация) and that it was open to him to claim compensation for pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 21 August 2006 the Novosibirsk Regional Court upheld the acquittal on appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings for damages",
                                "elements": [
                                    {
                                        "content": "18.  After his acquittal the applicant instituted civil proceedings against the authorities in the Oktyabrskiy District Court of Novosibirsk under Articles 131 and 132 of the Code of Civil Procedure and Article 136 § 3 of the Code of Criminal Procedure. He claimed 10,000,000 Russian roubles (RUB) for the pecuniary damage resulting from his unlawful prosecution and detention, and RUB 120,761 for costs and expenses. He argued, in particular, that as a result of being prosecuted for an offence he had not committed he had been deprived of his liberty, which had caused him and his family suffering. Furthermore, he could not work and his health had deteriorated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 30 January 2008 the Oktyabrskiy District Court partly allowed the applicant’s claim for non-pecuniary damage and awarded him RUB 500,000 (approximately 12,500 euros). In its reasoning the court firstly noted that under Article 5 of the Convention everyone who has been the victim of arrest or detention in breach of that provision should have the right to compensation. It further noted that by virtue of the Berdsk District Court’s judgment of 19 May 2006 the applicant had been acquitted and his right to “rehabilitation” had been recognised. On this basis the court found that he had been unlawfully prosecuted, unlawfully detained from 8 April 2003 to 15 March 2006 and, subsequently, unlawfully subjected to an undertaking not to leave a specified place. It further stated that, where a person’s right to rehabilitation had been recognised, the existence of non-pecuniary damage was presumed and it was only the amount to be awarded that had to be established. For these purposes the court took into account the suffering caused to the applicant and the fact that his health had deteriorated. It relied on Articles 1070 and 1100 of the Civil Code in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On the same date the Oktyabrskiy District Court discontinued the proceedings concerning the applicant’s claim for costs and expenses, on the grounds that it could not be examined within the civil proceedings but rather should be brought within criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 18 March 2008 the Novosibirsk Regional Court upheld the judgment on appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s detention in a temporary detention facility",
                                "elements": [
                                    {
                                        "content": "22.  Between 2003 and 2006, during the examination of the applicant’s case, he was on several occasions taken to the temporary detention facility of the Berdsk Office of the Interior (“the Berdsk IVS”) so that he could take part in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The applicant’s account",
                                        "elements": [
                                            {
                                                "content": "23.  The applicant provided the following information concerning his detention in the IVS:",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  between 6 and 15 April and 13 and 20 May 2003 he was held with one cellmate in cell no. 9, which measured less than 6 square metres and was equipped with two beds;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  between 5 and 12 August 2003 he was again held in cell no. 9, but this time with three cellmates;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  between 7 and 21 October 2003 and 3 and 10 February 2004 he was held with nine cellmates in cell no. 6, which measured around 16 square metres;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  between 11 and 18 May 2004 he was again held in cell no. 6, but this time with five cellmates;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  between 15 and 18 June 2004 he was held with nine cellmates in cell no. 4, which measured around 18 square metres and was equipped with six beds;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  between 15 and 20 July 2004 he was again held in cell no. 9, but this time with two cellmates;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  between 27 July and 13 August 2004 he was held with one cellmate in cell no. 11, which measured 5.75 square metres and was equipped with one bed;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  between 31 August and 7 September 2004 he was held with eleven cellmates in cell no. 8, which measured around 18 square metres and was equipped with six beds;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  between 3 and 18 March, 17 and 24 May, 7 and 10 June, 30 and 31 August and 13 and 20 December 2005, and between 14 and 15 March 2006, the applicant was again held in cell no. 8 with six, eight, five, two, six and eight cellmates respectively;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  between 31 August and 6 September 2005 the applicant was again held in cell no. 11, but this time with two cellmates.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  None of the cells was equipped with a wash basin, which made basic hygiene procedures impossible. Detainees could take a shower only once every ten days. There was no partition between the lavatory and the rest of the room, which offered no privacy. The cells were infested with bedbugs and no pest control treatments were ever conducted. As there were no windows, there was no fresh air or daylight. The ventilation system was turned on very rarely, so the cells were stuffy and humid and in summer it was hard to breathe. The artificial lighting was insufficient, which affected detainees’ eyesight. The fact that there were no tables and chairs was humiliating as detainees had to eat, prepare for hearings and write complaints and applications while sitting on the floor. Food was served only once a day and the applicant was constantly hungry. Walks outside the cells were irregular and did not last for more than fifteen minutes.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s account",
                                        "elements": [
                                            {
                                                "content": "25.  According to the Government, they were unable to provide exact information about the cells the applicant was held in 2003 and part of 2004 or the number of inmates he was held with, as the relevant documents had been destroyed on the expiry of their storage period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  They did, however, provide the following information concerning the applicant’s detention in the Berdsk IVS in 2004 to 2006:",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  between 11 and 18 May 2004 he was held with six inmates in cell no. 6, which measured 17.3 square metres;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  between 3 and 18 March, 17 and 24 May, 7 and 10 June and 13 and 20 December 2005, and between 14 and 15 March 2006, he was held with six to nine inmates in cell no. 8, which measured 18.3 square metres;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  between 30 August and 6 September 2005 he was held with two cellmates in cell no. 11, which measured 5.75 square metres.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The cells did not have windows but were ventilated. They contained no other furniture apart from beds. The number of cellmates exceeded the number of available beds. Each cell had a wall-mounted lavatory, but there was no partition to divide it from the rest of the cell. The cells were cleaned daily, and pest control treatments were conducted every three months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Detainees were each provided with bedding, towels, crockery and cutlery. Shaving items were made available upon request at least twice a week. Detainees were taken for a daily walk of a minimum of one hour in a yard measuring 48.8 square metres. Hot meals were provided three times a day.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Alleged ill-treatment",
                                "elements": [
                                    {
                                        "content": "29.  On 30 August 2005 a group of police officers of the Berdsk Office of the Interior accompanied by an officer of the Berdsk IVS entered the applicants’ cell to inspect it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  According to the applicant, the police officers ordered him and his cellmates to stay crouched down with their hands on the back of their heads and started checking their personal belongings and sleeping places. One of the officers threw a pillow on the floor and the applicant moved to pick it up. An officer tried to then kick him in the head, but as he tried to cover himself with his arms, he kicked him in the arm. The officers insulted and threatened him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On the same date the applicant complained about the above incident to the Berdsk prosecutor’s office and the Department of Internal Security of the Department of the Interior of the Novosibirsk Region.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 6 September 2005 an investigator of the Berdsk prosecutor’s office refused to institute a criminal investigation into the incident. The decision stated, in particular, that according to the statements given by the police officers and the head of the Berdsk IVS, no physical force had been used against the applicant. Detainee N., who according to the applicant had remained in the cell and had witnessed the incident, submitted that when the police officers had started the inspection he had left the cell and waited in the corridor. He had heard the applicant arguing with the police officers. When he had re-entered the cell after the inspection, the applicant had told him about the incident and had said that he would be making a complaint. However, N. had not seen him be kicked in the arm. His statement was confirmed by Sh., an officer of the Berdsk IVS who was on duty on 30 August 2005, who stated that N. had been outside the cell during the inspection. The investigator concluded that there was no evidence that an offence had been committed. The decision stated that it could be appealed against to a higher prosecutor or a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Berdsk prosecutor’s office informed the applicant of the decision by letter on 27 September 2005. According to the applicant, he was not informed of the decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Nevertheless, the applicant complained about the decision to a higher prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 26 October 2005 the prosecutor of Berdsk dismissed the complaint and upheld the decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The applicant did not appeal against the refusal to institute criminal proceedings to a court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Conditions of detention",
                                "elements": [
                                    {
                                        "content": "37.  Under section 13 of the Custody Act (Federal Law no. 103-FZ of 15 July 1995) detainees could be transferred from a remand centre to a temporary detention centre, for no more than ten days per month, for investigative measures or proceedings to take place.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Right to appeal against the prosecutor’s decision",
                                "elements": [
                                    {
                                        "content": "38.  Article 125 of the Russian Code of Criminal Procedure provides for judicial review of decisions, acts or failures to act on the part of inquirer, investigator or prosecutor which affect constitutional rights or freedoms. A judge is empowered to verify the lawfulness and reasonableness of the decision, act or failure to act, and to do the following as a form of redress: (i) declare the act or failure to act unlawful or unreasonable and order the relevant authority to remedy the violation; or (ii) reject the complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Preventive measures",
                                "elements": [
                                    {
                                        "content": "1.  Preventive measures",
                                        "elements": [
                                            {
                                                "content": "39.  “Preventive measures” include an undertaking not to leave a town or region, personal surety, bail and detention (Article 98). When deciding on a preventive measure, the competent authority is required to consider whether there are “sufficient grounds to believe” that the accused would abscond during the investigation or trial, reoffend or obstruct the establishment of the truth (Article 97). It must also take into account the seriousness of the charge against the accused, information on his or her character, his or her profession, age, state of health, family status and other circumstances (Article 99). In exceptional circumstances, and where there exist the grounds set out in Article 97, a preventive measure may be imposed on a suspect, taking into account the circumstances listed in Article 99 (Article 100). If necessary, the suspect or accused may be asked to give an undertaking to appear (Article 112).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Time-limits for pre-trial detention",
                                        "elements": [
                                            {
                                                "content": "40.  The Code of Criminal Procedure makes a distinction between two types of remand in custody: the first being “pending investigation” – that is, while a competent agency (the police or a prosecutor’s office) is investigating the case, and the second being “before the court” (or “pending trial”), at the judicial stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  A custodial measure may only be ordered by a judicial decision in respect of a person who is suspected of, or charged with, a criminal offence punishable by more than two years’ imprisonment (Article 108). The timelimit for detention pending investigation is fixed at two months (Article 109). A judge may extend that period up to six months (Article 109 § 2). Further extensions may only be granted by a judge if the person is charged with serious or particularly serious criminal offences (Article 109 § 3). No extension beyond eighteen months is permissible, and the detainee must be released immediately (Article 109 § 4).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  From the time the prosecutor sends the case to the trial court, the defendant’s detention is “before the court” (or “pending trial”). The period of detention pending trial is calculated up to the date on which judgment is given. It may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Civil Code: liability for damage",
                                "elements": [
                                    {
                                        "content": "43.  The general provisions of the Civil Code on liability for damage in tort read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Damage caused to an individual or their property ... shall be fully compensated by the person who caused the damage ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The person who caused the damage shall be held liable unless they prove that the damage was caused through no fault of their own ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Damage caused to an individual ... as a result of a State authority or official’s unlawful act or failure to act ... must be compensated ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Damage caused to an individual as a result of an unlawful conviction, the unlawful institution of criminal proceedings, the unlawful application of a preventive measure in the form of placement in custody or an undertaking not to leave a place of residence, or the unlawful application of an administrative penalty in the form of detention or community service, shall be fully compensated, irrespective of whether the officials or authorities are at fault ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Damage sustained by an individual ... as a result of unlawful acts on the part of ... the investigating authorities and the prosecution ... which did not result in the consequences listed in paragraph 1 of the present Article, shall be compensated on the grounds and in accordance with the procedure set out in Article 1069 ... Damage sustained by an individual in the framework of the administration of justice shall be compensated, provided that the judge’s guilt has been established in a final criminal conviction.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Chapter 59 Part 4 of the Civil Code concerns compensation for nonpecuniary damage. It contains the following provision:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Compensation for non-pecuniary damage shall be paid irrespective of whether the tortfeasor is at fault where:",
                                        "elements": []
                                    },
                                    {
                                        "content": "... the damage has been caused to an individual as a result of an unlawful conviction, the unlawful institution of criminal proceedings, [or] the unlawful application of a preventive measure in the form of placement in custody ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Article 1099 of the Civil Code provides that the general principles of compensation for non-pecuniary damage are governed by Article 151. Article 151 § 2 stipulates, in particular, that “when defining the amount of compensation to be awarded for non-pecuniary damage the court must take into account the extent to which the tortfeasor is at fault ...”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Code of Criminal Procedure: the right to “rehabilitation”",
                                "elements": [
                                    {
                                        "content": "46.  Article 133 of the Code of Criminal Procedure governs the exercise of the right to “rehabilitation” which is, in essence, the restoration of the status quo ante following a person’s acquittal or the discontinuance of criminal proceedings. This right includes the right to compensation in respect of pecuniary and non-pecuniary damage and the restoration of employment, pension, housing and other rights. The damage must be fully compensated, irrespective of whether the investigating authorities, the prosecution or the courts are at fault (paragraph 1). Paragraph 2 confers the right to “rehabilitation” on defendants who have been acquitted, against whom charges have been dropped, in respect of whom proceedings have been discontinued, or whose convictions have been quashed in their entirety or in part. However, no right to compensation arises where the prosecution has been terminated on “non-rehabilitation” grounds, such as in the case of an amnesty or where the prosecution has become time-barred (Article 133 § 4). Paragraph 3 provides that “any individual who has been unlawfully subjected to preventive measures in criminal proceedings shall have the right to rehabilitation”. In a judgment acquitting an individual, a court has to explicitly state that he has the right to rehabilitation (Article 134). A claim for compensation for pecuniary damage is to be lodged with the same authority which issued the decision to acquit or terminate the prosecution (Article 135 § 2), whereas any claims for compensation for non-pecuniary damage are to be lodged with the civil courts and examined under the relevant provisions of the Code of Civil Procedure (Article 136 § 2).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIALS",
                        "elements": [
                            {
                                "content": "47.  For a summary of the relevant international sources concerning the standards for conditions of detention, including Council of Europe documents, see Ananyev and Others v. Russia (nos. 42525/07 and 60800/08, §§ 55-60, 10 January 2012).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION ON ACCOUNT OF THE CONDITIONS OF DETENTION IN THE BERDSK IVS",
                        "elements": [
                            {
                                "content": "48.  The applicant complained that the conditions of his detention in the Berdsk IVS violated Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "49.  The Government argued, firstly, that the applicant had failed to exhaust domestic remedies in respect of his complaint. They further conceded that the conditions of his detention in the Berdsk IVS had fallen short of the Council of Europe’s standards. In particular, the cells had had no windows, tables or chairs, the toilet had offered detainees no privacy, and the number of cellmates had exceeded the number of available beds. Yet, the Government argued that this had been due to budgetary constraints and other reasons connected to the reform of the penal system, and that the treatment in question did not reach the minimum level of severity required for it to constitute a violation of Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "50.  The applicant maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "51.  Having regard to its findings in Ananyev and Others (cited above, §§ 100-19, 10 January 2012), the Court considers that the Government have not demonstrated that the applicant was required to exhaust any specific remedies prior to lodging an application with the Court. The Court thus dismisses their argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court reiterates that it has to ascertain that the application has been lodged in compliance with the six-month rule even where the Government have not made a preliminary objection to that effect (see Blečić v. Croatia [GC], no. 59532/00, § 68, ECHR 2006III). It observes that the applicant was first placed in the Berdsk IVS between 6 and 15 April 2003. He was then repeatedly placed there for several days on a number of occasions between 2003 and 2006, most recently between 14 and 15 March 2006. The Court considers that his detention in the Berdsk IVS should therefore be regarded as a “continuing situation” (see Shishkov v. Russia, no. 26746/05, § 87, 20 February 2014, and Ananyev and Others, cited above, § 78). It has not been argued, and the Court does not consider that it is prevented from examining the applicant’s detention throughout this entire period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "54.  The Court observes that the parties disagreed on certain aspects of the conditions of the applicant’s detention in the Berdsk IVS, such as the exact number of cellmates during certain periods, the availability and duration of walks outside the cell and hot meals. However, the Court is not called upon to decide on these issues, as it is able to reach a conclusion concerning the compliance of the conditions of the applicant’s detention with Article 3 of the Convention on the basis of the elements agreed upon by the parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court reiterates that in deciding whether or not there has been a violation of Article 3 on account of a lack of personal space, it has to have regard to the following three elements: (a) detainees must have an individual sleeping place in the cell; (b) each must have at least three square metres of floor space; and (c) the overall surface area of the cell must be such as to allow them to move freely between the furniture. The absence of any of these elements creates in itself a strong presumption that the conditions of detention amounted to degrading treatment and were in breach of Article 3 (see Ananyev and Others, cited above, § 148). Where inmates appear to have at their disposal sufficient personal space, other aspects of physical conditions of detention could be relevant for the assessment of compliance with that provision. These include, in particular, access to outdoor exercise, natural light or air, the availability of ventilation, the adequacy of heating arrangements, the possibility of using the toilet in private, and compliance with basic sanitary and hygiene requirements (ibid., § 149). The Court also reiterates in this connection its well-established caselaw that the mere fact of holding an applicant for a long period of time in an unadapted cell designed only for short-term detention discloses a violation of Article 3 (see Kim v. Russia, no. 44260/13, § 31, 17 July 2014; Aslanis v. Greece, no. 36401/10, § 38, 17 October 2013, with further references; Kuptsov and Kuptsova v. Russia, no. 6110/03, §§ 69-72, 3 March 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Turning to the facts of the present case, the Court notes that the Government either expressly conceded or failed to refute the applicant’s allegations that during certain periods of his detention he had less than three square metres of floor space, in particular, between 5 and 12 August and 7 and 21 October 2003, between 15 and 18 June, 15 and 20 July and 31 August and 7 September 2004, between 17 and 24 May and 31 August and 6 September 2005, and between 14 and 15 March 2006. Furthermore, the Government conceded that during the applicant’s detention the number of cellmates had exceeded the number of available beds. They also admitted that the cells had not been equipped with windows, tables or chairs, and that the toilets had offered no privacy. Recalling the structural nature of the problem of the conditions of pre-trial detention in Russian custodial facilities (see Ananyev and Others, cited above), the Court considers that these elements are sufficient to enable it to conclude that the conditions of the applicant’s detention in the Berdsk IVS amounted to inhuman and degrading treatment within the meaning of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  There has accordingly been a violation of Article 3.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION IN CONJUNCTION WITH ARTICLE 3",
                        "elements": [
                            {
                                "content": "58.  The applicant further complained in general terms under Article 13 of the Convention that he had had no effective remedies in respect of his complaint about the conditions of his detention in the Berdsk IVS. Article 13 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "59.  In the light of its conclusions under Article 3 above, the Court considers that the present complaint is “arguable” and declares it admissible.",
                                "elements": []
                            },
                            {
                                "content": "60.  The Court reiterates that in Ananyev and Others (cited above, § 119), it found that the Russian legal system did not provide an effective remedy that could be used to prevent the alleged violation or its continuation and provide the applicant with adequate and sufficient redress in connection with a complaint about inadequate conditions of detention. The Government has presented no arguments or evidence to enable the Court to reach a different conclusion in the case at hand. The Court therefore concludes that the applicant had no effective domestic remedy at his disposal in respect of his complaint concerning the conditions of his detention in the Berdsk IVS.",
                                "elements": []
                            },
                            {
                                "content": "61.  There has accordingly been a violation of Article 13.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 3 AND 13 OF THE CONVENTION ON ACCOUNT OF ILL-TREATMENT BY THE POLICE",
                        "elements": [
                            {
                                "content": "62.  The applicant complained under Articles 3 and 13 of the Convention about the ill-treatment he had allegedly been subjected to on 30 August 2005 and that he had had no effective domestic remedies in that respect.",
                                "elements": []
                            },
                            {
                                "content": "63.  The Government argued that the applicant had failed to exhaust the available domestic remedies as he had not appealed against the decisions of the prosecutor’s office to a court.",
                                "elements": []
                            },
                            {
                                "content": "64.  The applicant submitted that he had not been provided with the Berdsk prosecutor’s office’s decision of 6 September 2005 in due time and had only received a copy together with other materials submitted by the Government to the Court in respect of the present application. Accordingly, he had had no possibility of appealing against it to a court.",
                                "elements": []
                            },
                            {
                                "content": "65.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention obliges applicants to use first the remedies that are normally available and sufficient in the domestic legal system to enable them to obtain redress for the breaches alleged. It also requires that complaints intended to be brought subsequently before the Court should have been made to the appropriate domestic body at least in substance, and in compliance with the formal requirements laid down in domestic law, but not that recourse should be had to remedies which are inadequate or ineffective (see Aksoy v. Turkey, 18 December 1996, §§ 5152, Reports of Judgments and Decisions 1996-VI, and Akdıvar and Others v. Turkey, 16 September 1996, §§ 65-67, Reports 1996-IV).",
                                "elements": []
                            },
                            {
                                "content": "66.  The Court has previously found that the possibility of challenging before a court of general jurisdiction a prosecutor’s decision not to investigate complaints of ill-treatment constitutes an effective remedy available in the Russian legal system in respect of such complaints (see Trubnikov v. Russia (dec.), no. 49790/99, 14 October 2003, and Belevitskiy v. Russia, no. 72967/01, §§ 54-67, 1 March 2007).",
                                "elements": []
                            },
                            {
                                "content": "67.  Turning to the facts of the present case, the Court notes that the applicant complained about the decision of 6 September 2005 to a higher prosecutor, who dismissed the complaint on 27 September 2005 (see paragraphs 32-33 above). It follows that he had been informed of the earlier decision, and it was open to him to appeal against it to a court, which he failed to do.",
                                "elements": []
                            },
                            {
                                "content": "68.  The Court therefore concludes that the applicant failed to exhaust available domestic remedies with regard to his complaint under Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "69.  As regards the applicant’s complaint under Article 13, the Court refers to its findings above that he had an effective domestic remedy in respect of his complaints under Article 3, to which he failed to have recourse. Accordingly, his complaint under Article 13 is manifestly illfounded.",
                                "elements": []
                            },
                            {
                                "content": "70.  It follows that this part of the application should be rejected pursuant to Article 35 §§ 1, 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "71.  The applicant complained under Article 5 of the Convention that after the quashing of his conviction his detention had been unlawful and unfounded. He argued, in particular, that the Novosibirsk Regional Court’s decision of 15 December 2004 could not serve as a sufficient legal basis for his continued detention. Article 5 reads, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "72.  The Government first pointed out that following his acquittal, the applicant had received compensation for the damage caused by his unlawful prosecution and detention. They further argued that his continued detention during the investigation and proceedings had been duly justified in compliance with Article 5 § 3. In particular, it was taken into account that he was a foreign citizen with no permanent place of residence in Russia and could therefore flee from justice.",
                                "elements": []
                            },
                            {
                                "content": "73.  The applicant claimed that the amount of compensation awarded for his unlawful prosecution and detention was insufficient. He maintained the complaint and argued that when ordering the extension of his detention, the domestic courts had failed to address his arguments properly, or to give any valid reasons for their decisions.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Loss of victim status",
                                        "elements": [
                                            {
                                                "content": "74.  The Court reiterates that a decision or measure favourable to the applicant is not in principle sufficient to deprive him of his status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see Amuur v. France, 25 June 1996, § 36, Reports 1996-III, and Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Court further points out that it had to decide whether the applicant had lost the status of “victim” under Article 5 § 3 of the Convention in the case of Labita v. Italy ([GC], no. 26772/95, § 143, ECHR 2000IV). In Labita, as in the present case, the applicant received compensation following his acquittal for unjust detention on the basis of a provision in domestic law which afforded a right to reparation to “anyone who has been acquitted in a judgment that has become final”. The Court found that the detention was deemed to be “unjust” as a result of the acquittal, and the award of compensation did not amount to a finding that the detention did not satisfy the requirements of Article 5 (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  Furthermore, in a recent judgment in the case of Shalya v. Russia (no. 27335/13, 13 November 2014) the Court found that in the “rehabilitation” proceedings, the Russian authorities did not have to examine, and still less acknowledge, at least in substance, that the applicant’s detention had been formally defective or that it had been based on insufficient reasons or exceeded a reasonable time and that the award of compensation was subject to fulfilment of specific conditions not required under Article 5 § 3, namely the applicant’s acquittal or discontinuation of the proceedings (ibid., § 19). The only ground for awarding the applicant compensation was the termination of the criminal proceedings against him rather than any alleged procedural irregularity in the pre-trial detention. This ground for compensation did not correspond to the basis of the applicant’s complaint under Article 5 § 3 and the alleged violation could not therefore be redressed in these proceedings (ibid., see also, mutatis mutandis, Elğay v. Turkey, no. 18992/03, § 32, 20 January 2009 and Mekiye Demirci v. Turkey, no. 17722/02, § 70, 23 April 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Court finds that the same reasoning applies in the present case. Although in its judgment of 30 January 2008 the Oktyabrskiy District Court referred to Article 5, it found the applicant’s detention unlawful not because it had been inconsistent with that provision’s requirements, but because he had been acquitted. As in Labita (cited above, § 143), whereas the length of the applicant’s detention pending trial was taken into account in calculating the amount of compensation, there was no acknowledgment in the judgment concerned, either express or implied, that it had been excessive in its duration or that the decisions ordering the applicant’s continued detention were not based on relevant and sufficient reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Accordingly, the Court considers that in the absence of such acknowledgement, the payment of compensation, inter alia, for the time the applicant spent in detention pending trial is not sufficient to deprive him of his status as a “victim” of a violation of Article 5 of the Convention, within the meaning of Article 34.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Six-month rule",
                                        "elements": [
                                            {
                                                "content": "79.  In so far as the applicant complained that the Novosibirsk Regional Court’s decision of 15 December 2004 could not serve as a sufficient legal basis for his continued detention and that his ensuing detention had therefore been unlawful, the Court considers that this complaint falls to be examined under Article 5 § 1 (c) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Court notes that as no appeal lay against that decision, the six month time-limit under Article 35 § 1 of the Convention started running from the date of the decision. However, the present application was lodged on 12 September 2005, more than six months after the date in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  It follows that the complaint was lodged out of time and this part of the application must be rejected in accordance with Article 35 §§ 3 (a) and 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In so far as the applicant complained that the decisions on his pretrial detention had been insufficiently reasoned, the Court considers that this complaint falls to be examined under Article 5 § 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court observes that the applicant’s pre-trial detention commenced when he was arrested on 8 April 2003. He was detained within the meaning of Article 5 § 3 until his conviction by the Berdsk District Court on 11 August 2004. From that date until 15 December 2004, when the Novosibirsk Regional Court quashed the conviction, he was detained “after conviction by a competent court”, within the meaning of Article 5 § 1 (a). That period of his detention therefore falls outside the scope of Article 5 § 3. From 15 December 2004 to 15 March 2006, when he was released on bail, the applicant was again in pre-trial detention falling under Article 5 § 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court has already held on a number of occasions that, as in the instant case, multiple, consecutive periods of detention should be regarded as a whole. In order to assess the length of the applicant’s pre-trial detention, it should therefore make an overall evaluation of the accumulated periods of detention under Article 5 § 3 (see, among many other authorities, Solmaz v. Turkey, no. 27561/02, §§ 3437, 16 January 2007, and Dirdizov v. Russia, no. 41461/10, § 105, 27 November 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Consequently, the Court concludes that the complaint was lodged within the six-month time-limit for the purposes of Article 35 § 1. After deducting the time the applicant was detained after conviction under Article 5 § 1 (a) from the total time he was deprived of his liberty, the period to be taken into consideration in the instant case is over two years and seven months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "87.  The Court has already, on numerous occasions, examined applications against Russia raising similar complaints under Article 5 § 3 of the Convention in respect of the Russian courts’ failure to provide sufficient and relevant grounds for applicants’ detention (see, among many other authorities, Khudoyorov v. Russia, no. 6847/02, ECHR 2005X and Dirdizov, cited above, §§ 108-11; see also Zherebin v. Russia, no. 51445/09, communicated on 13 November 2012). Each time, having found a violation of Article 5 § 3, the Court has noted a number of deficiencies in the reasoning employed by the Russian courts to authorise keeping an applicant in custody. From case to case it has pointed out the following major defects in the courts’ arguments: reliance on the seriousness of the charges as the primary source to justify the risk of the applicant absconding; reference to the applicant’s travel passport, financial resources and the fact that his alleged accomplices are on the run as the basis for the assumption that he would follow suit; a suspicion, in the absence of any evidence, that he would interfere with witnesses or use his connections in State bodies to obstruct justice; and a failure to thoroughly examine the possibility of applying another, less rigid preventive measure, such as release on bail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Court observes that the Russian courts did not avoid that pattern of reasoning in the present case. They consistently relied on the seriousness of the charges and the likelihood that the applicant would abscond or influence witnesses, having based their fear on some of the assumptions made in the cases cited above and the applicant’s foreign nationality. The Court notes that while accepting the investigators’ allegations that the applicant was likely to avoid or pervert the course of justice, the courts gave no heed to the important and relevant facts supporting his requests for release and reducing the risk that he would abscond or collude. Among those, the Court can see that the applicant had a child, family and property in the Novosibirsk Region, was in a poor state of health and had no criminal record. There was no evidence that he had ever tried to contact the victims or witnesses in the course of the criminal proceedings, and he had offered to post bail. The Court notes also that when extending his detention after the first trial, the courts likewise failed to take into account the fact that he had already spent a considerable amount of time in detention. In these circumstances, the Court cannot but conclude that the domestic courts failed to assess his personal situation and to give specific reasons, supported by evidence, for holding him in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Having regard to the above, the Court considers that by failing to refer to specific relevant facts or to properly consider alternative “preventive measures”, the authorities extended the applicant’s detention on grounds which cannot be regarded as “sufficient”. They thus failed to justify the continued deprivation of the applicant’s liberty for a period of over two years and seven months.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  There has therefore been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "91.  Lastly, the applicant complained that the courts had repeatedly referred to his foreign nationality as grounds for his continued detention which, in his view, constituted a breach of Article 14 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "92.  The Court observes that foreign nationality is one of many factors legitimately taken into account by the courts when deciding on a preventive measure, as it might be relevant for the assessment of the risk of the individual fleeing. It further notes that the applicant did not present any other arguments or evidence to show that he had been subjected to discrimination on any of the grounds listed in Article 14.",
                                "elements": []
                            },
                            {
                                "content": "93.  It follows that this part of the application is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 (a) and 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "94.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "95.  The applicant claimed 286,100 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The Government considered the amount claimed to be excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Court considers that the applicant’s suffering and frustration caused by the unreasonable length of his pre-trial detention and the inadequate conditions in the Berdsk IVS cannot be compensated by a mere finding of a violation. However, it finds the amount claimed to be excessive. Making its assessment on an equitable basis, it awards the applicant EUR 6,500 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "98.  The applicant also claimed EUR 3,400 for the costs and expenses incurred before the domestic courts and the Court. He supported this claim by invoices issued by his counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Government pointed out that the invoices submitted by the applicant did not specify which services the amounts paid related to.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 3,400 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "101.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the complaints under Articles 3 and 13 of the Convention concerning the conditions of detention admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares, by a majority, the complaint under Article 5 § 3 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, unanimously, that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, unanimously, that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds, by six votes to one, that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds, unanimously,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State, at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 January 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Dedov is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I regret that I cannot share the majority’s opinion expressed in paragraphs 74-77 of the judgment regarding the victim status of the applicant for the purposes of Article 5 of the Convention. In my view, the Russian court acknowledged the breach of the Convention both expressly and in substance, though I believe that the national judge is not required to make reference to the Convention or to any of its Articles or (as was requested by the Chamber in the present case) to any paragraph or sub-paragraph of Article 5. I strongly feel that it should be enough to acknowledge a breach of fundamental rights and freedoms, since such rights could derive from various sources, including national law, national constitutions, regional international agreements and universal international declarations and covenants.",
                        "elements": []
                    },
                    {
                        "content": "Thus, the Russian court did refer to Article 5 and recognised that the applicant’s right to liberty had been infringed as he had been “a victim of arrest or detention”, “unlawfully prosecuted, unlawfully detained ... and, subsequently, unlawfully subjected to an undertaking not to leave a specified place” (see paragraph 19). Therefore, the national court was not obliged to acknowledge that the detention had been excessive or that the decisions ordering detention had not been justified in accordance with the provisions of Article 5.",
                        "elements": []
                    },
                    {
                        "content": "The present case differs from the case of Labita (see Labita v. Italy [GC], no. 26772/95, ECHR 2000IV), which was cited by the Chamber to substantiate its reasoning. The Labita judgment states as follows:",
                        "elements": []
                    },
                    {
                        "content": "In Labita the national court automatically applied the reparation procedure as the detention was deemed to be “unjust” as a result of the acquittal. In the present case the national court awarded the applicant compensation for non-pecuniary damage under the civil law of tort. The court merely confirmed that his right to “rehabilitation” was recognised, and then referred to another procedure under which the rehabilitation itself should be implemented (see paragraphs 19, 20 and 46 of the judgment). Russian civil law provides that the unlawfulness of State actions is a basis for State liability and an award of non-pecuniary damages (see paragraphs 44-45 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "Therefore, the basis for compensation was different in these two cases: in Labita the compensation was made automatically as “reparation to anyone who has been acquitted”. Under Russian law, compensation for non-pecuniary damage requires prior recognition of the unlawfulness of State actions. The Russian judge did actually recognise the unlawfulness of State actions in the present case.",
                        "elements": []
                    },
                    {
                        "content": "Other examples further illustrate these differences. The conclusion reached in Shalya v. Russia (no. 27335/13, 13 November 2014) is similar to Labita because compensation was automatically awarded for damage under the rehabilitation proceedings (see Shalya, cited above, §§ 8 and 11-23). The same approach was used in Elğay v. Turkey (no. 18992/03, 20 January 2009):",
                        "elements": []
                    },
                    {
                        "content": "Accordingly, it was not necessary to examine the merits of the claim under Article 5.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SHKARUPA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-150320.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0115JUD003646105",
    "externalsources": [],
    "extractedappno": [
        "36461/05",
        "42525/07",
        "60800/08",
        "59532/00",
        "26746/05",
        "44260/13",
        "36401/10",
        "6110/03",
        "49790/99",
        "72967/01",
        "28114/95",
        "26772/95",
        "27335/13",
        "18992/03",
        "17722/02",
        "27561/02",
        "41461/10",
        "6847/02",
        "51445/09",
        "50086/99",
        "13723/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-150320",
    "judgementdate": "15/01/2015 00:00:00",
    "kpdate": "15/01/2015 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "448",
        "227",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "13",
        "3",
        "5-3",
        "5"
    ],
    "parties": [
        "SHKARUPA",
        "RUSSIA"
    ],
    "rank": "1226.80407714844",
    "representedby": [
        "SHPAK L. V."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "416112",
    "typedescription": "15"
}